{
    "title": "Raikoth: Laws, Language, and Society",
    "date": "May 6, 2013",
    "links": [
        "https://slatestarcodex.com/2013/04/15/things-i-learned-by-spending-five-thousand-years-in-an-alternate-universe/",
        "https://web.archive.org/web/20160809045424/http://shyriathsden.net/gloriamundi/maps/GloriaMundi-15.1.5.png",
        "https://slatestarcodex.com/blog_images/ai_raikoth.png",
        "https://slatestarcodex.com/2013/05/05/ambijectivity/",
        "https://slatestarcodex.com/2013/04/08/whose-utilitarianism/",
        "https://slatestarcodex.com/blog_images/tala.png",
        "https://slatestarcodex.com/2013/04/30/utility-weight-results/",
        "http://squid314.livejournal.com/352406.html",
        "http://en.wikipedia.org/wiki/Bah%C3%A1%27%C3%AD_House_of_Worship_%28Wilmette,_Illinois%29",
        "http://en.wikipedia.org/wiki/Reversible_inhibition_of_sperm_under_guidance",
        "http://squid314.livejournal.com/346391.html",
        "http://www.guardian.co.uk/environment/shortcuts/2011/dec/05/should-we-put-lithium-in-water",
        "http://www.realclearscience.com/blog/2013/05/mind-altering-parasites.html",
        "http://www.eurekalert.org/pub_releases/2011-03/muom-nrs031011.php",
        "http://jop.sagepub.com/content/25/11/1453",
        "http://www.sciencedaily.com/releases/2012/03/120308224524.htm",
        "http://www.slate.com/articles/arts/culturebox/2003/05/tripping_delight_fantastic.html",
        "https://slatestarcodex.com/2013/04/25/in-defense-of-psych-treatment-for-attempted-suicide/",
        "https://slatestarcodex.com/2013/04/18/floor-employment/"
    ],
    "url": "https://slatestarcodex.com/2013/05/06/raikoth-laws-language-and-society/",
    "summary": "Key ideas:\n- The author has created a utopian society called Raikoth in their basement.\n- Raikoth has a population of 8 million and is located on the planet Micras.\n- The Raikolin constitution mandates taking the normatively correct action.\n- Raikoth's success is attributed to three principles: perfect language, perfect government, and perfect population.\n- Kadhamic is the perfect language, which was created to eliminate political disagreement and enforce rigor and objectivity.\n- Raikoth's perfect government consists of the Angels, who use complex algorithms to make decisions that best serve the society.\n- Raikoth's perfect population is created through euthenics, which involves improving people's environment and biology to make them virtuous and productive.\n- Raikoth is a society that values order, beauty, and self-cultivation.\n- The society is divided into different classes based on skill level, and those who don't meet the requirements are exiled.\n- Raikothin receive remedial training and help integrating into mainland Sxiro culture, but most find it difficult to adjust and choose to stay in Raikoth.\n- The Priests of Beauty offer counseling and psychiatric services with complete confidentiality to help individuals with self-cultivation.\n- Those who desire a higher level of perfection can join one of the monasteries in the high mountains.\n\nKey learnings:\n- The creation of a utopian society involves a comprehensive approach that considers language, government, and population.\n- Perfect language eliminates political disagreement and promotes rigor in communication.\n- Perfect government requires intelligent algorithms that take into account the best interests of the society.\n- Perfect population involves improving people's biology and environment to make them virtuous and productive.\n- Raikoth prioritizes self-improvement and self-cultivation, which is facilitated by the Priests of Beauty and the monasteries.\n- Exile is a common punishment for those who do not meet the skill requirements and those who choose to leave Raikoth often struggle in adapting to new cultures.\n\nKey questions:\n- How can the principles that underlie Raikoth's utopian society be applied to the real world?\n- What is the role of technology in creating a utopian society like Raikoth?\n- What are the potential drawbacks or downsides to a society like Raikoth?\n- How does the society view mental health and the use of drugs and supplements for treatment?\n- What specific skills and criteria are needed to be considered a respected member of Raikoth society?\n- How are conflicts and disagreements resolved within Raikoth?\n"
}