{
    "title": "Dungeons and Discourse Third Edition: The dialectic continues",
    "date": "February 22, 2013",
    "links": [
        "https://slatestarcodex.com/Stuff/DDThird_Edition.pdf",
        "https://slatestarcodex.com/Stuff/DDThird_Edition.doc",
        "http://www.nbos.com/products/charsheet/charsheet.htm",
        "https://slatestarcodex.com/Stuff/Dungeons_Discourse.csd",
        "http://en.wikipedia.org/wiki/Dedekind_cut",
        "http://en.wikipedia.org/wiki/No-ghost_theorem",
        "http://en.wikipedia.org/wiki/Heisenberg_uncertainty_principle",
        "http://en.wikipedia.org/wiki/Ray_Kurzweil",
        "http://en.wikipedia.org/wiki/Infinite_regress",
        "http://squid314.livejournal.com/348764.html",
        "http://en.wikipedia.org/wiki/Amor_fati",
        "http://en.wikipedia.org/wiki/Caenorhabditis_elegans",
        "http://en.wikipedia.org/wiki/The_Demon-Haunted_World",
        "http://en.wikipedia.org/wiki/Summum_bonum",
        "http://en.wikipedia.org/wiki/Cartesian_dualism",
        "http://squid314.livejournal.com/306912.html"
    ],
    "url": "https://slatestarcodex.com/2013/02/22/dungeons-and-discourse-third-edition-the-dialectic-continues/",
    "summary": "Key ideas\n- Third Edition of Dungeons and Discourse is now available to download.\n- New spells have been added, including player-suggested spells like Armor Fati and Summon Dire C. Elegans.\n- Revamped prestige class system with 21 books to choose from.\n- Righteousness statistic has been replaced with Merit and Virtue.\n- Creatures now have a single hit point statistic which can be inflicted physically or mentally.\n- Combat has been simplified with a front row/back row system instead of a giant grid.\n- Five \"spell slots\" have been replaced with a single Will statistic.\n- Currency has switched from gold to benthamite.\n- Items have been reworked.\n\nKey learnings\n- The Third Edition of Dungeons and Discourse has numerous changes and improvements to the game mechanics.\n- The prestige class system has been made more accessible and easier to understand.\n- The new Merit and Virtue system adds more complexity to ethical decisions in the game.\n- Combat has been streamlined.\n- The benthamite currency reflects the utilitarian philosophy of the game.\n\nKey questions\n- Are there any typos, obvious glaring balance problems, spells/classes/mechanics that are referenced and then don’t exist/were never explained, or things you really don’t like?\n- Who will help convert the rulebook into a wiki?\n- When will the flagship campaign, Fermat’s Last Stand, begin?\n- How can players use the new Merit and Virtue system to make ethical decisions in the game?"
}