{
    "title": "I liked Lovecraft countless primaeval aeons before it was cool",
    "date": "February 19, 2013",
    "links": [
        "http://tvtropes.org/pmwiki/pmwiki.php/Webcomic/HelloCthulhu?from=Main.HelloCthulhu",
        "https://campuscrusadeforcthulhu.org/",
        "https://www.youtube.com/watch?v=P2csnVNai-o",
        "https://www.youtube.com/watch?v=OJAoaCHdTJY",
        "http://www.dagonbytes.com/thelibrary/lovecraft/ibid.htm",
        "http://www.dagonbytes.com/thelibrary/lovecraft/thesilverkey.htm",
        "http://opinionator.blogs.nytimes.com/2012/11/17/how-to-live-without-irony/",
        "http://www.cthulhu.org/",
        "http://www.entertainmentearth.com/prodinfo.asp?number=TYV12031#.USPZVGex9co",
        "http://knowyourmeme.com/memes/cthulhu/photos",
        "http://www.dagonbytes.com/thelibrary/lovecraft/thedreamquestofunknownkadath.htm",
        "http://www.dagonbytes.com/thelibrary/lovecraft/thewhiteship.htm"
    ],
    "url": "https://slatestarcodex.com/2013/02/19/i-liked-lovecraft-countless-primaeval-aeons-before-it-was-cool/",
    "summary": "Key ideas:\n- Lovecraft's work has been watered down by modern geek culture's excessive use of his creations.\n- Lovecraft had a deliberate artistic impulse to maintain a sense of otherworldliness and magnificence in his work, without mixing in ironic humor.\n- Lovecraft created magnificently strange beings and worlds that should be appreciated for their transcendent otherness without imposing human tendencies on them.\n- The appropriation of Lovecraft's work for humorous purposes undermines the core artistic philosophy of his writing.\n\nKey learnings:\n- Lovecraft's aim in his writing was to create something beyond our normal human experience where our aesthetic senses could wander free from everyday pollution.\n- Lovecraft's work should be appreciated for its sense of wonder and otherworldliness, rather than being a source of humor.\n\nKey questions:\n- Why has Lovecraft's work become a target for humor?\n- How has geek culture impacted the perception of Lovecraft's work?\n- What is lost when we trivialize Lovecraft's work by mixing in humor?"
}