{
    "title": "Lies, Damned Lies, And Facebook (Part 1 of ∞)",
    "date": "April 4, 2013",
    "links": [
        "http://takingnote.blogs.nytimes.com/2012/05/30/paying-rent-on-minimum-wage/",
        "http://en.wikipedia.org/wiki/California_locations_by_per_capita_income",
        "http://sacramento.apartmenthomeliving.com/",
        "http://www.apartmenthomeliving.com/apartment-finder/Sun-Valley-Sacramento-CA-95823-181353"
    ],
    "url": "https://slatestarcodex.com/2013/04/04/lies-damned-lies-and-facebook-part-1-of-%e2%88%9e/",
    "summary": "Key ideas\n- A minimum wage infographic floating around Facebook shows how many hours a minimum wage earner has to work to afford a two-bedroom apartment in different states.\n- The infographic suggests that minimum wage is unliveable, especially in states like California where a minimum-wage earner needs to work 130 hours a week just to afford a place to live.\n- However, the infographic is misleading as it has nothing to do with the minimum wage itself and implies an anti-correlation between minimum wage and apartment affordability when examining the US states.\n- The numbers are not about how many hours are needed to pay for rent, they’re about how many hours are needed to afford rent, where afford is arbitrarily defined as \"be able to pay for rent using no more than 30% of your income\".\n- By looking at the cheapest two-bedroom apartments, not the average, the infographic's numbers can be overestimated, and most couples share a bed, meaning that they are not necessarily seeking a two-bedroom apartment.\n\nKey learnings\n- The infographic creates confusion by implying a direct relationship between minimum wage and apartment affordability, which lowers trust in statistical claims.\n- Key data and statistical methodology can be misleading or even missing while still being shared widely.\n\nKey questions\n- How can we ensure that information graphics shared on social media are accurate and truthful?\n- What is the impact of misinformation or clickbait-style headlines on social media, how can it be mitigated, and should governments create policies and regulations to combat this issue? \n- How do we balance statistical transparency and accuracy with readability and accessibility for an average audience?"
}