{
    "title": "Who By Very Slow Decay",
    "date": "July 17, 2013",
    "links": [
        "http://www.pbs.org/wgbh/pages/frontline/facing-death/facts-and-figures/",
        "http://www.saturdayeveningpost.com/2013/03/06/in-the-magazine/health-in-the-magazine/how-doctors-die.html"
    ],
    "url": "https://slatestarcodex.com/2013/07/17/who-by-very-slow-decay/",
    "summary": "Key ideas:\n- Dying is not a beautiful process for everyone.\n- Patients who are dying face many challenges including bedsores, incontinence, amputations, and mental deterioration.\n- Families of patients are often reluctant to let their loved one go and demand that doctors do everything possible to save them.\n- Hospital poetry is generally not good, although it is heartfelt.\n- Hospital patients have a variety of horrific physical symptoms, constantly assault the senses, and induce pain and suffering.\n- Doctors experience this brutal environment daily and prefer to die quickly and avoiding hospitals altogether.\n- Scott fears not receiving a terminal illness but rather accumulating damage and suffering without a way out.\n\nKey learnings:\n- Dying can be an immense physical and emotional hardship for patients and their families.\n- Hospice volunteers can provide comfort and companionship for dying individuals when family members and friends are unavailable.\n- Hospitals in America need to \"cultivate a culture of death,\" as they prolong life until it becomes \"an abomination.\"\n- Dying demented and helpless in ICU rooms should not be the \"natural way of things\" and should not be considered acceptable.\n- A life-saving treatment that cannot be withdrawn leaves people in an absolute way, with no legal option to end their suffering.\n\nKey questions:\n- How can we improve end-of-life care for patients, especially those dying in hospitals or nursing homes?\n- How can we make the dying process less painful and frightening for patients?\n- How can we support families of dying individuals during this tough time?\n- How can hospitals begin to create a culture of death?\n- Why are patients dying demented and helpless in ICU rooms the \"natural way of things\"?\n- What can be done to give people an option to end their painful suffering, even if their illness is not terminal?\n"
}