{
    "title": "Fake Euthanasia Statistics",
    "date": "August 29, 2013",
    "links": [
        "http://blogs.theprovince.com/2012/07/03/anne-mctavish-netherlands-euthanasia-stats-are-appalling/",
        "http://www.nytimes.com/gwire/2011/10/07/07greenwire-yellowstone-bear-euthanized-after-dna-evidence-52234.html?pagewanted=all",
        "http://www.theepochtimes.com/n3/132528-grizzly-bear-euthanized-for-killing-sheep/",
        "http://www.thebusinessjournal.com/news/sports-and-entertainment/7298-betsy-fresno-zoo-s-grizzly-dies-at-age-38",
        "http://www.patientsrightscouncil.org/site/holland-background/",
        "http://www.ncbi.nlm.nih.gov/pubmed/1715962?dopt=Abstract",
        "http://webcache.googleusercontent.com/search?q=cache:acnUlFIKZiIJ:www.chninternational.com/breakdown_on_dutch_euthanasia.htm",
        "http://repub.eur.nl/res/pub/21640/950531_PIJNENBORG,%2520Ludovica.pdf",
        "http://en.wikipedia.org/wiki/List_of_countries_by_life_expectancy#List_by_the_United_Nations.2C_for_2005.E2.80.932010",
        "http://www.washingtonpost.com/blogs/fact-checker/post/euthanasia-in-the-netherlands-rick-santorums-bogus-statistics/2012/02/21/gIQAJaRbSR_blog.html",
        "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2733179/",
        "https://slatestarcodex.com/2013/08/25/fake-consensualism/"
    ],
    "url": "https://slatestarcodex.com/2013/08/29/fake-euthanasia-statistics/",
    "summary": "Key ideas:\n- The article \"The Netherlands’ Euthanasia Stats Are Appalling\" brings up questionable medical data on euthanasia in the Netherlands.\n- Statistics presented in the article are derived from the Remmelink Report, which also includes several categories of non-euthanasia incidents and events that are currently legal in the US.\n- Patients who are near the end of their life being given high doses of drugs for relief and withdrawal of treatment without patient consent classifies as \"euthanized without consent\" in the article.\n- The Netherlands' incidence of euthanasia is often misinterpreted by opponents of euthanasia.\n- The number of patients killed without consent decreased significantly after euthanasia was legalized.\n- The majority of cases of patients killed without consent were justified, and the incidence of this practice is lower in the Netherlands compared to other European countries.\n- Actual euthanasia affects a small percentage of deaths in the Netherlands and is done in accordance with strict guidelines and patient requests.\n\nKey learnings:\n- Patients being given high doses of drugs and withdrawal of treatment without patient consent does not classify as euthanasia and is currently legal in the US.\n- The Remmelink Report is where the article derives its statistics, but there are several inconsistencies with the article's usage of the data.\n- The incidence of euthanasia has been decreasing in the Netherlands since 2005.\n- The use of potentially deadly symptom-relieving drugs has increased over the period euthanasia has been more legal.\n- Euthanasia is less common among elderly patients than among younger cancer patients.\n- The legalization of euthanasia did not result in a slippery slope for medical end-of-life practices.\n\nKey questions:\n- What are the differences between euthanasia, giving too-high doses of drugs, and withdrawal of treatment in medical situations?\n- How do patients and families prepare and consent to end-of-life decisions?\n- What are other factors that contribute to people avoiding death under euthanasia?\n- How does the incidence of euthanasia in the Netherlands compare to other countries where it is legalized or illegal?\n- How have attitudes towards end-of-life care in the Netherlands changed since the legalization of euthanasia?\n- What are the main criticisms of euthanasia in the Netherlands, and how do they compare to the available data?\n"
}