{
    "title": "The Virtue of Silence",
    "date": "June 14, 2013",
    "links": [
        "http://www.patheos.com/blogs/unequallyyoked/2013/06/a-terrible-consequence-of-consequentialism.html",
        "http://www.patheos.com/blogs/unequallyyoked/2013/06/a-dicey-way-out-of-dilemmas.html",
        "http://lesswrong.com/lw/gu1/decision_theory_faq/",
        "https://slatestarcodex.com/2013/06/11/lies-damned-lies-and-facebook-part-3-of-%e2%88%9e/",
        "https://slatestarcodex.com/2013/04/06/polyamory-is-boring/#comment-14095",
        "https://slatestarcodex.com/2013/05/18/against-bravery-debates/#comment-11914",
        "http://en.wikipedia.org/wiki/Elevatorgate#Elevator_incident",
        "http://en.wikipedia.org/wiki/Streisand_Effect"
    ],
    "url": "https://slatestarcodex.com/2013/06/14/the-virtue-of-silence/",
    "summary": "Key ideas\n- Leah Libresco wrote about an ethical dilemma regarding whether a doctor should report a patient's confession of sending an innocent man to prison to the police\n- Libresco argues that violating medical confidentiality creates an expectation for the future confidentiality breach, ultimately harming patients who need to discuss sensitive medical information\n- Scott argues that the meta-level ethical dilemma is whether it is ethical to discuss this dilemma at all in the public sphere, like the New York Times, and not just about whether the doctor should have reported the patient's confession\n\nKey learnings\n- At times, staying silent may be the more virtuous choice than bringing up a controversial issue\n- Snowballing demands to silence a topic can have perverse effects, such as encouraging people to talk about it more\n- Sometimes it is better to let issues lie and not bring them up in the public sphere, even if they seem important\n\nKey questions\n- Is it ethical to violate medical confidentiality in order to help an innocent person who was wrongly convicted?\n- Is it ethical to have a public discussion about a private ethical dilemma that involves confidential information?\n- Is it more virtuous to stay silent about certain topics than to bring them up and risk spiraling conversations that ultimately harm the cause?"
}