{
    "title": "Sleep – Now By Prescription",
    "date": "September 28, 2013",
    "links": [
        "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1978328/",
        "http://ambien.blogspot.com/2010/12/ambien-walrus-collection.html",
        "http://www.gwern.net/Melatonin",
        "http://www.ncbi.nlm.nih.gov/pubmed/19379289",
        "http://www.ncbi.nlm.nih.gov/pubmed/17519067",
        "http://www.ncbi.nlm.nih.gov/pubmed/15586784",
        "http://www.ncbi.nlm.nih.gov/pubmed/12062316",
        "http://www.unican.es/NR/rdonlyres/3CAD129B-9F98-4B13-84DE-092F54C71571/0/23Melatoninandmelatoninergicdrugsastherapeuticagents.pdf",
        "http://www.scientificamerican.com/article.cfm?id=putting-insomnia-on-ice",
        "http://en.wikipedia.org/wiki/Smith-Magenis_syndrome",
        "http://www.chemicallyspeaking.com/archive/2010/11/01/the-myth-of-vampires-and-porphyria.aspx",
        "http://www.vampirewebsite.net/anemia.html",
        "http://online.wsj.com/article/SB10001424052702303343404577518942892486750.html"
    ],
    "url": "https://slatestarcodex.com/2013/09/28/sleep-now-by-prescription/",
    "summary": "Key ideas\n- Sleep medications are often either dangerous or ineffective.\n- Ramelteon is a sleep medication that selectively binds to melatonin receptors.\n- Melatonin is a natural hormone that is available as an over-the-counter supplement and is safe and effective at promoting sleep.\n- A head-to-head trial between Ramelteon and melatonin has never been performed.\n- The lack of availability of melatonin in hospitals is a concerning reflection of how basic and useful human hormones can be excluded from medicine.\n\nKey learnings\n- Melatonin is a natural hormone that promotes sleep and is available as an over-the-counter supplement.\n- Ramelteon is a sleep medication that selectively binds to melatonin receptors and is safe and effective at promoting sleep.\n- It is uncertain whether Ramelteon or melatonin is more effective at promoting sleep because a head-to-head trial has never been performed.\n- The lack of availability of melatonin in hospitals is concerning because it reflects how basic and useful human hormones can be excluded from medicine.\n\nKey questions\n- Why did Ramelteon need to be created if melatonin is safe, effective, and readily available?\n- Why has there not been a head-to-head trial between Ramelteon and melatonin?\n- How can basic and useful human hormones like melatonin be excluded from medicine?"
}