{
    "title": "Scientific Freud",
    "date": "September 19, 2013",
    "links": [
        "http://ajp.psychiatryonline.org/article.aspx?articleid=1734470",
        "http://en.wikipedia.org/wiki/Foundation_myth",
        "http://ajp.psychiatryonline.org/article.aspx?articleID=1734486",
        "http://abelsvoice.files.wordpress.com/2012/11/szajnbergzfpm_58_3_huber1.pdf",
        "http://ajp.psychiatryonline.org/article.aspx?articleid=181226",
        "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0068135",
        "http://www.ncbi.nlm.nih.gov/pubmed/19570931",
        "http://www.sciencedirect.com/science/article/pii/S027273581300007X",
        "http://www.ncbi.nlm.nih.gov/pubmed/22227111",
        "https://slatestarcodex.com/2013/02/17/90-of-all-claims-about-the-problems-with-medical-studies-are-wrong/",
        "http://www.ncbi.nlm.nih.gov/pubmed/20547435",
        "http://lesswrong.com/lw/1ib/parapsychology_the_control_group_for_science/",
        "http://www.ncbi.nlm.nih.gov/pubmed/19205963",
        "http://www.personal.kent.edu/~dfresco/CRM_Readings/Wampold_Dodo_1997_1.pdf",
        "http://en.wikipedia.org/wiki/Dodo_bird_verdict#History",
        "http://www.overcomingbias.com/2008/08/doctor-there-ar.html"
    ],
    "url": "https://slatestarcodex.com/2013/09/19/scientific-freud/",
    "summary": "Key ideas\n- A study found that cognitive-behavioral therapy (CBT) was not significantly better than psychodynamic therapy in treating major depression.\n- Other studies and meta-analyses have also found no significant difference between the two therapies.\n- There may be flaws in the use of placebos in therapy studies, which affects the evidence base for both psychoanalytic and cognitive-behavioral therapies.\n- The Dodo Bird Verdict suggests that all psychotherapies work mainly because of the therapist's empathy and caring attitude, rather than specific techniques or theories.\n- Cognitive-behavioral therapy may be seen as evidence-based because only CBT practitioners conducted studies on its efficacy, while psychoanalysts did not.\n\nKey learnings\n- The evidence for both cognitive-behavioral therapy and psychodynamic therapy is not reliable due to issues with placebo therapy and the Dodo Bird Verdict.\n- Studies on the efficacy of a therapy should be conducted by practitioners of different schools of psychotherapy to reduce bias and increase the reliability of the results.\n\nKey questions\n- If cognitive-behavioral therapy is not significantly better than psychodynamic therapy, does that mean the former does not work either?\n- What can be used as a reliable placebo therapy in psychotherapy studies?\n- Why did cognitive-behavioral therapy become known as evidence-based while psychoanalysis did not when both have similarly unreliable evidence bases?"
}