{
    "title": "Poor Folks Do Smile…For Now",
    "date": "April 6, 2013",
    "links": [
        "http://www.overcomingbias.com/2009/09/poor-folks-do-smile.html",
        "http://en.wikipedia.org/wiki/Repugnant_Conclusion",
        "http://lesswrong.com/lw/wm/disjunctions_antipredictions_etc/",
        "http://lesswrong.com/lw/19m/privileging_the_hypothesis/",
        "https://twitter.com/MikeAnissimov",
        "https://slatestarcodex.com/2013/03/03/reactionary-philosophy-in-an-enormous-planet-sized-nutshell/",
        "http://www.overcomingbias.com/2013/04/civilization-vs-human-desire.html",
        "http://www.overcomingbias.com/"
    ],
    "url": "https://slatestarcodex.com/2013/04/06/poor-folks-do-smile-for-now/",
    "summary": "Key ideas\n- The blog post is a transcript of a conversation between the author, Scott, and futurist Robin Hanson.\n- The conversation is about Hanson's post, \"Poor Folks Do Smile\", which envisions a Malthusian future for humanity, which he endorses.\n- Hanson believes that the near future promises advances in the uploading of human minds to computers, creating cyber-organisms he calls \"ems\" for \"emulated humans\".\n- The conversation explores the potential consequences of a future society of ems, including the removal of human values like love.\n\nKey learnings\n- Hanson believes that the far future is impossible to predict, but that the near future promises advances in technology, particularly in the field of ems.\n- Scott is concerned that in a future of ems, human values like love might no longer exist, leading to a potentially dystopian future.\n- Hanson argues that values like love are important for many reasons, even in a hypercompetitive marketplace like a society of ems.\n\nKey questions\n- Will competition in a society of ems lead to the removal of human values like love?\n- Should we be concerned about the potential dystopian consequences of a society of ems?\n- How can we prepare for a potential singularity caused by increased technology, and protect our values in the process?"
}