{
    "title": "Empire/Forest Fire",
    "date": "December 1, 2013",
    "links": [
        "http://techcrunch.com/2013/11/22/geeks-for-monarchy/",
        "http://davidbrin.blogspot.com/2013/11/neo-reactionaries-drop-all-pretense-end.html",
        "http://www.antipope.org/charlie/blog-static/2013/11/trotskyite-singularitarians-fo.html",
        "http://unqualified-reservations.blogspot.com/2013/11/mr-jones-is-rather-concerned.html",
        "http://anarchopapist.wordpress.com/2013/11/15/the-theory-of-demotist-singularity/",
        "http://blog.jim.com/culture/the-anti-anti-reactionary-faq-part-4-ever-leftwards-movement.html",
        "http://blog.jim.com/culture/history-interpreted-as-left-singularities.html",
        "http://en.wikipedia.org/wiki/Sangkum",
        "http://en.wikipedia.org/wiki/Fulgencio_Batista",
        "http://blog.jim.com/culture/history-interpreted-as-left-singularities.html"
    ],
    "url": "https://slatestarcodex.com/2013/12/01/empireforest-fire/",
    "summary": "Key ideas \n- Two bloggers propose a concept called the \"left singularity\" where the shift to the left leads to instability and collapse.\n- The author challenges this idea citing cases in history where oppressive monarchies often led to reigns of terror, while democracy and leftism did not. \n- The author proposes an alternate model where a strong repressive monarchy is overthrown, followed by a naïve revolution, and eventually a reign of terror, ending with intervention, and finally, a more mellow government.\n\nKey learnings\n- Historical examples suggest that oppressive monarchies and strong right-wing dictatorships are more prone to initiating reigns of terror as compared to democracy and leftism.\n- Moderate-left ideas do not necessarily lead to a reign of terror, contrary to what is proposed by the left singularity concept.\n- Democratic nations with free speech and fair elections are less likely to experience reigns of terror.\n\nKey questions\n- What is the left singularity, and how does it propose the shift to the left leads to instability and collapse? \n- What is the author's alternate model, and how does it support the idea that oppressive monarchies lead to reigns of terror? \n- Can a good example of a reign of terror be found in a nation that has been a stable democracy for at least one generation beforehand?"
}