{
    "title": "Highlights From My Notes From A Forensic Psychiatry Conference Last Week",
    "date": "November 10, 2013",
    "links": [
        "https://slatestarcodex.com/2013/06/14/the-virtue-of-silence/",
        "http://www.slate.com/articles/health_and_science/science/2012/08/faking_insanity_forensic_psychologists_detect_signs_of_malingering_.2.html",
        "http://en.wikipedia.org/wiki/Troy_Leon_Gregg",
        "http://www.cbc.ca/news/world/ohio-school-shooter-wears-killer-t-shirt-to-court-1.1330820"
    ],
    "url": "https://slatestarcodex.com/2013/11/10/highlights-from-my-notes-from-a-forensic-psychiatry-conference-last-week/",
    "summary": "Key ideas\n- The insanity defense is not overused.\n- A successful plea of insanity results in a longer confinement in forensic hospitals than in prisons for sane felons.\n- Juries are not allowed to be informed about what will happen to defendants if they return a certain verdict.\n- Forensic psychiatrists are effective at determining which criminals who plead insanity are “faking it”.\n- Real mentally retarded people perform at chance on medium and difficult multiple-choice vocabulary test questions.\n\nKey learnings\n- The insanity defense is not a good legal strategy due to its low success rate and the increase in the time spent in confinement.\n- The general public has a false perception of what happens to felons found insane due to legal restrictions on juries.\n- Forensic psychiatrists have become adept at identifying fake claims of mental illness, making it difficult for criminals to successfully plead insanity.\n- Real mentally retarded people perform at chance on medium and difficult lexical questions and are easily distinguishable from fakers.\n\nKey questions\n- Why do so few cases use the insanity defense despite the popular belief of its overuse?\n- What can be done to ensure juries have complete information when making their verdicts?\n- How can the public's perception of how the legal system deals with felons found insane be corrected?\n- What are the implications of advancements in forensic psychiatry on the legal field, particularly on the use of the insanity defense?\n- What other factors should be considered when vetting potential jurors for capital cases?"
}