{
    "title": "I do not understand “rape culture”",
    "date": "April 19, 2013",
    "links": [
        "http://tvtropes.org/pmwiki/pmwiki.php/Main/RapeIsASpecialKindOfEvil",
        "http://www.guardian.co.uk/commentisfree/2012/mar/19/myths-about-rape-conviction-rates",
        "http://en.wikipedia.org/wiki/Rape_shield_law",
        "http://en.wikipedia.org/wiki/People_v._Jovanovic",
        "https://www.innocenceproject.org/potential-wrongful-convictions-revealed-in-virginia-study/",
        "http://www.slate.com/articles/news_and_politics/jurisprudence/2009/10/how_often_do_women_falsely_cry_rape.html",
        "http://www.cracked.com/blog/4-victims-we-have-to-stop-feeling-sorry-for/",
        "http://en.wikipedia.org/wiki/Slut_Walk",
        "http://lungcancercircleofhope.org/lcch09/Assets/graph0703a.jpg",
        "https://trends.google.com/trends/explore?date=2013-01-01%202013-04-30&geo=US&q=steubenville,syria",
        "http://en.wikipedia.org/wiki/Bystander_effect#Notable_examples"
    ],
    "url": "https://slatestarcodex.com/2013/04/19/i-do-not-understand-rape-culture/",
    "summary": "Key ideas:\n- The author (Scott) is confused and skeptical of the term \"rape culture\"\n- Scott discusses five claims involved in \"rape culture\"\n- Scott argues against all of these claims, stating that they are diametrically wrong\n- The concept of a \"rape culture\" is invalid because American culture fixates largely on rape-related matters.\n- The comparatively low attention paid to Syrian Civil War as compared to Steubenville rape case is an example.\n- Cognitive bias applies to every type of crime.\n\nKey learnings:\n- Scott argues that society treats rape as a special kind of evil, worse than other crimes\n- The criminal justice system does not have a higher burden of proof in rape trials than in other trials\n- People giving well-intentioned but stupid advice to rape survivors is not unique to rape\n- People may overemphasize certain topics or issues over others, creating a culture of fixation rather than disregarding sensitive topics such as rape.\n- Cognitive bias regarding crime may be a factor.\n\nKey questions:\n- What are some good proposals for avoiding the difficulty of getting rape cases to trial?\n- Is sexual objectification of women causing the latent condoning/promotion of rape?\n- What does our fixation on rape-related topics say about our culture?\n- Is the concept of a \"rape culture\" adequately addressing how our culture views sexual assault?\n- To what extent are cognitive biases affecting modern discussions surrounding crime?\n"
}