{
    "title": "Nature Is Not A Slate. It’s A Series Of Levers.",
    "date": "June 25, 2013",
    "links": [
        "https://slatestarcodex.com/2013/06/22/social-psychology-is-a-flamethrower/",
        "http://staffanspersonalityblog.wordpress.com/2013/06/15/why-social-psychology-sucks/",
        "http://en.wikipedia.org/wiki/Fundamental_attribution_error",
        "http://en.wikipedia.org/wiki/Personality_psychology",
        "https://slatestarcodex.com/2013/05/18/against-bravery-debates/",
        "http://htpprints.yorku.ca/archive/00000064/00/eminence.pdf",
        "http://en.wikipedia.org/wiki/Arthur_Jensen#Criticism",
        "http://chronicle.com/article/Power-of-Suggestion/136907/",
        "http://squid314.livejournal.com/319587.html?thread=2365539",
        "http://moreright.net",
        "http://www.moreright.net/conservative-cyphers-and-reactionary-tendencies/",
        "http://en.wikipedia.org/wiki/Broken_windows_theory",
        "http://www.justice.org/cps/rde/justice/hs.xsl/8677.htm",
        "http://en.wikipedia.org/wiki/The_Checklist_Manifesto",
        "https://slatestarcodex.com/2013/05/15/index-posts-on-raikoth/"
    ],
    "url": "https://slatestarcodex.com/2013/06/25/nature-is-not-a-slate-its-a-series-of-levers/",
    "summary": "Key ideas:\n- The author defends social psychology as a field while critiquing certain aspects of it from a conservative perspective.\n- The author highlights the distinction between social psychology and personality psychology as fields.\n- The author argues that social psychology has correctly shown that situation is more important than personality in determining behavior.\n- Hospital A tried to shame doctors into making fewer medical errors, but it didn't work.\n- Hospital B took a different approach and made systemic changes while telling doctors it wasn't their fault.\n- The changes that Hospital B made included decreasing workload, focusing on better sleep and rest, implementing checklists, and encouraging handwashing.\n- Hospital B was successful in reducing medical errors.\n\nKey learnings:\n- Social psychology illuminates certain processes the brain goes through, but its results must be interpreted with skepticism outside of the laboratory.\n- Personality psychology is a different field than social psychology.\n- Shaming people doesn't generally work to incentivize better performance.\n- People will perform better when given the tools and structure they need to be successful.\n- Working too hard without rest leads to worse outcomes.\n- People will take shortcuts, but checklists can keep them honest.\n- People behave better when they think they're being watched.\n\nKey questions:\n- Why do world-renowned experts in evolved human nature tend to identify as liberals?\n- How can doctors easily control the heart, but social planners cannot easily control the brain?\n- How can we make systemic changes that encourage good behavior?\n- How can we incentivize people to perform better without shaming them?\n- What are the best methods for encouraging better rest and reducing workload?\n- How can we create checklists that are both comprehensive and easy to follow?\n"
}