{
    "title": "Going From California With An Aching In My Heart.",
    "date": "May 24, 2013",
    "links": [
        "http://lesswrong.com/",
        "https://slatestarcodex.com/2013/05/15/index-posts-on-raikoth/",
        "http://xkcd.com/968/",
        "http://www.amazon.com/gp/product/0521596947/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0521596947&linkCode=as2&tag=slastacod-20&linkId=7N5CTCYS3WOUTHI7"
    ],
    "url": "https://slatestarcodex.com/2013/05/24/going-from-california-with-an-aching-in-my-heart/",
    "summary": "Key ideas:\n- Scott reflects on his time living in the Bay Area and the unique social dynamic he experienced within the rationalist community.\n- He discusses the competing philosophies of maximizing virtue vs. maximizing happiness.\n- The Bay Area rationalist community has an unexpected emergent effect based on everyone realizing they can trust each other and voluntarily abandoning hang-ups and defense mechanisms.\n- People in the community have no qualms discussing sex and romance in a mature way, and are able to settle problems using moral philosophy.\n- The author praises two individuals, Qiaochu and Eliezer, for their impact on his life.\n- Scott expresses admiration for Qiaochu's skill in and enthusiasm for math, and for his explanations of complex concepts.\n- Scott credits Eliezer for many of the positive aspects of his life, including friendships, relationships, career, and philosophy.\n\nKey learnings:\n- Concentrating nice people in one place has an unexpected, positive effect.\n- Cynicism can be liberating, and people in the rationalist community are highly tolerant.\n- The best self-help teaches the skill of detaching from your side in a debate and seeing every side of a quarrel.\n- Trust is vital to constructive social dynamics.\n- Positive relationships and experiences with individuals can have a significant impact on one's life.\n- The ability to explain complex concepts effectively can be highly valuable.\n\nKey questions:\n- How do you replicate the kind of social dynamic that exists in the rationalist community elsewhere?\n- How do you balance maximizing virtue vs. maximizing happiness?\n- What caused the rationalist community to develop such a positive social dynamic?\n- None mentioned in this excerpt.\n"
}