{
    "title": "The Life Cycle of Medical Ideas",
    "date": "September 12, 2013",
    "links": [
        "http://m.theglobeandmail.com/life/health-and-fitness/fissures-in-zambonis-ms-theory-widen/article4262528/?service=mobile",
        "http://www.theglobeandmail.com/life/health-and-fitness/massive-study-disputes-zamboni-theory-of-multiple-sclerosis/article590119/",
        "http://medicalmyths.wordpress.com/2009/11/24/the-zamboni-myth-ccsvi-surreal/",
        "http://www.pirion.co.il/images/pdf/Reversal%20of%20benign%20prostate%20-%20ANDROLOGIA.pdf",
        "http://www.pirion.co.il/images/pdf/Editorial%20Commentary%20on%20BPH%20article%20%20ANDROLOGIA.pdf",
        "http://squid314.livejournal.com/350090.html",
        "http://www.ariel.ac.il/images/stories/site/personalSites/YoramBraw/Research_articles/Levkovitz_2010-_A_Double-Blind.pdf",
        "http://jop.sagepub.com/content/early/2012/04/23/0269881112444941",
        "http://en.wikipedia.org/wiki/Sodium_nitroprusside#Medical_pharmacology",
        "https://www.microryza.com/",
        "https://www.metamed.com/"
    ],
    "url": "https://slatestarcodex.com/2013/09/12/the-life-cycle-of-medical-ideas/",
    "summary": "Key ideas:\n- Grey medicine refers to medical ideas that seem like they would probably work, but don't yet have larger, definitive studies to prove their efficacy.\n- There are often bureaucratic, financial, or social factors that can prevent grey medicine from receiving proper attention.\n- Examples of grey medicine include Dr. Zamboni's MS cure, Gat and Goren's prostate treatment, and minocycline for schizophrenia.\n- Sometimes, older, unsexy treatments are the ones that actually work.\n\nKey learnings:\n- The medical community responds correctly to grey medicine by preaching caution and launching studies to investigate the theories.\n- Drug companies don't suppress promising medications so much as they selectively allocate time and resources to un-suppressing beneficial drugs.\n- Medical professionals are typically conservative when it comes to treatments and tend to stick with the tried-and-true methods unless presented with solid evidence to the contrary.\n\nKey questions:\n- How can bureaucratic barriers to research be overcome to speed up the process of proving or disproving medical hypotheses?\n- Is there a more effective way to allocate resources and funding towards pursuing promising medical ideas?\n- How can promising medical ideas gain traction in the medical community without large, expensive studies?"
}