{
    "title": "Abraham Lincoln, Necromancer",
    "date": "February 14, 2013",
    "links": [
        "http://www.csicop.org/sb/show/abraham_lincoln_an_instance_of_alleged_spirit_writing/",
        "http://en.wikipedia.org/wiki/Project_Stargate",
        "http://en.wikipedia.org/wiki/E.D.E.N._Southworth",
        "http://www.amazon.com/American-Scoundrel-Notorious-General-Sickles/dp/0385722257"
    ],
    "url": "https://slatestarcodex.com/2013/02/14/abraham-lincoln-necromancer/",
    "summary": "Key ideas:\n- Abraham Lincoln believed in spiritualism and attended seances.\n- He attended a seance at the Laurie house and witnessed the levitation of a piano.\n- Nettie Colburn Maynard, a medium at the gathering, claimed that Lincoln received advice from spirits about the Emancipation Proclamation.\n- Abraham Lincoln attended seances during the civil war.\n- One of the mediums, Nettie Colburn, claims that Lincoln consulted her during the war.\n- Lincoln may have tested spiritualism as an intelligence source during the war.\n\nKey learnings:\n- Despite being a skeptic, Lincoln was fascinated by spiritualism and attended seances.\n- The testimony of Nettie Colburn Maynard suggests that he may have taken spiritualist advice seriously.\n- Lincoln's beliefs were not unusual in his time, as the mid-1800s were a heyday of spiritualism.\n- The evidence supports that Lincoln attended seances and was interested in spiritualism.\n- The evidence does not support that Lincoln made a demonic pact with Attila the Hun.\n\nKey questions:\n- To what extent did Lincoln's belief in spiritualism influence his decisions as president?\n- How did his contemporaries view his involvement in spiritualism?\n- What can we learn from Lincoln's beliefs about the intersection of religion, spirituality, and politics in the 19th century United States?\n- Did Lincoln genuinely believe in spiritualism or was he just using it for intelligence purposes?\n- How did Lincoln's interest in spiritualism potentially affect his presidency and decision-making during the war?\n"
}