{
    "title": "Things I Don’t Understand About Genetics (A Non-Exhaustive List)",
    "date": "August 23, 2013",
    "links": [
        "http://www.sciencedaily.com/releases/2013/05/130530141959.htm",
        "http://squid314.livejournal.com/345414.html"
    ],
    "url": "https://slatestarcodex.com/2013/08/23/things-i-dont-understand-about-genetics-a-non-exhaustive-list/",
    "summary": "Key ideas:\n- Genome-wide association studies (GWAS) show low contributions from any particular single-nucleotide polymorphism (SNP) in relation to intelligence.\n- People differ a lot in terms of intelligence, suggesting that the genetic component of intelligence variability is either huge, or intelligence variability is not simple and additive, or the math is wrong.\n- There is a possibility that many genes for good intelligence are correlated.\n- The total possible genetic variability in intelligence is suggested to be huge or intelligence variability is non-simple and non-additive.\n- The mutational load may explain correlations between the goodness or badness of the entire genome.\n- Correlations between traits such as intelligence, height, athletic ability, and health may exist but are not as high as expected.\n- The author is unsure about the paternal age effect and the viability of evolution to eliminate people with bad genes.\n\nKey learnings:\n- Intelligence is highly heritable.\n- While GWAS found low contributions from any particular SNP, combining two million SNPs could explain about 2% of the variation in educational attainment across individuals.\n- The genetic component of intelligence variability is complex.\n\nKey questions:\n- Should all genetics studies be performed by organizations whose acronyms are also amino acid codons?\n- How does polygenic inheritance work?\n- Why aren't things more correlated if there is a significant IQ variation within the same family or population group?\n- What is the paternal age effect?\n- How efficient is evolution in eliminating people with bad genes?"
}