{
    "title": "Social Psychology Is A Flamethrower",
    "date": "June 22, 2013",
    "links": [
        "http://elsa.berkeley.edu/~sdellavi/wp/moviescrime08-08-01Forthc.pdf",
        "http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1804959",
        "http://maggiemcneill.files.wordpress.com/2012/04/pornography-rape-and-the-internet.pdf",
        "http://www.hawaii.edu/PCSS/biblio/articles/1961to1999/1999-pornography-rape-sex-crimes-japan.html",
        "http://www.sciencedaily.com/releases/2010/11/101130111326.htm",
        "http://blogs.edweek.org/edweek/eduwonkette/2008/07/gender_and_stereotype_threat_i.html",
        "http://www.washingtonpost.com/wp-dyn/content/story/2008/01/19/ST2008011901990.html",
        "http://jab.sagepub.com/content/37/2/125.abstract",
        "http://en.wikipedia.org/wiki/Drug_Abuse_Resistance_Education#Studies_on_effectiveness",
        "http://en.wikipedia.org/wiki/Boomerang_effect_%28psychology%29",
        "http://en.wikipedia.org/wiki/Backfire_effect#Backfire_effect",
        "http://blogs.hbr.org/bregman/2012/03/diversity-training-doesnt-work.html",
        "http://spr.sagepub.com/content/early/2013/01/23/0265407512472324.abstract",
        "http://thecurrentconscience.com/blog/2013/04/17/is-it-dangerous-to-date-men/",
        "http://www.ssc.wisc.edu/econ/Durlauf/networkweb1/London/Criminology1-15-01.pdf",
        "https://slatestarcodex.com/2013/06/14/the-virtue-of-silence/",
        "http://en.wikipedia.org/wiki/Screwtape_Proposes_a_Toast#Screwtape_Proposes_a_Toast",
        "http://chronicle.com/article/Power-of-Suggestion/136907/",
        "http://blogs.scientificamerican.com/cross-check/2013/05/16/should-research-on-race-and-iq-be-banned/",
        "https://slatestarcodex.com/2013/04/13/proving-too-much/",
        "https://slatestarcodex.com/2013/06/14/the-virtue-of-silence/"
    ],
    "url": "https://slatestarcodex.com/2013/06/22/social-psychology-is-a-flamethrower/",
    "summary": "Key ideas:\n- Social psychology can be a helpful tool for understanding human motivations and behaviors.\n- However, social psychology research can also be subject to replication issues and may not always have real-life implications.\n- Many debates in politics rely on social psychology concepts, but these concepts can be misused or misinterpreted.\n- Six social psychological just-so stories: media violence prevents crime, objectification of women prevents rape, accusations of test bias hurt minorities, fighting stereotypes makes people more prejudiced, calling people racist makes them more racist, and talking about rape culture increases rape\n- The author questions the validity of these stories as they lack enough evidence to be proven\n\nKey learnings:\n- Violent media may actually decrease violent crime rates rather than increase them.\n- Pornography may have a cathartic effect that prevents rape.\n- Educating people that tests are biased against minorities can actually cause minorities to perform worse on them.\n- Diversity and sensitivity training may have unintended negative consequences.\n- Accusing someone of being racist can cause them to become more racist.\n- The six traditional stories also suggest pretty radical and unpalatable action approaching social engineering\n- Using speculative extrapolations from social psychology to promote social engineering is dangerous and proves too much\n\nKey questions:\n- How can we ensure that social psychology research accurately represents real-life situations and has generalizable results?\n- How can we prevent individuals from misusing social psychology concepts to further their own agendas?\n- Is there a way to promote diversity and sensitivity training that avoids the negative consequences that have been observed?\n- How can we address racism and prejudice without causing individuals to become more resistant to change?\n- Do the effects of the six psychological just-so stories justify social engineering?\n- Should people be constantly watching their language around white people and minorities to avoid negative effects in the future?\n- What is your brain's number one thought upon hearing \"Comoros\"?\n"
}