{
    "title": "Wisdom of the Ancients, Redux",
    "date": "May 31, 2013",
    "links": [
        "https://slatestarcodex.com/2013/05/22/the-wisdom-of-the-ancients/",
        "http://drjamesthompson.blogspot.com/2013/05/a-response-to-two-critical-commentaries.html",
        "http://hbdchick.wordpress.com/2013/05/27/a-response-to-a-response-to-two-critical-commentaries-on-woodley-te-nijenhuis-murphy-2013/",
        "http://0-nces.ed.gov.opac.acc.msmc.edu/pubs93/93442.pdf"
    ],
    "url": "https://slatestarcodex.com/2013/05/31/wisdom-of-the-ancients-redux/",
    "summary": "Key ideas\n- Critique of a paper on Victorian intelligence and IQ difference from modern samples.\n- Galton’s Victorian sample might have been more elite than the modern-day samples by selection bias.\n- Demographic differences are not responsible for the IQ difference.\n- Comparison between Galton’s Victorian students and the 1940s college students who were more elite.\n- Comparison of Galton’s Clerical/Semi-Skilled and Semi-Professional groups with Anger's 1993 sample where the Victorians do better.\n\nKey learnings\n- Over a short period like nine hundred years, most of the action isn’t going to come from de novo mutations.\n- People on one side of the bell curve out-reproducing their peers on the other is how the action is going to take place.\n- Losing three IQ points before natural selection is replaced by genetic engineering or transfer to non-biological life isn’t anything to lose much sleep over.\n\nKey questions\n- Is it possible that the average postman you will find buying science-related merchandise in the gift-shop of the Exploratorium in San Francisco will be smarter than the average postman drawn randomly from the distribution of postmen?\n- How many more centuries do we have in which natural selection is going to be the main force shaping our genome, as opposed to genetic engineering or transfer to non-biological life?\n- Should we worry about dysgenics, considering that the dysgenic drop can’t be more than about 3 points?"
}