{
    "title": "Holocaust Good For You, Research Finds, But Frequent Taunting Causes Cancer In Rats",
    "date": "July 31, 2013",
    "links": [
        "http://www.plosone.org/article/info:doi/10.1371/journal.pone.0070048",
        "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0069179",
        "http://www.universityherald.com/articles/4078/20130731/male-holocaust-survivors-longer-life-expectancy.htm",
        "http://en.wikipedia.org/wiki/Caloric_restriction",
        "https://slatestarcodex.com/2013/06/22/social-psychology-is-a-flamethrower/",
        "http://lesswrong.com/lw/k5/cached_thoughts/"
    ],
    "url": "https://slatestarcodex.com/2013/07/31/holocaust-good-for-you-research-finds-but-frequent-taunting-causes-cancer-in-rats/",
    "summary": "Key ideas \n- A study finds that individuals who experience weight discrimination are more likely to gain weight than those who do not experience discrimination.\n- Factors linking weight discrimination and obesity include increased eating and decreased willingness to exercise as well as negative emotions and decreased cognitive control.\n- Another study finds that Holocaust survivors have greater life expectancy than similar Jews who did not experience the Holocaust.\n\nKey learnings\n- Weight discrimination can have a profound effect on an individual's behaviors and emotions, potentially contributing to weight gain and obesity.\n- Unexpected and unexplained factors can contribute to outcomes, such as Holocaust survivors having greater life expectancy than those who did not experience the Holocaust.\n- Psychologists can use science to selectively support either narrative depending on their particular agenda at the moment.\n\nKey questions\n- How can we ensure that studies fully account for potential confounding factors, such as self-reporting and population differences, in order to identify legitimate results and draw accurate conclusions?\n- How can we use this knowledge to address and combat weight discrimination and its negative effects?\n- What implications do these conflicting narratives have for understanding and managing stress, trauma, and adversity, and how can we reconcile them to develop better approaches and interventions?"
}