{
    "title": "Military Strikes Are An Extremely Cheap Way To Help Foreigners",
    "date": "August 30, 2013",
    "links": [
        "http://www.slate.com/blogs/moneybox/2013/08/27/syria_intervention_cost_military_strikes_are_a_highly_cost_ineffective_way.html",
        "http://www.thedailybeast.com/articles/2009/05/05/hooray-for-obamas-socialist-budget.html",
        "http://www.givewell.org/united-states",
        "https://slatestarcodex.com/2013/05/06/raikoth-laws-language-and-society/",
        "http://www.theguardian.com/world/2011/mar/12/libya-benghazi-gaddafi-revolution",
        "http://www.dailymail.co.uk/news/article-2124491/Muammar-al-Gaddafi-raped-countless-women-years-power-Libya.html",
        "https://slatestarcodex.com/2013/04/30/utility-weight-results/"
    ],
    "url": "https://slatestarcodex.com/2013/08/30/military-strikes-are-an-extremely-cheap-way-to-help-foreigners/",
    "summary": "Key ideas\n- Scott disagrees with the Slate article about military intervention being too expensive to help foreigners.\n- Scott argues that defunding policies, (such as PBS or publicly-subsidized preschools) because they're not as effective as GiveWell's top-rated charity is not a good idea.\n- Scott calculates that military intervention in Libya saved 25,000 lives and provided up to 16 million QALYs at $65 per QALY, which is cheaper than the Against Malaria Foundation ($75 per QALY).\n- Scott thinks that a utilitarian US Air Force would require a charity like GiveWell at least for a while rather than selling its planes for scrap and donating to a civilian version.\n\nKey learnings\n- Focus on cost-effective and efficient policies to achieve humanitarian goals.\n- Defunding policies based on effectiveness alone is not a good idea.\n- Evaluate policies on a case-to-case basis and factor in their cost-effectiveness.\n\nKey questions\n- Should the US government have policies that require it to spend money only on the most effective things and then move to the second-most effective once number one is saturated?\n- Is defunding policies that produce less utility than tax cuts or typical government policy a better policy?\n- What is the value proposition of using an explosives-heavy approach to humanitarianism, and what are its predictable side-effects?"
}