{
    "title": "Reactionary Philosophy In An Enormous, Planet-Sized Nutshell",
    "date": "March 3, 2013",
    "links": [
        "http://unqualified-reservations.blogspot.com/",
        "http://en.wikipedia.org/wiki/Fundamental_attribution_error#Classic_demonstration_study:_Jones_and_Harris_.281967.29",
        "https://slatestarcodex.com/2013/10/20/the-anti-reactionary-faq/",
        "http://rationalwiki.org/wiki/Balance_fallacy",
        "http://squid314.livejournal.com/230229.html",
        "https://www.parliament.uk/business/publications/research/olympic-britain/crime-and-defence/crimes-of-the-century/",
        "http://graphics8.nytimes.com/packages/pdf/education/harvardexam.pdf",
        "http://en.wikipedia.org/wiki/List_of_multilingual_Presidents_of_the_United_States",
        "http://squid314.livejournal.com/320672.html",
        "http://blogs.discovermagazine.com/notrocketscience/2010/06/29/does-national-iq-depend-on-parasite-infections-er",
        "https://web.archive.org/web/20150404205305/https://occidentalascent.wordpress.com/2012/06/10/the-facts-that-need-to-be-explained/",
        "http://en.wikipedia.org/wiki/Immigration_Act_of_1924",
        "http://content.time.com/time/magazine/article/0,9171,866343,00.html",
        "http://squid314.livejournal.com/340809.html",
        "http://www.nytimes.com/2012/06/28/opinion/beijing-a-boon-for-africa.html",
        "http://www.npr.org/2013/01/30/169732840/when-crime-pays-prison-can-teach-some-to-be-better-criminals",
        "http://content.time.com/time/photogallery/0,29307,1989083,00.html",
        "http://www.nytimes.com/2007/09/26/business/26leonhardt.html",
        "http://www.slate.com/articles/news_and_politics/the_highbrow/2006/03/desperate_feminist_wives.html",
        "https://web.archive.org/web/20121101063753/http://www.twirlit.com/2012/10/02/study-says-sharing-housework-leads-to-divorce-feminists-wield-brooms-in-rage/",
        "https://www-qa.law.asu.edu/files/Programs/Sci-Tech/Commentaries/ellman_divorcerates.pdf",
        "http://www.dailymail.co.uk/news/article-2270399/Couples-stick-gender-roles-home-sex-20-times-year.html",
        "http://theviewfromhell.blogspot.com/2013/02/single-income-no-kids-supernormal.html",
        "http://www.motherjones.com/politics/2004/11/two-income-trap",
        "http://www.boston.com/news/globe/ideas/articles/2007/08/04/the_downside_of_diversity/?page=full",
        "http://www.patheos.com/blogs/friendlyatheist/2012/11/28/ok-atheists-you-win-the-war-on-christmas-now-move-aside-so-we-can-put-up-another-nativity-scene/",
        "http://www.ribbonfarm.com/2012/11/27/patterns-of-refactored-agency/",
        "http://raikoth.net/libertarian.html",
        "http://fullfact.org/factchecks/the_royal_family_are_we_getting_our_money_s_worth-27330",
        "http://en.wikipedia.org/wiki/King_James_II",
        "http://awp.diaart.org/km/index.php",
        "http://en.wikipedia.org/wiki/Le_Bateau",
        "http://lesswrong.com/r/discussion/lw/gpl/imitation_is_the_sincerest_form_of_argument/"
    ],
    "url": "https://slatestarcodex.com/2013/03/03/reactionary-philosophy-in-an-enormous-planet-sized-nutshell/",
    "summary": "Key ideas:\n- A lot of people don't understand \"Reactionary\" beliefs and have trouble summarizing them.\n- Reactionary beliefs are often politically incorrect and offensive.\n- Modern western liberal democracy has a strong progressivist immune system that rejects new ideas that are not considered progressive.\n- Society rewards people who criticize society for not being progressive enough, but punishes those who suggest moving in the opposite direction.\n- Information we get from schools, media, and popular books on certain topics may be biased due to active repression.\n- We should be skeptical of information related to politics, history, economics, race, and gender, especially from sociology departments that fight against racism.\n- The author argues that some claims of present superiority are not accurate, such as safety and education.\n- Luck, or differences in outcomes across groups, is a solid result from social science.\n- Three broad categories of hypothesis explain luck differences among groups: the external, the cultural, and the biological.\n- The culturalist hypothesis can explain why some minority groups are successful and why group success correlates across societies and immigrant populations, unlike externalist and biologicalist explanations.\n- Assimilation, or the \"melting pot\" strategy, has worked for many immigrant groups in the past and could theoretically work for all minorities. However, progressive ideology that shames assimilation and glorifies cultural differences is preventing this solution from working.\n- Immigration can be a problem if immigrants are actively discouraged from assimilating and bring with them a culture that is worse than the host country's.\n- The current immigration policy in the U.S. is flawed and is making it harder for groups with good outcomes and similar values as Americans to immigrate.\n- Colonialism, while having had some horrible episodes, actually improved countries and made them more liveable.\n- There is an \"uncanny valley of dictatorship\" where being in the middle, dictatorial enough to hurt but not secure enough to mostly leave people alone, is worse than either extreme.\n- The author discusses the uncanny valley effect in criminal justice and warfare.\n- There is a conflict between being very nice and being very strict to prisoners, and the current approach is destructive to society.\n- Progressives prevent the implementation of corporal punishment as an alternative to prisons due to perceived cruelty or racism.\n- The author argues that traditional gender roles have benefits and that feminist attitudes have made women unhappier over the past 50 years.\n- Traditional marriages offer benefits in raising children, finances, and family relationships.\n- Cultural unity can improve civic life and prevent racism\n- Progressivism in America focuses on pointing out how terrible American culture is and how much other people’s cultures are better than theirs\n- Historical cultures were carefully optimized and time-tested for unifying potential\n- The blog post discusses the concept of the Reactionary Aesthetic, a movement that values beauty and traditionalism rather than the modern tendency to value anything strange, unconventional or ugly.\n- The post argues that modern culture is not a good judge of its own merits and describes how past societies outperformed modern ones in certain areas.\n- The post presents the idea of a monarch as a way to replicate the advantages of past societies in a world that is moving towards progressive ideals.\n- The post also includes a survey of various Reactionary ideas like neo-formalism, Catholicism and Whigs.\n\nKey learnings:\n- Reactionary beliefs can be difficult to understand and are often offensive.\n- Western society has a strong progressivist immune system that is ready to reject new ideas that aren't considered progressive.\n- Societies with strong cultural norms can self-organize to keep out new ideas.\n- Information we receive from sources related to taboo topics may be biased.\n- Luck, or differences in outcomes across groups, is a solid result from social science.\n- The externalist hypothesis of racial income gaps is deeply flawed.\n- There are three broad categories of hypothesis to explain luck differences among groups: the external, the cultural, and the biological.\n- The culturalist hypothesis is a promising way to explain group differences and outcomes.\n- Assimilation has been an effective solution to group inequality in the past, and its negative portrayal in progressive ideology is hindering progress.\n- Immigration can be problematic if immigrants are actively discouraged from assimilating and bring with them a culture that is worse than the host country's.\n- A fair and rational immigration policy would require acknowledging that some groups are a better match for American values and would do better in the country.\n- Colonialism, while having had its faults, was generally better for countries than non-colonialism in most measurable ways.\n- Having a relatively more dictatorial government can be better than being somewhere in the middle where the dictator hurts people but also doesn't feel secure enough to leave them alone.\n- The uncanny valley effect can arise when a moderate approach is taken in situations that demand either extreme kindness or severity.\n- A conflict exists between being humane to prisoners and being effective in deterring crime.\n- Traditional gender roles can offer advantages over progressive attitudes.\n- Traditional marriages can offer benefits such as better child-rearing and a stronger relationship.\n- Cultures that value unity create powerful bonds within a community\n- Incentives within systems can prevent self-improvement\n- Democratic governments are not Unincentivized Incentivizers\n- The Reactionary Aesthetic is a movement that values beauty and tradition over anything strange, unconventional, or ugly.\n- Past societies outperformed modern ones in certain areas despite their technological limitations.\n- The idea of a monarch is a theoretical solution for replicating the advantages of past societies in a world that is moving towards progressive ideas.\n\nKey questions:\n- How confident should we be that our society is better than its predecessors?\n- How do we compare to past societies along important dimensions?\n- What aspects of past cultures, governments, and religions made them successful?\n- What makes the externalist hypothesis of racial income gaps deeply flawed?\n- How do these hypotheses relate to present-day political wrangling?\n- What are the most notorious examples of biological hypotheses to explain luck differences among groups?\n- What counterevidence exists to challenge the biologicalist hypothesis?\n- Why did the government actively promote non-assimilation policies in the latter half of the 20th century?\n- Is it fair or racist to prioritize the preservation of a culture over the quality of life it brings to a country?\n- Is it wrong for a liberal citizen in 2013 to want to close the hyperborder with Conservia so that California doesn't become part of the Bible Belt and Republicans don't get guaranteed presidencies forever?\n- Would a citizen be racist for even considering closing the hyperborder with Conservia?\n- What would happen if Israel annexed the Palestinian territories and imposed an authoritarian rule, i.e. would it be better or worse than the current situation?\n- Is corporal punishment a realistic alternative to prison in modern society?\n- How can society balance being humane to prisoners with being effective in deterring crime?\n- Are traditional gender roles becoming more appealing to women in modern society?\n- How can society continue to promote gender equality while recognizing the benefits of traditional gender roles?\n- How can we create cultural unity and prevent cultural subversion?\n- How can we optimize our culture for unifying potential?\n- Can a government Czar be effective in solving societal problems?\n- What are the criticisms of the Reactionary Aesthetic, and how valid are they?\n- Can we replicate the advantages of past societies in a world that is moving inexorably forward?\n- Is the idea of a monarch, either constitutional or absolutist, a viable solution to current societal problems?\n"
}