{
    "title": "We Wrestle Not With Flesh And Blood, But Against Powers And Principalities",
    "date": "March 7, 2013",
    "links": [
        "http://en.wikipedia.org/wiki/Pedro_%C3%81lvares_Cabral",
        "http://en.wikipedia.org/wiki/John_Cabot",
        "http://en.wikipedia.org/wiki/Demographic_transition",
        "http://en.wikipedia.org/wiki/King_Canute#Ruler_of_the_waves",
        "https://books.google.com/books?id=RR_YXpICuOIC&pg=PA84&lpg=PA84#v=onepage&q&f=false"
    ],
    "url": "https://slatestarcodex.com/2013/03/07/we-wrestle-not-with-flesh-and-blood-but-against-powers-and-principalities/",
    "summary": "Key ideas:\n- The largest political changes in history have been reactions to technological progress\n- Cultures and ideologies have a regulatory mechanism that fits them to their conditions\n- Liberal democracy is an adaptation to our current technological climate\n- It's stupid to get upset at puppets, the enemy is the vast formless thing controlling them\n- Technological progress is the driving force of large-scale historical change\n- The evolution of cultures is convergent and shaped by the technological conditions of their time\n- Political progress is humans reacting to the shifting landscape of incentives\n- Attempting to order cultural tides is hubris\n- Past societies were adapted to the technologies and conditions of the centuries they flourished\n- The stability of a past society does not automatically make it superior\n- The best we can do is to determine which policies of our society are bad, and what was the last stable copy to reboot from\n\nKey learnings:\n- Technology is a powerful force in shaping societies and technological progress is the main driver of political change\n- It is important to understand the context in which cultures and ideologies emerge and to recognize that they are adapted to their conditions\n- Reactions to social changes need to take into account the role of technology and the changing social context\n- The attempt to restore past civilizations is impossible because cultural evolution is shaped by the technological conditions of the time\n- The blaming of technological progress for society's problems is a double standard\n- Past societies flourished because they were well-adapted to their time, but this does not mean that they are well-adapted now\n- Attempting to repeal cultural tides is hubris and impractical\n\nKey questions:\n- How can we balance the benefits of technological progress with the potential negative social consequences?\n- What is the role of culture and ideology in shaping societies?\n- How can we create political systems that are adaptable to changing technological and social conditions?\n- What factors have led to cultural evolution going berserk over the past few hundred years?\n- What policies of our society are bad, and what was the last stable copy to reboot from?\n- When and why did the Vast Formless Things change their minds about cultural evolution?\n"
}