{
    "title": "Book Review: After Virtue",
    "date": "April 10, 2013",
    "links": [
        "http://www.firstthings.com/blogs/firstthoughts/2013/03/27/ayn-rand-really-really-hated-c-s-lewis/",
        "http://raikoth.net/consequentialism.html#heuristics",
        "http://studiolo.cortediurbino.org/deontology-is-a-bug/",
        "http://studiolo.cortediurbino.org/the-mechanism-of-deontology/",
        "http://studiolo.cortediurbino.org/deontology-killed-aaron-swartz/",
        "http://en.wikipedia.org/wiki/Philoctetes_%28Sophocles%29",
        "http://edwardfeser.blogspot.com/2012/03/unliterate-hallq.html",
        "http://edwardfeser.blogspot.com/2012/11/the-incompetent-hack.html",
        "http://www.patheos.com/blogs/hallq/",
        "http://www.patheos.com/blogs/hallq/2012/12/hirsch-numbers-for-err-various-people/"
    ],
    "url": "https://slatestarcodex.com/2013/04/10/book-review-after-virtue-or-somebody-here-is-really-confused-and-i-just-hope-its-not-me/",
    "summary": "Key ideas\n- The author discusses Alasdair MacIntyre's book After Virtue and its central argument advocating for a return to Aristotelianism.\n- MacIntyre critiques modern moral philosophy for lacking agreed-upon standards for moral questions.\n- The author does not agree with MacIntyre's solution of virtue ethics, which does not provide answers to moral dilemmas, but rather assigns conflicting virtues.\n- After Virtue draws comparisons between modern morality and ancient societies, but the author points out that ancient Greece experienced similar moral dilemmas and disagreements.\n\nKey learnings\n- MacIntyre argues for a return to Aristotelianism but does not explain how it laid objective grounding for morality.\n- The author broadly agrees with MacIntyre's critique of modern moral philosophy, but does not agree with his solution of virtue ethics.\n- Virtue ethics fails to provide solutions to moral dilemmas, according to the author.\n- After Virtue draws incorrect comparisons between modern morality and ancient societies.\n\nKey questions\n- Why does MacIntyre advocate for a return to Aristotelianism if he does not provide evidence to support it?\n- What are the strengths and weaknesses of utilitarianism as a potential solution to moral dilemmas, in contrast to virtue ethics?\n- Why is it difficult to derive virtues from first principles, and how does this affect virtue ethics?\n- How can modern society reconcile moral disagreements without relying on either deontology or virtue ethics?"
}