{
    "title": "Book Review: Infinite Jest (alternate title: “Look At Me! I Read Infinite Jest!”)",
    "date": "March 23, 2013",
    "links": [
        "http://en.wiktionary.org/wiki/onanism",
        "http://fictionadvocate.com/wordswordswords/#whathappened2",
        "http://jsomers.net/DFW_TV.pdf",
        "http://www.aaronsw.com/weblog/ijend",
        "http://www.amazon.com/gp/product/0316066524/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0316066524&linkCode=as2&tag=slastacod-20&linkId=M5LESQBWOOAQY3O3"
    ],
    "url": "https://slatestarcodex.com/2013/03/23/book-review-infinite-jest-alternate-title-look-at-me-i-read-infinite-jest/",
    "summary": "Key ideas:\n- Infinite Jest is a book with a fractally complex narrative about the dangers of self-reference\n- The book centers around wireheading and the difference between pleasure and purpose\n- These themes are explored through characters like drug addicts and hypercompetitive children\n- The book also explores the importance of interpersonal communication\n- Infinite Jest blurs the boundaries between text and reality.\n- The book seeks to reach the true core beneath postmodernist society and bring it back to reality.\n- The ending of the book is mysterious and difficult to explain.\n\nKey learnings:\n- Seeking pleasure alone is not enough, and life needs to have purpose\n- Competition can be useless and even damaging\n- Connecting to something outside oneself is important\n- Genuine interpersonal communication is key\n- The book highlights people's obsession with meaningless entertainment that doesn't involve interpersonal communication.\n- The book seems like meaningless entertainment but is actually complicated and leads to true interpersonal communication with the author.\n- The author may be represented by James Incandenza in the book.\n\nKey questions:\n- What is the significance of the O.N.A.N. society in the book?\n- How are addiction and wireheading related in the book?\n- What is the importance of Hal Incandenza's character?\n- Can genuine interpersonal communication help combat the dangers of wireheading?\n- What is the significance of blurring the boundaries between text and reality in Infinite Jest?\n- Why is the ending of the book so mysterious?\n- What is the true core beneath postmodernist society that the author seeks to reach and bring back to reality?\n"
}