{
    "title": "90% of all claims about the problems with medical studies are wrong",
    "date": "February 17, 2013",
    "links": [
        "http://www.plosmedicine.org/article/info:doi/10.1371/journal.pmed.0020124",
        "http://web.expasy.org/cgi-bin/pathways/show_thumbnails.pl",
        "http://www.plosmedicine.org/article/fetchObject.action?uri=info:doi/10.1371/journal.pmed.0020124.t004&representation=PNG_M",
        "http://www.ncbi.nlm.nih.gov/pubmed/23093165",
        "http://healthland.time.com/2010/10/20/a-researchers-claim-90-of-medical-research-is-wrong/",
        "http://therefusers.com/refusers-newsroom/90-of-peer-reviewed-clinical-research-is-completely-false-greenmedinfo/#.USF05mex9co",
        "https://web.archive.org/web/20130219063031/http://blog.aurorahistoryboutique.com:80/mummy-powder-and-the-household-use-of-the-egyptian-dead/",
        "https://web.archive.org/web/20130219063031/http://blog.aurorahistoryboutique.com:80/mummy-powder-and-the-household-use-of-the-egyptian-dead/",
        "http://jama.jamanetwork.com/article.aspx?articleid=201218",
        "http://summaries.cochrane.org/CD009218/iron-supplements-taken-one-two-or-three-times-a-week-for-preventing-anaemia-and-its-consequences-in-menstruating-women",
        "http://squid314.livejournal.com/353621.html"
    ],
    "url": "https://slatestarcodex.com/2013/02/17/90-of-all-claims-about-the-problems-with-medical-studies-are-wrong/",
    "summary": "Key ideas:\n- John Ioannidis claims that up to 90% of medical research is false.\n- However, this statement is not entirely accurate, although there is truth to the issue.\n- Many studies have issues with methodology, biases, conflicts of interest, publication bias, etc.\n- Empirical tests have shown that only a fraction of research has been validated.\n- Even a small bias in the research process can lead to a high percentage of false positive research findings\n- Large randomized trials are generally more reliable than individual studies\n- A large volume of wrong medical literature gets published, creating a problem for the field\n- The medical community needs to implement a plan for increasing the reliability of research findings\n\nKey learnings:\n- Studies that are trumpeted widely across the medical world are usually more reliable than those buried in medical journals.\n- Large experimental studies have a relatively low chance of being entirely false, around 5%.\n- Negative results are just as significant as positive results.\n- Individual studies should be viewed with skepticism\n- Large randomized trials and meta-analyses should be valued\n- The medical community needs to work on creating solutions to the base rate problem\n\nKey questions:\n- How do medical professionals ensure a bias-free methodology?\n- How can media outlets ensure that they do not spread false medical information to the public?\n- Is there still widespread belief in all studies' veracity, regardless of where they sit on the medical evidence pyramid?\n- Can we ever expect medical research to be entirely free of bias?\n- What can we do to increase the reliability of individual studies?\n- How can we incentivize the scientific community to prioritize important replications and negative replications?\n"
}