{
    "title": "We Are All MsScribe",
    "date": "December 23, 2013",
    "links": [
        "http://charlottelennox.livejournal.com/887.html",
        "https://slatestarcodex.com/2013/04/15/things-i-learned-by-spending-five-thousand-years-in-an-alternate-universe/",
        "http://lesswrong.com/lw/lt/the_robbers_cave_experiment/"
    ],
    "url": "https://slatestarcodex.com/2013/12/23/we-are-all-msscribe/",
    "summary": "Key ideas\n- The story of MsScribe taking over Harry Potter fandom is the perfect teaching tool for understanding the human race.\n- The feud between Harry/Hermione and Harry/Ginny shippers escalated from online debate to real-world stalking and harassment.\n- The conflict on various websites resulted in a status hierarchy with a few people at the top receiving much attention and affection from others.\n- MsScribe used sock puppet accounts to gain more popularity and fame while at the same time launching cruel attacks on herself through racist and sexist sock puppet accounts to gain sympathy from others.\n- Despite the mounting evidence that MsScribe was behind all of it, everyone continued to support her and ridicule her accusers until a fan with cancer asked for money and MsScribe's negativity caused her popularity to drop.\n- Scott reflects on his life online, particularly in the geofiction/micronation community, where he and others behaved similarly to the Harry Potter fandom.\n- The behavior he and others exhibited is similar to that of the Robbers' Cave experiment where boys at a camp divided themselves into groups and proceeded to hate each other.\n\nKey learnings\n- Online communities can escalate from debates to personal attacks and even real-world harassment and stalking.\n- Sock puppet accounts can be used to manipulate online popularity and gain sympathy from others.\n- People tend to support confirmed popular persons and ridicule their accusers, turning a blind eye to the truth.\n- Conflicts can escalate to the point of people creating separate status hierarchies with some people receiving more attention and affection.\n- People can form group identities and hate those in other groups, even over fictional matters like romantic pairings in a book or fictional countries.\n\nKey questions\n- What do you think causes people to escalate from online debates to personal attacks and real-world harassment and stalking?\n- Can sock puppet accounts ever be used positively, such as in a marketing setting?\n- Is it possible for people to remain objective in conflicts and consider evidence fairly even if it may go against their opinions or beliefs?\n- What do you think can be done to prevent conflicts from escalating to the point of creating separate status hierarchies and leading to hate and backstabbing among groups?\n- How can we encourage more constructive and respectful conversations and interactions online?"
}