{
    "title": "Literally Inconceivable: Contraceptives And Abortion Rates",
    "date": "June 1, 2013",
    "links": [
        "https://slatestarcodex.com/2013/05/30/fetal-attraction-abortion-and-the-principle-of-charity/",
        "http://www.amptoons.com/blog/2013/05/27/pro-lifers-dont-give-a-damn-about-fetuses-they-only-care-about-coercing-women/",
        "https://slatestarcodex.com/2013/05/30/fetal-attraction-abortion-and-the-principle-of-charity/#comment-12979",
        "https://slatestarcodex.com/2013/05/30/fetal-attraction-abortion-and-the-principle-of-charity/#comment-13008",
        "http://www.patheos.com/blogs/badcatholic/2012/11/does-contraception-reduce-the-abortion-rate.html",
        "http://en.wikipedia.org/wiki/Peltzman_effect",
        "http://en.wikipedia.org/wiki/Peltzman_effect",
        "http://en.wikipedia.org/wiki/Peltzman_effect#Seat_belts",
        "http://www.ncbi.nlm.nih.gov/pubmed/17112456",
        "http://en.wikipedia.org/wiki/Comparison_of_birth_control_methods#Comparison_table",
        "http://realchoice.blogspot.com/2011/01/yet-another-example-of-counter.html",
        "http://www.washingtonpost.com/blogs/wonkblog/wp/2012/11/23/surprise-the-abortion-rate-just-hit-an-all-time-low/",
        "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1716232/",
        "http://www.lifenews.com/2012/02/17/studies-birth-control-contraception-dont-cut-abortions/",
        "http://www.huffingtonpost.com/2013/02/14/birth-control-use-cdc-study_n_2686941.html",
        "http://en.wikipedia.org/wiki/Comparison_of_birth_control_methods#Comparison_table",
        "http://abortionincanada.ca/history/legal-abortion-in-canada/",
        "http://www2.hu-berlin.de/sexology/IES/portugal.html#9",
        "http://www.johnstonsarchive.net/policy/abortion/ab-portugal.html",
        "http://en.wikipedia.org/wiki/Portuguese_abortion_referendum,_2007",
        "http://www.huffingtonpost.com/2012/10/05/study-free-birth-control-abortion-rate_n_1942621.html",
        "https://slatestarcodex.com/2013/05/30/fetal-attraction-abortion-and-the-principle-of-charity/#comment-13042",
        "https://www.stlbeacon.org/#!/content/25459/study_recommends_iuds",
        "http://www.ncbi.nlm.nih.gov/pubmed/7971545",
        "http://www.popsci.com/science/article/2013-01/did-penicillin-kickstart-sexual-revolution",
        "http://en.wikipedia.org/wiki/RISUG"
    ],
    "url": "https://slatestarcodex.com/2013/06/01/literally-inconceivable-contraceptives-and-abortion-rates/",
    "summary": "Key ideas:\n- The author searches for information related to unintended pregnancies and abortion due to comments on a previous post.\n- The post examines the arguments for and against the claim that contraception decreases abortion rates.\n- The Peltzman effect, which causes people to engage in riskier behavior when safety measures are implemented, is raised as a possible factor that could increase abortion rates.\n- Time-series studies suggest that there is a correlation between contraception and abortion rates, but cross-country analyses of the relationship are more complex.\n- A controlled experiment in St. Louis found that free contraceptives led to a lower teenage pregnancy rate.\n- Contraceptive and abortion rates often rise simultaneously, but the rise is not necessarily causal\n- The rise is more likely due to the same philosophy: people want to have sex but not have kids\n- Availability of both contraception and abortion rise as this philosophy becomes more widespread\n- The availability of contraception itself causing the rise of this philosophy is unclear\n\nKey learnings:\n- Correlations between contraception and abortion rates are complex and context-dependent.\n- The Peltzman effect could be a contributing factor to increased abortion rates despite widespread availability of contraception.\n- Controlled experiments are more effective at isolating the effects of contraception on abortion rates than time-series analyses.\n- A society legalizing contraceptives may see an increase in abortion rates\n- In a society where contraceptives are already legal and the demographic transition is complete, increasing access to contraceptives could decrease abortion\n- Increasing access to highly effective contraceptives like the implant or RISUG could very likely decrease abortion\n\nKey questions:\n- Is there a way to control for confounding factors when analyzing the relationship between contraception and abortion rates?\n- How can we determine if the Peltzman effect is responsible for the correlation between increased contraception use and increased abortion rates?\n- What are the best forms of contraception to use to minimize the risk of unintended pregnancy and abortion?\n- To what degree does the availability of contraception itself cause the rise of the \"lots of sex, few kids\" philosophy?\n- How much of the rise in abortion rates is due to the availability of both contraception and abortion?\n- Would increasing access to highly effective contraceptives like the implant or RISUG have a significant impact on decreasing abortion rates?\n"
}