{
    "title": "Raikoth: Corruption, Priesthood",
    "date": "May 8, 2013",
    "links": [
        "slatestarcodex.com/2013/05/06/raikoth-laws-language-and-society/",
        "https://www.kickstarter.com/projects/martinkallstrom/memoto-lifelogging-camera",
        "https://slatestarcodex.com/wp-content/uploads/2013/05/eye_pendant1.jpg",
        "https://www.youtube.com/watch?v=JR8I7nL9WOU",
        "https://slatestarcodex.com/wp-content/uploads/2013/05/arch-cathedral1.png",
        "https://slatestarcodex.com/wp-content/uploads/2013/05/ianakve1.jpg"
    ],
    "url": "https://slatestarcodex.com/2013/05/08/raikoth-corruption-priesthood/",
    "summary": "Key Ideas:\n- Third Eyes, little lifelogging cameras provided at government expense, intermittently take pictures and video and record conversations and wirelessly upload them to a central encrypted database.\n- The wearer of the Third Eye knows its master password, which can be used to generate daily passwords to unlock the data for a specific day; the caretakers of the central database can decrypt a day's recordings at the request of the wearer.\n- Third Eyes discourage crime and provide alibi proof for false accusations by decrypting recordings in criminal proceedings.\n- Priests of Truth are humans who are trained to have judgment approaching that of a prediction market, assigned to answer specific questions about individuals that need to be made dozens or hundreds of times a day, and are humans who never tell even the slightest lie, or break even the most trivial oath.\n- All predictions by all Priests get entered into a centralized database, and each Priest masters the ability to tell the truth and predict things correctly.\n\nKey Learnings:\n- The Third Eye system in the government can discourage crime by offering proof of activities leading up to the criminal offense.\n- Priests of Truth have a high standard of truthfulness, and their philosophy is that one can't predict things well without learning not to lie to oneself.\n\nKey Questions:\n- How realistic is the Third Eye concept to implement in contemporary society?\n- Can the system be hacked or malfunction and lead to disastrous consequences?\n- What if someone is falsely accused, and they didn't have a Third Eye at the time of the alleged incident?"
}