{
    "title": "A Something Sort Of Like Left-Libertarianism-ist Manifesto",
    "date": "December 8, 2013",
    "links": [
        "https://twitter.com/possibleviews",
        "http://en.wikipedia.org/wiki/Bleeding-heart_libertarianism",
        "http://www.marketplace.org/topics/wealth-poverty/what-did-tech-ceo-say-worker-he-wanted-automate",
        "http://en.wikipedia.org/wiki/Deadweight_loss",
        "http://www.nytimes.com/2013/12/05/business/15-wage-in-fast-food-stirs-debate-on-effects.html?hpw&rref=business&_r=0",
        "http://www.cdc.gov/nchs/data/databriefs/db114.pdf",
        "https://slatestarcodex.com/2013/03/24/the-death-of-wages-is-sin/",
        "http://lesswrong.com/lw/j5m/on_walmart_and_who_bears_responsibility_for_the/",
        "http://blog.jim.com/economics/equal-opportunity.html#more-3973",
        "http://en.wikipedia.org/wiki/Jizya",
        "http://raikoth.net/libertarian.html"
    ],
    "url": "https://slatestarcodex.com/2013/12/08/a-something-sort-of-like-left-libertarianism-ist-manifesto/",
    "summary": "Key ideas:\n- The author believes that the binary left vs right political spectrum limits discourse and that there are four possible visions for a flourishing society.\n- The author argues for a shift in thinking regarding welfare programs, using examples of BART workers and fast-food employees.\n- The author suggests a market-informed solution for affirmative action and minority rights.\n- Banning and regulating things is a blunt tool.\n- Taxes/subsidies are a more targeted approach.\n- Taxes/subsidies can boost innovation and startup culture.\n\nKey learnings:\n- Society is not limited to a two-dimensional political spectrum and should consider a wider range of political philosophies.\n- Welfare programs can be disguised as work programs and may not be the most effective way to help individuals.\n- A market-informed solution can be a fairer and more efficient way to address social issues.\n- Government intervention doesn't always solve issues.\n- There is another approach other than just banning and regulating.\n\nKey questions:\n- How can society move beyond the left vs right political spectrum?\n- What are the potential drawbacks of market-informed solutions for social issues?\n- How can welfare programs be restructured to better help individuals without creating deadweight loss in the workforce?\n- What is the problem with banning and regulating?\n- What is the effect of not banning and regulating things?\n- What is a good approach to dealing with social and economic problems?\n"
}