{
    "title": "I Myself Am A Scientismist",
    "date": "July 25, 2013",
    "links": [
        "http://en.wikipedia.org/wiki/Tilt-shift",
        "http://en.wikipedia.org/wiki/%C3%89lan_vital",
        "http://wiki.lesswrong.com/wiki/Antiprediction",
        "http://en.wikipedia.org/wiki/Availability_heuristic",
        "http://web.expasy.org/cgi-bin/pathways/show_thumbnails.pl",
        "https://en.wikipedia.org/wiki/Existence_of_God#Arguments_for_the_existence_of_God"
    ],
    "url": "https://slatestarcodex.com/2013/07/25/i-myself-am-a-scientismist/",
    "summary": "Key ideas:\n- \"Scientism\" is the belief in the universal applicability of the scientific method\n- The accusation of scientism is often made against those who are not actually applying the scientific method\n- The author believes that scientific thinking is useful even in non-scientific fields\n- Science is not just about experiment and observation, it also has a theoretical side that involves theorizing\n- Principles in science compensate for defects in our reasoning faculty and are antipredictions\n- Our faculty for evaluating chains of deductive reasoning is selectively bad and we dismiss it when proven wrong\n- A hypothesis-space that accounts for human fallibilities can help us make better decisions.\n- Past experiences can reveal our fallibilities and help us adjust our hypotheses.\n- A high burden of proof is necessary before zooming in on any one area of the hypothesis-space.\n\nKey learnings:\n- Empiricism and experiment cannot solve all problems\n- The accusation of scientism is often unfounded and based on inter-departmental squabbling\n- Scientific thinking is useful in non-scientific fields because it compensates for defects in our reasoning faculty\n- Principles in science are antipredictions that help us return to a default position\n- Our faculty for evaluating chains of deductive reasoning is selectively bad and needs to be calibrated against hard reality\n- We should acknowledge our fallibilities and strive to make decisions based on evidence and past experiences.\n- It is important to maintain a broad perspective and not narrow in too quickly on one idea or hypothesis.\n- Being open to adjusting our hypotheses based on new information can lead to better decisions.\n\nKey questions:\n- What is \"scientism\" and why is it a purported fallacy?\n- Why are people accused of \"scientism\" often not actually applying the scientific method?\n- How is scientific thinking useful in non-scientific fields?\n- What are antipredictions and how do they help us return to a default position?\n- Why is our faculty for evaluating chains of deductive reasoning selectively bad?\n- How can we better incorporate past experiences into our decision-making process?\n- What are the potential risks of not considering our fallibilities when making decisions?\n- How can we determine when we have enough evidence to make a decision without narrowing in too quickly on a single hypothesis?\n"
}