{
    "title": "Hasta La Victorians Siempre",
    "date": "June 3, 2013",
    "links": [
        "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2672390/",
        "http://www.nber.org/papers/h0108",
        "\n\n<blockquote>The crude average figures often used to depict the brevity of Victorian lives mislead because they include infant mortality, which was tragically high. If we strip out peri-natal mortality, however, and look at the life expectancy of those who survived the first five years, a very different picture emerges. Victorian contemporary sources reveal that life expectancy for adults in the mid-Victorian period was almost exactly what it is today. At 65, men could expect another ten years of life; and women another eight. This compares surprisingly favourably with today’s figures: life expectancy at birth (reflecting our improved standards of neo-natal care) averages 75.9 years (men) and 81.3 years (women); though recent work has suggested that for working class men and women this is lower, at around 72 for men and 76 for women.</p>\n<p>Given that modern pharmaceutical, surgical, anaesthetic, scanning and other diagnostic technologies were self-evidently unavailable to the mid-Victorians, their high life expectancy is very striking, and can only have been due to their health-promoting lifestyle. But the implications of this new understanding of the mid-Victorian period are rather more profound. It shows that medical advances allied to the pharmaceutical industry’s output have done little more than change the manner of our dying. The Victorians died rapidly of infection and/or trauma, whereas we die slowly of degenerative disease. It reveals that with the exception of family planning, the vast edifice of twentieth century healthcare has not enabled us to live longer but has in the main merely supplied methods of suppressing the symptoms of degenerative diseases which have emerged due to our failure to maintain mid-Victorian nutritional standards.  Above all, it refutes the Panglossian optimism of the contemporary anti-ageing movement whose protagonists use 1900 – a nadir in health and life expectancy trends – as their starting point to promote the idea of endlessly increasing life span. These are the equivalent of the get-rich-quick share pushers who insisted, during the dot.com boom, that we had at last escaped the constraints of normal economics. Some believed their own message of eternal growth; others used it to sell junk bonds they knew were worthless. The parallels with today’s vitamin pill market are obvious, but this also echoes the way in which Big Pharma trumpets the arrival of each new miracle drug.</p></blockquote>\n<p>I was wondering how long it would take “Big Pharma” to make an appearance.</p>\n<p>Anyway, here we turn to <A HREF=",
        "http://www.osfi.gc.ca/app/DocRepository/1/eng/oca/pdf/DEIP_Gallop_e.pdf",
        "books.google.com/books?id=75DZmQtybMwC&pg=PA216&lpg=PA216&dq=adult+life+expectancy+Victorian+England&source=bl&ots=FwEw97C4Ua&sig=6lYXuX0ubHMjODSbDb3Tf4MHj_U&hl=en&sa=X&ei=hACtUfueAcXCyAH5hIDoAw&ved=0CGgQ6AEwBg",
        "http://jrs.sagepub.com/content/101/9/454.full"
    ],
    "url": "https://slatestarcodex.com/2013/06/03/hasta-la-victorians-siempre/",
    "summary": "Key ideas:\n- The mid-Victorian period was a time of good health and longevity due to their diet and high level of physical activity.\n- Their diet was high in nutrients, lacked additives, and had high calories compensating for their exercise regimes.\n- Degenerative diseases were almost non-existent in that period, as public records indicate, and life expectancy for adults was similar to that of today.\n- Clayton and Rowbotham argue that the mid-Victorian period can provide a benchmark for our health today since modern healthcare has done little to improve our lifespan, and its application has merely suppressed the symptoms of degenerative diseases.\n- Textbooks that focus on nutrients and supplements often lack scientific evidence.\n- A lack of \"correctly designed\" supplements makes it difficult for the medical community to rely on them.\n- Coordination issues and poor design contribute to the lack of effective supplement studies.\n- Whole foods have useful properties that supplements don't, but it's important to figure out how to deliver those properties in a pill.\n\nKey learnings:\n- A poor diet and a sedentary lifestyle result in poor health conditions, including degenerative diseases.\n- The Victorians' longevity and good health were due to their highly nutritious seasonal diet, which lacked additives and preservatives.\n- Modern healthcare has not significantly increased our lifespans, and degenerative diseases remain prevalent.\n- The notion of a modern diet contributing to degenerative diseases seems correct, although the attribution to nutrient deficiency is unsupported.\n- The development of better supplement science could lead to effective supplements.\n\nKey questions:\n- Is it fair to compare our health with the Victorians, given the significant advances in medical technology, especially in nutrition and diagnosis?\n- How do we counter the effects of processed foods? Should we resort to dietary supplements or whole food sources?\n- How can we maintain our health, considering the trade-offs involved?\n- What makes whole foods effective, and how can we recreate that in supplement form?\n- How can we improve coordination and design for supplement studies?\n- What other factors besides nutrient deficiency contribute to degenerative diseases linked to modern diets?\n"
}