{
    "title": "Less Wrong, More Rite (II)",
    "date": "December 18, 2013",
    "links": [
        "http://www.kickstarter.com/projects/244974495/brighter-than-today-a-secular-solstice",
        "http://lesswrong.com/r/discussion/lw/8o6/the_gift_we_give_tomorrow_spoken_word_finished/5d9f",
        "http://plover.net/~bonds/objects.html",
        "http://lesswrong.com/lw/z4/do_fandoms_need_awfulness/",
        "http://www.youtube.com/watch?v=e7K28ZJS-Ic",
        "http://commonsenseatheism.com/?p=370",
        "http://www.youtube.com/watch?v=4-vDhYTlCNw"
    ],
    "url": "https://slatestarcodex.com/2013/12/18/less-wrong-more-rite-ii/",
    "summary": "Key ideas:\n- The Rationalist Solstice Ritual is often criticized but still enjoyable and helps create community.\n- The cringeworthiness of a religion or belief system can attract people to it because it creates an in-group with a significant separation from the out-group.\n- Atheists face obstacles in building community because of their scattered nature and differences in beliefs apart from atheism itself.\n- The modern atheist movement has several strategies to solve the problem of building community, including ignoring or exaggerating negative aspects of religion or focusing on a more specific sub-movement.\n- The rationalist movement naturally creates a strong community due to its different ways of thinking.\n- There is not a lack of good art about atheism, but rather atheists create art about the same things as anyone else.\n- The \"missing atheist music\" is found in songs written by nonreligious or ambiguously spiritual people about progressive values, unity, etc.\n\nKey learnings:\n- Separating oneself from the out-group and having a unique way of looking at the world can create a stronger community.\n- Building a community of atheists comes with significant obstacles due to scattered population and differences in beliefs.\n- Focusing on a sub-movement or specific belief can help strengthen the atheist community.\n\nKey questions:\n- What is the rationalist movement, and how does it differ from traditional atheism?\n- Why is it easier for some religions to create a strong community than for atheists?\n- How can atheists overcome the obstacles they face in building community?"
}