{
    "title": "The Poor You Will Always Have With You",
    "date": "October 31, 2013",
    "links": [
        "http://habitableworlds.wordpress.com/2013/10/29/the-motives-of-social-policy/",
        "http://www.academia.edu/4752281/_A_starving_mob_has_no_respect._Urban_markets_and_food_riots_in_the_Roman_world_100_BC_-_AD_400",
        "http://www.newsmax.com/US/Welfare-work-rasmussen-poll/2012/07/18/id/445765",
        "https://slatestarcodex.com/2013/03/07/we-wrestle-not-with-flesh-and-blood-but-against-powers-and-principalities/",
        "http://en.wikipedia.org/wiki/Fat_acceptance_movement",
        "http://www.villainouscompany.com/vcblog/archives/2013/03/no_fault_divorc.html",
        "http://www.marriagedebate.com/pdf/imapp.nofault.divrate.pdf"
    ],
    "url": "https://slatestarcodex.com/2013/10/31/the-poor-you-will-always-have-with-you/",
    "summary": "Key ideas:\n- Scott Alexander argues that classical Rome shared many policies associated with progressivism, such as welfare, religious syncretism, and sexual libertinism.\n- Habitable Worlds disagrees with this point, arguing that progressive policies emerge from ideals of morality, justice, oppression, and rights that were not present in ancient Rome.\n- The article explores the differences in motive and philosophical justifications for welfare policies in ancient Rome versus modern progressivism.\n- The author compares ancient Rome and modern America in terms of their militarily security, economic advancement, multiculturalism, and urbanization.\n- The author argues that ancient Rome could be considered a progressive society due to similarities in social policies and outcomes.\n- The author states that the particular brand of progressive philosophy is irrelevant to the assessment of a society's progressiveness.\n\nKey learnings:\n- The similarity of policies between ancient Rome and modern progressivism may not necessarily signify similar underlying motives.\n- The author proposes a model in which social change leads to progressive values, rather than the other way around.\n- Comparing ancient Rome to modern progressivism can shed light on the underlying philosophical justifications for different welfare policies.\n- Social policies and outcomes are more important than philosophical beliefs when assessing a society's progressiveness.\n- It is possible to compare societies across different time periods by evaluating their military security, economic status, multiculturalism, and urbanization.\n\nKey questions:\n- Did the poor in ancient Rome receive welfare because they deserved it or because of political motives?\n- How do the philosophical justifications for welfare policies in ancient Rome differ from those in modern progressivism?\n- How can comparing ancient Rome to modern progressivism help us understand the underlying values and motives driving policy decisions?\n- Could other historical societies be considered progressive under the same criteria as ancient Rome?\n- What factors besides military security, economic advancement, multiculturalism, and urbanization should be considered when comparing societies?\n- Are there any negative social outcomes in modern America that were not present in ancient Rome?\n"
}