{
    "title": "Investment and Inefficient Charity",
    "date": "April 5, 2013",
    "links": [
        "http://lesswrong.com/lw/3gj/efficient_charity_do_unto_others/",
        "http://rationalaltruist.com/",
        "http://en.wikipedia.org/wiki/Advocatus_diaboli",
        "http://www.givewell.org/",
        "http://www.overcomingbias.com/",
        "http://www.overcomingbias.com/2011/09/let-us-give-to-future.html",
        "http://lesswrong.com/lw/65/money_the_unit_of_caring/",
        "http://squid314.livejournal.com/330050.html",
        "http://rationalaltruist.com/2013/03/12/giving-now-vs-later/"
    ],
    "url": "https://slatestarcodex.com/2013/04/05/investment-and-inefficient-charity/",
    "summary": "Key ideas:\n- GiveWell's concept of radical transparency in researching charities\n- Robin Hanson's argument to invest charitable donations and donate later in life\n- Hanson's claim that people should only donate to the most effective charity, but can't due to scope insensitivity\n- The idea that the world is getting better so quickly that we are running out of charitable interventions\n- The potential high-leverage charity target of affecting the technological singularity\n- A comparison of donating now versus investing and donating later in terms of monetary gains and potential world-ending events\n\nKey learnings:\n- Mathematically speaking, investing charitable donations and donating later can generate more monetary gains if the world does not end before the donation\n- People's reluctance to invest and donate later may stem from social benefits and the desire to show care for multiple causes\n- The world is improving quickly, making identifying and funding cost-effective charitable interventions more difficult\n\nKey questions:\n- How can we ensure we are making the most effective charitable donations?\n- To what extent can investing charitable donations be a more beneficial option?\n- Can we do more to promote the long-term view of charitable giving rather than seeking immediate social benefits?"
}