{
    "title": "A Thrive/Survive Theory Of The Political Spectrum",
    "date": "March 4, 2013",
    "links": [
        "https://slatestarcodex.com/2013/03/03/reactionary-philosophy-in-an-enormous-planet-sized-nutshell/",
        "http://blogs.smithsonianmag.com/science/2013/02/study-predicts-political-beliefs-with-83-percent-accuracy/",
        "http://en.wikipedia.org/wiki/Whig_history",
        "http://unqualified-reservations.blogspot.com/2007/07/universalism-postwar-progressivism-as.html",
        "http://www.emeraldrain.com/mp3/ERP_YZIL_04_Flee.mp3",
        "http://www.gwern.net/The%20Melancholy%20of%20Subculture%20Society",
        "http://realfakerealfake.blogspot.com/2011/03/conspicuous-outrage.html",
        "http://lesswrong.com/lw/83b/a_signaling_theory_of_class_x_politics_interaction/",
        "http://en.wikipedia.org/wiki/Thrifty_phenotype",
        "http://jhfowler.ucsd.edu/heritability_of_partisan_attachment.pdf",
        "http://unqualified-reservations.blogspot.com/2012/11/romney-he-sucks.html"
    ],
    "url": "https://slatestarcodex.com/2013/03/04/a-thrivesurvive-theory-of-the-political-spectrum/",
    "summary": "Key ideas:\n- Scott addresses why society seems to be moving leftward.\n- Scott proposes that the best way for leftists to get themselves in a rightist frame of mind is to imagine a zombie apocalypse tomorrow.\n- Scott also imagines a future utopia of infinite technology to explain policies that would be useful in that situation.\n- Poor people tend to be leftist, whereas rich people tend to be rightist\n- Leftist cultural values are more intellectual whereas rightist cultural values are more practical\n- Developmental psychology suggests that the brain has a switch for toggling between modes based on environmental factors, such as social stability and abundance versus scarcity\n- Genetics and implicit messages in childhood shape party affiliation, but rational arguments and post-childhood experiences also play a role\n- Leftism wins over time because technology advances over time which means societies become more secure and abundant over time\n\nKey learnings:\n- A leftist worldview prioritizes thriving in a safe environment.\n- A rightist worldview prioritizes surviving an unsafe environment.\n- In desperate conditions, we tend to adopt rightist positions, while in a post-scarcity society, we tend towards leftist positions.\n- Leftist ideology tends to be more effective in secure and technologically advanced societies\n- Rightist ideology is more effective in tiny unstable bands facing a hostile wilderness\n\nKey questions:\n- What is leftism and rightism?\n- Why do both ideologies combine seemingly unrelated political ideas?\n- Why do the two ideologies seem broadly stable across different times and cultures?\n- How come leftism seems to usually win out over rightism, pushing the Overton window a bit forward until there’s a new leftism and rightism?\n- Why are poor people more leftist and rich people more rightist?\n- What implicit messages shape party affiliation in childhood?\n- What role do rational arguments and post-childhood experiences play in shaping party affiliation?\n- How can technology and economic security impact political ideology?\n"
}