{
    "title": "A Letter I Will Probably Send To The FDA",
    "date": "November 26, 2013",
    "links": [
        "http://www.usatoday.com/story/tech/2013/11/25/fda-tells-23andme-to-halt-sales-of-genetic-test/3698431/",
        "http://www.forbes.com/sites/matthewherper/2013/11/25/23andstupid-is-23andme-self-destructing/",
        "http://www.change.org/petitions/fda-administrator-margaret-hamburg-don-t-ban-home-genomics-kits?share_id=HYGsfmWDjq&utm_campaign=share_button_action_box&utm_medium=facebook&utm_source=share_petition",
        "http://blog.personalgenomes.org/2013/11/21/pgp-comments-on-genomic-data-sharing-policy/"
    ],
    "url": "https://slatestarcodex.com/2013/11/26/a-letter-i-will-probably-send-to-the-fda/",
    "summary": "Key ideas\n- The author expects 23andMe to submit paperwork and make some changes to resume providing genetic testing services.\n- The author believes that personal genomics services provide a useful diagnostic tool and raise awareness of genetics among the general population.\n- The author argues that restricting 23andMe's services would eliminate a useful diagnostic tool from everyone except very wealthy patients.\n- The author believes that 23andMe handles the complexity and uncertainty of genetic testing correctly and provides accurate information with appropriate disclaimers.\n\nKey learnings\n- Personal genomics services provide a useful diagnostic tool and raise awareness of genetics among the general population.\n- Personal genomics services, like 23andMe, often provide a much more affordable and accessible way for people to get genetic testing.\n- Restricting personal genomics services like 23andMe would eliminate a useful diagnostic tool from everyone except very wealthy patients.\n\nKey questions\n- How will the current spat between 23andMe and the FDA be resolved?\n- How can personal genomics services like 23andMe help raise awareness of genetics among the general population?\n- Why is it important to allow people to access affordable and accessible genetic testing?\n- What are the potential consequences of restricting personal genomics services?"
}