{
    "title": "Thank you for doing something ambiguously between smoking and not smoking",
    "date": "March 28, 2013",
    "links": [
        "https://slatestarcodex.com/2013/03/24/the-death-of-wages-is-sin/",
        "http://squid314.livejournal.com/338607.html",
        "http://en.wikipedia.org/wiki/Status_quo_bias",
        "http://www.sciencedirect.com/science/article/pii/S0024320506004619",
        "http://toxsci.oxfordjournals.org/content/103/2/225.full",
        "http://www.neurology.org/content/78/2/91.abstract",
        "http://www.ncbi.nlm.nih.gov/pubmed/21592253",
        "http://www.ncbi.nlm.nih.gov/pubmed/10982578",
        "https://stacks.cdc.gov/view/cdc/5527"
    ],
    "url": "https://slatestarcodex.com/2013/03/28/thank-you-for-doing-something-ambiguously-between-smoking-and-not-smoking/",
    "summary": "Key ideas:\n- Funge is a funny word that refers to what extra units of a good will replace.\n- The desirability of the minimum wage depends on whether below-minimum-wage funges against above-minimum wage jobs or against unemployment.\n- E-cigarettes are not deadlier than other daily activities.\n- E-cigarettes should be evaluated based on what they fung against.\n- E-cigarettes are a better smoking cessation aid than nicotine patches.\n- The safety of e-cigarettes is being held to an excessively high standard.\n\nKey learnings:\n- Funge can be a useful concept for understanding tradeoffs.\n- The desirability of policies like the minimum wage is context-specific.\n- E-cigarettes are less harmful than regular cigarettes.\n- The effects of e-cigarettes should be evaluated based on what they funge against.\n\nKey questions:\n- How does fungibility complicate understanding tradeoffs?\n- How can policymakers better evaluate the impact of policies like the minimum wage?\n- What is the best way to approach evaluating the safety of emerging technologies like e-cigarettes?\n- How can we ensure that public health concerns are prioritized in policymaking?"
}