{
    "title": "Fish – Now By Prescription",
    "date": "June 15, 2014",
    "links": [
        "https://slatestarcodex.com/2014/05/25/apologia-pro-vita-sua/",
        "https://slatestarcodex.com/2013/09/28/sleep-now-by-prescription/",
        "https://www.jacobinmag.com/2014/06/bad-science/",
        "https://slatestarcodex.com/2013/11/26/a-letter-i-will-probably-send-to-the-fda/",
        "https://slatestarcodex.com/2014/06/15/fish-now-by-prescription/#comment-101764",
        "https://slatestarcodex.com/2014/06/15/fish-now-by-prescription/#comment-102072",
        "https://slatestarcodex.com/2014/06/15/fish-now-by-prescription/#comment-102073"
    ],
    "url": "https://slatestarcodex.com/2014/06/15/fish-now-by-prescription/",
    "summary": "Key ideas:\n- LOVAZA and Deplin are both medicines that cost substantially more than their store-sold counterparts, despite not having much evidence for significant differences in quality or effectiveness.\n- The author argues that LOVAZA and Deplin provide beneficial services by making the substances they contain \"Official\" and thus more likely to be used and covered by insurance.\n- The author also believes the high cost of these medicines can be attributed to the regulatory hurdles that must be jumped through to get FDA-approval and recoup research costs.\n\nKey learnings:\n- The medical system is sometimes strange and nonsensical, resulting in costly prescribed medications that don't necessarily provide significant benefits over cheaper store-bought supplements.\n- However, some of these medications are marketed as \"Official\" and therefore more likely to be used and covered by insurance, which could potentially lead to better patient outcomes in the long run.\n\nKey questions:\n- Are there any other examples of \"unofficial\" supplements or substances that have become \"Official\" medicines in this way?\n- How closely regulated are the studies that are required for FDA approval, and are there any alternatives or improvements to this process?\n- What can be done to make these medications more affordable for patients who may not have insurance or cannot afford high copays?"
}