{
    "title": "Growing Children For Bostrom’s Disneyland",
    "date": "July 13, 2014",
    "links": [
        "http://www.amazon.com/gp/product/0199678111/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0199678111&linkCode=as2&tag=slastacod-20&linkId=IWNBR675JVYNEXLG",
        "https://slatestarcodex.com/2013/04/06/poor-folks-do-smile-for-now/",
        "http://squid314.livejournal.com/332946.html?thread=2849426",
        "http://squid314.livejournal.com/333168.html",
        "https://slatestarcodex.com/2014/01/28/wirehead-gods-on-lotus-thrones/",
        "http://kottke.org/03/02/weblogs-and-power-laws"
    ],
    "url": "https://slatestarcodex.com/2014/07/13/growing-children-for-bostroms-disneyland/",
    "summary": "Key ideas:\n- A multipolar future inhabited by billions to trillion of vaguely-human-sized agents, probably digital, engaged in brutal Malthusian competition\n- An end-stage hyperproductive grey goo would act more like biology than a normal-world economy\n- In an end-stage superintelligence economy, every agent would behave perfectly optimally, and consciousness would have no place in it\n- Higher-level structures beyond the end-stage goo might still have wiggle room for consciousness and non-Malthusianism to exist, but they might also face Malthusian competition and possess only the consciousness the goo designs for them\n\nKey learnings:\n- In a maximally productive superintelligent Malthusian economy, the only actions that agents will take are only those that maximize their objective economic utility, and all other actions will outcompete them\n- Utility calculations will be made very explicitly based on objective economic terms\n- Emergent patterns might be observed in the end-stage goo, which would resemble a new kind of physics or even a biological system with different “creatures” in different niches\n\nKey questions:\n- How doomed are we when we come to this point?\n- Could higher-level structures beyond the end-stage goo still possess consciousness and non-Malthusianism?\n- Would a higher-level structure be able to intervene on the levels below them, and would they want to?"
}