{
    "title": "Framing For Light Instead Of Heat",
    "date": "December 3, 2014",
    "links": [
        "https://slatestarcodex.com/2014/11/25/race-and-justice-much-more-than-you-wanted-to-know/",
        "http://www.vox.com/2014/12/1/7311417/race-law-controls",
        "http://www.amazon.com/gp/product/0195104692/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0195104692&linkCode=as2&tag=slastacod-20&linkId=KWFMKPBSDYQB5EHP",
        "https://slatestarcodex.com/2014/11/04/ethnic-tension-and-meaningless-arguments/",
        "https://slatestarcodex.com/2014/11/03/all-in-all-another-brick-in-the-motte/",
        "http://en.wikipedia.org/wiki/Implicature",
        "https://slatestarcodex.com/blog_images/ferguson.png",
        "http://www.vox.com/2014/8/14/6002175/its-not-just-ferguson-americas-criminal-justice-system-is-racist",
        "http://www.overcomingbias.com/2007/05/policy_tugowar.html"
    ],
    "url": "https://slatestarcodex.com/2014/12/03/framing-for-light-instead-of-heat/",
    "summary": "Key ideas:\n- The blog post discusses how terminology matters in discussions of bias and discrimination in the criminal justice system and in the gender wage gap.\n- The author argues that the standard methodology of controlling for factors like income level may miss direct bias against black people caused by racist attitudes among police and other officials.\n- The author suggests that tackling the culture of bribery, nepotism, and corruption is a more appropriate solution to address bias in the criminal justice system.\n- The author also argues that the focus on the gender wage gap often ignores upstream factors like how men and women are socialized as children to have different values.\n- The author shares a specific structure to follow when writing blog posts.\n- The structure consists of six parts: headline, hook, context, key ideas, key learnings, and key questions.\n- The key ideas should provide a summary of the main points that will be discussed in the post.\n\nKey learnings:\n- The post highlights the importance of careful definition and use of terminology in discussions of issues related to bias and discrimination.\n- It emphasizes the need to consider and address upstream factors that contribute to the gender wage gap.\n- It highlights the idea that the solution to bias and discrimination in the criminal justice system may need to focus on broader social and economic issues, rather than just addressing individual attitudes or behavior.\n- A well-structured blog post can help readers better understand the content.\n- Following a consistent structure takes the guesswork out of writing.\n- Including key ideas, key learnings, and key questions can make a blog post more engaging and thought-provoking.\n\nKey questions:\n- What is the impact of using imprecise or misleading terminology in discussions of bias and discrimination?\n- How can we effectively tackle issues like bias in the criminal justice system and the gender wage gap?\n- What are the broader social and economic factors that contribute to bias and discrimination, and how can we address them?\n- \"Does my headline accurately represent the content of the post?\"\n- \"Is my hook interesting and compelling?\"\n- \"Have I provided enough context for readers who may be unfamiliar with the topic?\"\n- \"What are the main points I want readers to take away from this post?\"\n- \"What new insights or lessons have I learned from researching and writing this post?\"\n"
}