{
    "title": "Medicine, As Not Seen On TV",
    "date": "June 30, 2014",
    "links": [
        "http://squid314.livejournal.com/327646.html",
        "https://slatestarcodex.com/2013/06/24/the-hospital-orientation/",
        "https://slatestarcodex.com/2013/07/09/i-atent-dead/",
        "https://slatestarcodex.com/2013/07/17/who-by-very-slow-decay/",
        "https://slatestarcodex.com/2014/05/06/evening-doc/"
    ],
    "url": "https://slatestarcodex.com/2014/06/30/medicine-as-not-seen-on-tv/",
    "summary": "Key ideas\n- Doctors don't spend their time solving diagnostic mysteries as medical TV dramas suggest.\n- Patients who come into the hospital have chronic medical conditions and follow standard diagnostic tests and treatments for them.\n- Doctors mostly deal with an avalanche of disasters that can arise from medical procedures, complications, infections, drug withdrawals, etc.\n- Hospitals expose patients to numerous risks and diseases, and their real purpose is to detect and treat dormant diseases.\n- Hospitals are emergent systems that work because specialists, nurses, and technicians follow standard procedures that provide adequate patient care.\n\nKey learnings\n- Not all aspects of medical practice are glamorous, especially for new doctors.\n- The reality of medical work is different from what medical TV shows portray.\n- Most patients in hospitals have chronic medical conditions, and doctors follow standard procedures to care for them.\n- Hospitals are high-risk environments that expose patients to numerous health threats.\n- Medical care is an emergent system created by the collective actions of specialists, nurses, technicians, and doctors.\n\nKey questions\n- Why does God hate hospital patients so much, inflicting them with random diseases and complications?\n- What motivates people to pursue medicine as a profession despite the numerous challenges and difficulties they face daily?\n- How can doctors maintain their humanity and compassion in a system that often treats patients as objects to be processed and fixed?\n- What can medical schools do to better prepare doctors for the realities of medical practice and make residency/internship less of a shock?\n- How can medical professionals and health systems address the numerous risks and dangers of hospitals and healthcare settings for patients?"
}