{
    "title": "A Paradox of Ecclesiology",
    "date": "July 14, 2014",
    "links": [
        "https://www.princeton.edu/~achaney/tmve/wiki100k/docs/Libertarian_National_Socialist_Green_Party.html",
        "https://slatestarcodex.com/2014/05/19/nerds-can-be-bees-too/",
        "https://slatestarcodex.com/2013/04/15/things-i-learned-by-spending-five-thousand-years-in-an-alternate-universe/"
    ],
    "url": "https://slatestarcodex.com/2014/07/14/ecclesiology-for-atheists/",
    "summary": "Key ideas:\n- Movements require cooperation and compromise to gain power.\n- Organizations must decide on how strict or relaxed their structure and orthodoxy is.\n- Centralized top-down control versus decentralized bottom-up control is a critical design trade-off.\n- The Catholic Church is an impressive organization due to its strictness of group membership, formalization of beliefs and commitments, hierarchy, and use of rituals.\n- Humans have a longing to be part of something bigger than themselves.\n- A Church type organization can lead to a cohesive movement.\n- Structure and ability to choose an in-group are important for humans.\n\nKey learnings:\n- The Catholic Church's success can be attributed to its strictness, formalization, hierarchy, and use of rituals.\n- Organizations must understand the trade-offs involved in designing an effective structure.\n- Churches can provide a sense of structure and cohesion in movements.\n- Members can follow clearly printed lists of demands and maintain consensus.\n- There might be a memetic immune response against creating churches.\n\nKey questions:\n- How can organizations balance the need for centralized control with the risk of value drift?\n- How can groups determine an appropriate level of orthodoxy to maintain unity without becoming too exclusive?\n- How can organizations find a balance between strictness and relaxedness to achieve their goals?\n- Why do humans long for someone to rule them and tell them what to do?\n- Why are humans immune to creating churches?\n- Will there ever be a new church in the future?\n"
}