{
    "title": "Book Review: On The Road",
    "date": "December 2, 2014",
    "links": [
        "http://www.amazon.com/gp/product/0140283293/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0140283293&linkCode=as2&tag=slastacod-20&linkId=WD6K3MSAS5TQZK55",
        "https://slatestarcodex.com/2014/08/31/radicalizing-the-romanceless/",
        "https://slatestarcodex.com/2013/04/11/read-history-of-philosophy-backwards/",
        "https://slatestarcodex.com/2014/09/13/book-review-singer-on-marx/",
        "https://slatestarcodex.com/2013/04/03/against-anton-wilsonism/"
    ],
    "url": "https://slatestarcodex.com/2014/12/02/book-review-on-the-road/",
    "summary": "Key ideas:\n- On the Road is about terrible people doing terrible things.\n- The characters drive across the US without a particular reason, getting in car accidents, stealing stuff, and screwing women whom they promise to marry and then don’t.\n- The characters are visionaries who use overwrought religious adjectives to describe every object they come across.\n- \"On The Road\" by Jack Kerouac features a high-trust society that is collapsing.\n- Kerouac's philosophy advocates for living without compromise, seeking holiness and the exotic.\n- The book describes characters who engage in pointless criminality while pursuing transcendence.\n- The early Communists' ideology and Kerouac's philosophy both share similar shortcomings.\n- The book lacks self-awareness and shows poor judgment in its depiction of mysticism, travel, and relationships.\n\nKey learnings:\n- The characters in On the Road are desperately trying to avoid getting a stable life, including stable relationships and steady jobs.\n- The characters are incredibly fortunate in their ability to obtain jobs easily and to travel without much consequence.\n- The novel unintentionally highlights the cultural shift that has occurred to protect women from predatory behavior.\n- The collapse of a high-trust society is inevitable when people defect against one another.\n- Pursuing a life of self-indulgence and rejecting social norms will likely lead to negative consequences.\n- Utopia is not something that arises automatically; it requires effort and active participation from individuals.\n- Pursuing mysticism and transcendence should be done in moderation and under careful guidance.\n\nKey questions:\n- How do the characters avoid getting caught for their criminal deeds so easily?\n- Why is Kerouac obsessed with Dean Moriarty despite all of his bad deeds?\n- Is there any value to be found in the characters’ constant search for enlightenment and revelation, or is it all just a meaningless pursuit of intense emotion?\n- Can a book's characters' viewpoints differ significantly from the author's viewpoint?\n- How much value is there in living a life without compromise?\n- Can pleasure-seeking activities like travel and sex be enjoyed responsibly?\n- What is the relationship between spiritual growth and enlightenment?\n"
}