{
    "title": "The Categories Were Made For Man, Not Man For The Categories",
    "date": "November 21, 2014",
    "links": [
        "http://errancy.org/bats.html",
        "http://lesswrong.com/lw/no/how_an_algorithm_feels_from_inside/",
        "http://news.nationalgeographic.com/news/2014/10/141003-suleyman-tomb-ottoman-osman-turkey-syria-isis/",
        "http://mentalfloss.com/article/29086/its-complicated-5-puzzling-international-borders",
        "http://en.wikipedia.org/wiki/IAU_definition_of_planet",
        "http://thingofthings.wordpress.com/2014/11/13/on-trans-regret/",
        "http://lesswrong.com/lw/2as/diseased_thinking_dissolving_questions_about/",
        "http://en.wikipedia.org/wiki/Causes_of_transsexualism#Biological-based_theories",
        "https://slatestarcodex.com/2013/02/18/typical-mind-and-gender-identity/",
        "http://freethoughtblogs.com/zinniajones/2012/08/being-a-woman-also-isnt-like-being-napoleon/",
        "http://debunkingdenialism.com/2013/12/06/being-transgender-is-nothing-like-having-a-psychotic-napoleon-delusion/",
        "http://en.wikipedia.org/wiki/Emperor_Norton_I"
    ],
    "url": "https://slatestarcodex.com/2014/11/21/the-categories-were-made-for-man-not-man-for-the-categories/",
    "summary": "Key ideas:\n- The argument that Biblical fallibility can be proved through the misidentification of whales as fish is misguided.\n- The categorization of objects, such as planets or mammals, is not always clear-cut and can be based on arbitrary decisions.\n- Borders between countries can be subjective and based on trade-offs rather than clear-cut facts.\n- Boundaries can be subjective and negotiable, not factually correct or incorrect.\n- Criteria for categorization can be defined arbitrarily but with tradeoffs in mind.\n- The transgender movement proposes self-identification as a tiebreaker between man and woman.\n- The project of the transgender movement is a boundary-redrawing project that aims to save lives.\n- A psychiatrist's primary focus is to help the patient, whatever the means.\n- Scott argues for the importance of clear definitions.\n- He discusses how unclear definitions can lead to confusion and manipulative rhetoric.\n- Scott provides strategies for creating accurate and concise definitions.\n\nKey learnings:\n- Definitions of categories, such as what constitutes a fish, are not always based on concrete facts but can be influenced by cultural and linguistic factors.\n- The categorization of objects can be based on arbitrary decisions rather than clear-cut definitions, leading to disagreements among different groups.\n- Borders between countries can be subjective and based on trade-offs, leading to peculiar situations like territories within other territories.\n- Categorization is subjective.\n- Boundaries can be somewhat arbitrary but serve a purpose.\n- Psychiatry is about helping patients.\n- Creating clear definitions takes effort and attention.\n- Accurate definitions limit the potential for manipulation and confusion.\n- Defining terms is crucial for productive communication.\n\nKey questions:\n- How do cultural and linguistic factors influence the definitions of categories like fish or mammals?\n- How can we make decisions on categorization when there is no clear-cut definition?\n- How can we balance the trade-offs involved in border disputes to create a solution that satisfies both sides?\n- Is it morally sound to redraw boundaries for a specific purpose?\n- Where do we draw the line between arbitrary and concrete boundaries?\n- In what instances is it necessary or justifiable to redraw boundaries?\n- How can we ensure that our definitions accurately reflect the territory?\n- What strategies can we use to create concise and accurate definitions?\n- How do unclear definitions contribute to deceptive rhetoric and confusion?\n"
}