{
    "title": "Right Is The New Left",
    "date": "April 22, 2014",
    "links": [
        "http://lesswrong.com/lw/2pv/intellectual_hipsters_and_metacontrarianism/",
        "http://www.psmag.com/navigation/health-and-behavior/bugs-like-made-germ-theory-democracy-beliefs-73958/",
        "https://slatestarcodex.com/2013/03/04/a-thrivesurvive-theory-of-the-political-spectrum/",
        "https://slatestarcodex.com/2013/02/20/future-tense/",
        "http://online.wsj.com/news/articles/SB10001424052702303987004579479501134392562",
        "http://www.theatlantic.com/education/archive/2014/04/does-traditional-college-debate-reinforce-white-privilege/360746/",
        "http://www.salon.com/2014/04/18/south_carolina_mayor_fires_towns_first_openly_gay_police_chief_says_being_gay_is_a_questionable_lifestyle/",
        "http://www.laughbreak.com/stories/horseshoe_logic.html",
        "https://slatestarcodex.com/2014/03/15/can-it-be-wrong-to-crystallize-patterns/",
        "https://slatestarcodex.com/2014/04/11/going-loopy/",
        "http://blogs.discovermagazine.com/gnxp/2012/04/verbal-intelligence-by-demographic/#.U1ResVdSszc"
    ],
    "url": "https://slatestarcodex.com/2014/04/22/right-is-the-new-left/",
    "summary": "Key ideas:\n- Fashion can be explained using a cellular automaton model with setup and sandwich effects.\n- Social status hierarchies drive fashion by counter-signaling to avoid being mistaken for a lower class.\n- New trends carry social risk and are adopted by the clued-in first, gradually becoming less risky as they catch on.\n- Upper class copying trends from lower class can create a more stable fashion configuration.\n- People who were once considered the middle-class are becoming politically right-leaning to differentiate from leftists.\n- This may be due to the liberals' prevalence in high-status professions and the \"uncoolness\" of conservatives.\n- Fashion-consciousness and fear of being identified with unpopular political positions is driving some people to become anti-leftist, rather than conservative or libertarian.\n- There may be a pendulum swinging back and forth between political affiliations and a chance to learn from each swing.\n\nKey learnings:\n- Fashion changes often due to social status hierarchies and counter-signaling.\n- New fashion trends carry social risk and are only adopted by the clued-in, gradually becoming less risky as they catch on.\n- Upper class copying trends from lower class can create a stable fashion configuration.\n- Political beliefs are not static and can change depending on social status and perceived uncoolness or popularity.\n- Fear of being identified with unpopular political positions can be a driving force in shifting one’s political beliefs.\n- There may be opportunities to learn from each swing of the pendulum and ultimately work towards a more just society.\n\nKey questions:\n- Why does fashion often copy the outfits of the lower class?\n- What is the fundamental generator that makes fashion tick?\n- What is causing the author to become more conservative?\n- What role does stress play in causing conservativism?\n- Why do people feel the need to differentiate from leftists in high-status professions?\n- How do fashion and societal trends influence political beliefs?\n- Can shifts in political beliefs be used to promote positive change in society?\n"
}