{
    "title": "Book Review: What’s Wrong With The World",
    "date": "December 25, 2014",
    "links": [
        "http://www.amazon.com/gp/product/1438279787/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=1438279787&linkCode=as2&tag=slastacod-20&linkId=5FKXUA46WNDMJ77M",
        "http://www.gutenberg.org/files/1695/1695-h/1695-h.htm",
        "http://xkcd.com/793/",
        "https://twitter.com/stevenkaas/status/165936659819544577",
        "http://marginalrevolution.com/marginalrevolution/2014/10/five-case-studies-in-politicization.html",
        "https://twitter.com/stevenkaas/status/144899078222921729",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "https://chesterton.wordpress.com/2012/04/11/tyrannies-young-as-the-morning/",
        "http://www.gutenberg.org/files/1717/1717-h/1717-h.htm"
    ],
    "url": "https://slatestarcodex.com/2014/12/25/book-review-whats-wrong-with-the-world/",
    "summary": "Key ideas:\n- G.K. Chesterton's 1910 collection, What's Wrong With The World, focuses on societal problems caused by the Industrial Revolution\n- Chesterton's style is to challenge common-sense assertions and take an opposing view\n- Chesterton argues against the progressive solution to social problems: altering human nature to fit the conditions instead of changing the conditions to fit human nature\n- He proposes a return to medieval values, and issues with the church and Christianity failing because they were not lived enough\n- Chesterton's solution to societal problems is to roll things back to the way they were before the Industrial Revolution.\n- Chesterton's proposals are impossible to implement within the current political sphere.\n- The author argues that sometimes medication is the only effective way to treat depression.\n- The author disagrees with Chesterton's utopian view of the world.\n\nKey learnings:\n- Chesterton's writing style involves taking the opposite view to challenge common-sense assumptions\n- The book argues for a return to medieval values\n- Changing society to solve societal problems isn't easy, and sometimes medication is the best option.\n- Sometimes people have unrealistic solutions to societal problems.\n\nKey questions:\n- What is the difference between Chesterton's idea of \"trying Christianity\" and actually implementing it?\n- How relevant are Chesterton's arguments to modern society and political climate?\n- How does the author propose to solve societal problems that cannot be solved by medication?\n- Is it ethical to put people on medication instead of trying to fix the root cause of their problems?\n- How can society realistically address societal problems without rolling everything back to a previous era?\n"
}