{
    "title": "An Iron Curtain Has Descended Upon Psychopharmacology",
    "date": "August 16, 2014",
    "links": [
        "http://en.wikipedia.org/wiki/Anxiolytic",
        "http://www.ncbi.nlm.nih.gov/pubmed/19491814",
        "https://slatestarcodex.com/2013/09/28/sleep-now-by-prescription/",
        "https://slatestarcodex.com/2014/06/15/fish-now-by-prescription/",
        "http://marginalrevolution.com/marginalrevolution/2014/08/fda-device-regulation.html",
        "http://www.amazon.com/gp/product/1618689576/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=1618689576&linkCode=as2&tag=slastacod-20&linkId=AFWMEEFHYSSANCNN",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "http://awakebrain.com/"
    ],
    "url": "https://slatestarcodex.com/2014/08/16/an-iron-curtain-has-descended-upon-psychopharmacology/",
    "summary": "Key ideas\n- There are Russian anti-anxiety drugs that seem to have good evidence for their effectiveness.\n- American textbooks and lectures rarely mention these drugs and even experts in the field are unlikely to recognize them.\n- American doctors are unlikely to prescribe these drugs because they have not been FDA approved or studied thoroughly by American companies.\n- There may be a legal and financial reasons for American companies not to bother importing and studying these drugs.\n\nKey learnings\n- The system of drug approval and prescription is flawed and sometimes leads to people being deprived of effective treatments.\n- A gray market for drugs can emerge when effective drugs are made unavailable through official channels.\n\nKey questions\n- Why are the FDA approval and patent system so stringent? Is this necessary to protect patients or is it slowed progress in medical innovation?\n- Is there a way to better leverage international research efforts and collaborate more effectively across borders?\n- Is it ethically defensible to prevent patients from accessing effective treatments, even if their use may carry certain risks?"
}