{
    "title": "Why No Science Of Nerds?",
    "date": "September 25, 2014",
    "links": [
        "http://en.wikipedia.org/wiki/Henry_Cavendish#Personality_and_legacy",
        "http://en.wikipedia.org/wiki/Asperger_syndrome#Speech_and_language",
        "http://www.ncbi.nlm.nih.gov/pubmed/1745699",
        "http://www.sciencedirect.com/science/article/pii/S0028393206004155",
        "https://sci-hub.si/https://www.sciencedirect.com/science/article/pii/S0191886910003442",
        "http://www.sciencedirect.com/science/article/pii/S0890856709636352",
        "https://www.princeton.edu/haushofer/publications/Eisenegger_et_al_TiCS_2011.pdf",
        "http://www.nytimes.com/2006/08/10/fashion/10Fitness.html?pagewanted=all",
        "http://www.sciencedirect.com/science/article/pii/S0003347208001322",
        "http://www.ncbi.nlm.nih.gov/pubmed/10196726",
        "http://www.ncbi.nlm.nih.gov/pubmed/2029601",
        "http://www.sciencedirect.com/science/article/pii/S0191886998002724",
        "http://healthland.time.com/2013/10/17/deep-voiced-men-make-bad-mates-study/",
        "http://www.ncbi.nlm.nih.gov/pubmed/11913330",
        "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1691166/",
        "https://slatestarcodex.com/2014/09/15/ozy-a-response-to-spandrell/#comment-145602"
    ],
    "url": "https://slatestarcodex.com/2014/09/25/why-no-science-of-nerds/",
    "summary": "Key ideas:\n- There is a lack of scientific study of \"nerds\" despite the common characteristics associated with them.\n- These common characteristics include being smart, interested in math and science, shy and awkward, bad at getting social status, etc.\n- Possible reasons for these correlated characteristics include social status loss due to physical traits, interests being a result of lack of social skills, etc.\n- Testosterone and sex hormones play a role in these characteristics but do not necessarily explain the whole picture.\n\nKey learnings:\n- There is an absence of scientific exploration of \"nerds\" despite their common characteristics.\n- Possible reasons for these characteristics include various factors such as social status loss, interests stemming from lack of social skills, and even below-average levels of testosterone.\n- Hormones such as testosterone undoubtedly play a role in these correlated characteristics but do not encapsulate the whole picture.\n\nKey questions:\n- Are there any differences in \"nerd\" culture across different times and cultures?\n- What could explain the correlated characteristics of \"nerds\" (e.g., shyness, disinterest in sports, love for math, etc.)?\n- What role do hormones such as testosterone play in these correlated characteristics?\n- How can we expand our understanding of sex hormones and their effects? \n- What explains the cluster of transwomen who have traditional male characteristics and are nerdy?\n- Are there distinct differences between male and female nerds in terms of characteristics such as attractiveness and athleticism?"
}