{
    "title": "Book Review: Singer on Marx",
    "date": "September 13, 2014",
    "links": [
        "https://www.amazon.com/Marx-Short-Introduction-Peter-Singer/dp/0192854054/ref=as_li_ss_tl?_encoding=UTF8&redirect=true&ref_=as_li_tl&linkCode=ll1&tag=slatestarcode-20&linkId=0aebebd06cb90392c229e84d246ecb5a",
        "https://slatestarcodex.com/2017/02/22/repost-the-non-libertarian-faq/",
        "https://slatestarcodex.com/2013/06/25/nature-is-not-a-slate-its-a-series-of-levers/",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "http://en.wikipedia.org/wiki/Tragedy_of_the_commons#History",
        "https://slatestarcodex.com/2014/08/24/the-invisible-nation-reconciling-utilitarianism-and-contractualism/"
    ],
    "url": "https://slatestarcodex.com/2014/09/13/book-review-singer-on-marx/",
    "summary": "Key ideas:\n- The author chose a summary and commentary book over primary sources to learn more about leftist philosophy\n- Marx opposed planning the structure of communist governments or economies on principle\n- Marx believed that there was no such thing as human nature and everything was completely malleable\n- Capitalism involves collective irrationality\n- Marx's insight on capitalism was not original to him\n- Marx believed that labor creates all value and that capitalists are oppressing laborers by taking a large share of the gains produced.\n- In Marx's view, if laborers remove capitalists, they can direct their productive power in the most useful manner.\n- Marx assumed coordination to be instantaneous in the absence of any obstacles to coordination.\n- Coordination is crucial to the explanation of the contribution of capitalists.\n\nKey learnings:\n- Reading primary sources is not always the best way to understand certain thinkers and philosophies\n- Marx opposed planning the structure of communist governments or economies on principle because he believed it was a scientific law that a perfect communist government would form of its own accord\n- Marx believed that human nature was completely malleable\n- Capitalism involves collective irrationality that leads to a society that no one controls\n- Marx's assumption that coordination is easy led to his belief that capitalists are useless.\n- To get rid of all forms of competition, free rider problems, and other issues, a system better than capitalism needs to be invented.\n\nKey questions:\n- Is there another way to deal with the collision of Marxist doctrine with reality besides returning to the purity of Marx?\n- Was Marx's insight on capitalism original to him or did he borrow it from previous thinkers?\n- Did Marx have the clarity of thought to understand the system that could solve the issues better than capitalism?\n- What system can address issues like competition, free rider problems, and tragedies of the commons better than capitalism?\n"
}