{
    "title": "Ethnic Tension And Meaningless Arguments",
    "date": "November 4, 2014",
    "links": [
        "https://slatestarcodex.com/2014/11/03/all-in-all-another-brick-in-the-motte/",
        "https://slatestarcodex.com/2013/05/18/against-bravery-debates/",
        "http://en.wikipedia.org/wiki/Motivated_reasoning",
        "http://lesswrong.com/lw/km/motivated_stopping_and_motivated_continuation/",
        "http://www.yalepeplab.com/teaching/psych131_summer2013/documents/Lecture11_WheatleyHaidt2005_DisgustMoralJudgments.pdf",
        "http://tvtropes.org/pmwiki/pmwiki.php/Main/TropeNamers",
        "http://thinkprogress.org/health/2012/06/25/505526/poll-most-americans-support-obamacare-provisions/",
        "https://slatestarcodex.com/2014/10/16/five-case-studies-on-politicization/",
        "http://en.wikipedia.org/wiki/Ashley_Todd_mugging_hoax",
        "http://lesswrong.com/lw/nv/replace_the_symbol_with_the_substance/",
        "http://lesswrong.com/lw/np/disputing_definitions/",
        "https://slatestarcodex.com/2014/07/07/social-justice-and-words-words-words/",
        "http://squid314.livejournal.com/323694.html",
        "http://spr.sagepub.com/content/early/2013/01/23/0265407512472324.abstract",
        "https://slatestarcodex.com/2014/09/30/i-can-tolerate-anything-except-the-outgroup/",
        "http://multiheaded1793.tumblr.com/post/98968958301/queenshulamit-hufflepuffintp",
        "http://yudkowsky.net/rational/virtues/",
        "https://twitter.com/deityofreligion/status/525712796852301825",
        "https://slatestarcodex.com/2014/02/23/in-favor-of-niceness-community-and-civilization/",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "http://en.wikipedia.org/wiki/Aumann%27s_agreement_theorem",
        "https://slatestarcodex.com/2014/06/14/living-by-the-sword/"
    ],
    "url": "https://slatestarcodex.com/2014/11/04/ethnic-tension-and-meaningless-arguments/",
    "summary": "Key ideas:\n- Motte-and-bailey is a successful fallacy that depends on people not being entirely clear on what they're arguing about.\n- In Philosophy 101, arguments are supposed to be based on empirical fact, morality or policy.\n- The Israel-Palestine conflict exemplifies how people can switch points in the middle of an argument due to the general factor of pro-Israeliness.\n- The Ethnic Tension game demonstrates how emotivism can be used to manipulate vague concepts and load them with good or bad karma.\n- Motte-and-bailey allows a vague concept to be defended by using a thing, like \"religion is the belief that there's beauty and order in the universe,\" as a \"motte\" for a more controversial statement.\n- The idea that connections or associations between different concepts or ideas can dictate our thoughts, opinions and attitudes towards certain issues, even if those connections are meaningless or illogical.\n- The potential for a General Factor of Politics that influences our attitudes towards various political issues.\n- The way in which political issues can be framed or politicized in various ways to influence people's opinions and attitudes towards them.\n- The idea of drawing lines between concepts to assign them positive or negative karma.\n- The social justice movement redefines words like \"racism\" to reflect bad karma toward opponents.\n- Beliefs become weapons when they are joined to ethnic groups.\n- The ability to form communities built on mutual disarmament and cooperation is essential.\n\nKey learnings:\n- Motte-and-bailey is a fallacy that can be used to manipulate people by exploiting their cognitive biases.\n- Emotivism can be used to manipulate vague concepts and load them with good or bad karma.\n- People can sometimes switch points in the middle of an argument due to the general factor of pro- or anti- a particular concept.\n- It's important to be clear on the topic being debated to avoid the motte-and-bailey fallacy.\n- Assigning good karma to a vague concept by pitching it persuasively can give it a massive \"home field advantage\" in any future debates.\n- Our attitudes towards political issues can be heavily influenced by the connections or associations we make between different concepts or ideas.\n- Political issues can be politicized and framed in different ways to elicit specific responses from people.\n- There may be a General Factor of Politics that influences our attitudes towards a wide range of political issues.\n- Concepts are often attached to different groups, creating proxy ethnicities that can lead to hatred and hostility.\n- Forming rationalist communities is important for improving the quality of life and providing positive externalities to the outside world.\n- Overcoming bias is hard, and members of rationalist communities need to be constantly trying to advance the art of discussion tactics.\n\nKey questions:\n- How can we avoid falling into the motte-and-bailey fallacy?\n- How can we ensure that arguments are based on empirical fact, morality or policy?\n- How can we stop people from manipulating vague concepts by exploiting people's cognitive biases?\n- How can we encourage people to be more clear on the topic they are debating?\n- How can we make sure that a concept is not given an unfair advantage due to good karma?\n- How can we become more aware of the connections and associations we make between different concepts, and how they influence our attitudes towards political issues?\n- How do different political narratives or frames influence our attitudes towards issues, and how can we distinguish between attempts to politicize an issue and attempts to provide a more nuanced understanding of it?\n- Is it possible to overcome the influence of the General Factor of Politics on our attitudes towards political issues, and if so, how?\n- How can people root out ethnic tension in particular communities?\n- How can rationalist communities continue to advance the art of discussion tactics?\n- In what ways can forming communities built on mutual disarmament and cooperation be beneficial for society?\n"
}