{
    "title": "The Study of Anglophysics",
    "date": "April 3, 2014",
    "links": [
        "http://lesswrong.com/lw/hq/universal_fire/",
        "http://www.hpmorpodcast.com/?p=1323"
    ],
    "url": "https://slatestarcodex.com/2014/04/03/the-study-of-anglophysics/",
    "summary": "Key ideas:\n- A research team managed to construct a device that allowed them to interact with an imaged world created by a late colleague out of the contents of his mind.\n- They discovered that the imaged world seems to run on the anagrams of the English language.\n- They set up a laboratory and used a portable nanofactory to create huts and other needed items.\n- They discovered that reactions usually wouldn't happen at all without sound.\n- The protagonists continue their experiments with the anglophysics in Adwellia.\n- They use a centrifuge and a \"sonic ray\" machine to create more complex products but do not succeed.\n- Lachlan becomes addicted to the joy obtained from linguistic anagrams, upsetting Omar.\n- Omar explores the area using a small aircraft and determines that Adwellia is a spherical planet about the size of the Earth.\n- The protagonists attempt to synthesize Albert Einstein using elements such as stone, tin, and Eder's corpse, but do not succeed.\n- The narrator and his lab partner, Lachlan, are on a mission experimenting with reactions in a world where sound drives chemical reactions.\n- Lachlan becomes obsessed with producing SMART, intelligence, and kidnaps the headman's daughter.\n- Lachlan threatens to destroy the world with a metaphorical nuke, using a reaction generated by the ground and sin to create sound and a grin.\n- The narrator uses his parasonic gun to create a boat and escape, but drains most of its energy.\n- In a last-ditch effort, the narrator uses the reaction of \"cape + test + 2*error\" to make \"escape + 2*terror\" and is saved from drowning.\n- The author describes his experience of entering and leaving a parallel world called Adwellia through a translation chamber.\n- He proposes three theories on what may have happened during his experience: a successful escape to his home dimension, being expelled by Adwell's consciousness, or possibly destroying Adwellia through the implementation of a paradox.\n- The author expresses his interest in further correspondence with a reader regarding the implications of anglophysics and the consistency of imaged worlds.\n\nKey learnings:\n- The imaged world is bound by the expectations of the imager, in this case, running on the anagrams of the English language.\n- Sound plays a crucial role in reactions in this world.\n- Simple materials and short words are the most stable, with complicated or abstract concepts rarely forming spontaneously.\n- Letter isolation remains a challenge, and creating more complex products is difficult.\n- The physics of Adwellia still operate on English, and the apparent size of the planet is comparable to Earth.\n- The villagers have their own taboos and may be suspicious of the protagonists' activities.\n- Synthesizing a famous scientist is not as simple as combining certain elements.\n- Obsession and the pursuit of power can lead to destructive behavior and harm to others.\n- In desperate situations, creativity and out-of-the-box thinking are critical for survival.\n- The consequences of one's actions can have severe and unintended consequences, even in a world of seemingly limitless possibilities.\n- There are hypothetical parallel worlds that can be accessed through a translation chamber.\n- The implementation of a paradox on a physical substrate can have unknown consequences.\n\nKey questions:\n- What other discoveries could the research team make in this imaged world?\n- How can they ensure that they don't disrupt the natural order of the world and its inhabitants?\n- Can they find a way to communicate with the late colleague who created the imaged world?\n- Does the symbolism or meaning behind the products and anagrams they create hold any significance or lead to a greater understanding of Adwellia?\n- Will the protagonists be able to crack letter isolation or find a way back home before their four-year stay is over?\n- How will the relationship between Omar and Lachlan develop or change as they continue their experiments and face new challenges?\n- What led Lachlan to become so obsessed with producing SMART, and how did it contribute to his downfall?\n- How can individuals harness the power of creativity in challenging situations, like the narrator did when he created the boat and the reaction for escape?\n- How can individuals balance their pursuit of knowledge and power with consideration for others and the potential consequences of their actions?\n- What are the implications of anglophysics for future imaged worlds?\n- How can the consistency of imaged worlds be assured against paradoxes of self-reference and other threats to their integrity?\n"
}