{
    "title": "Does the Glasgow Coma Scale exist? Do comas?",
    "date": "August 11, 2014",
    "links": [
        "https://slatestarcodex.com/2014/07/07/social-justice-and-words-words-words/"
    ],
    "url": "https://slatestarcodex.com/2014/08/11/does-the-glasgow-coma-scale-exist-do-comas/",
    "summary": "Key ideas:\n- The author discusses the idea of a General Factor Of Comatoseness (GFOC)\n- The Glasgow Coma Scale (GCS) is used as an example of an abstraction in medicine\n- The GCS is useful for predicting outcomes in comatose patients\n- Various factors go into the GCS, but it accurately measures whether a patient is in a coma\n- The idea that intelligence is a single, measurable thing is flawed.\n- There may be multiple factors that contribute to problem-solving ability.\n- The heritability of intelligence does not necessarily mean that any particular racial or ethnic group is \"better\" than others.\n\nKey learnings:\n- The GCS is an abstraction that is useful for predicting outcomes in comatose patients\n- The GFOC is not necessary to understand and use the GCS\n- Medical measurements like blood pressure and the GCS are both fuzzy and based on multiple factors\n- It is important to be nuanced in discussing what \"intelligence\" means and how it is measured.\n- There is still much research to be done to understand how genes and environment interact to shape cognitive ability.\n- The debate over the existence of a generalized factor of intelligence has real-world implications for how we design education and social policy.\n\nKey questions:\n- What would lead someone to believe that the GFOC is a real thing?\n- What would it mean to say that comas or the GCS do not exist?\n- Does the GCS accurately predict the things we want it to predict?\n- Is the GCS measuring a single General Factor Of Comatoseness?\n- How can we measure problem-solving ability in a way that takes into account its complexity and multi-dimensionality?\n- What factors contribute to differences in cognitive ability among individuals and groups?\n- What are the ethical implications of research into intelligence and genetics?\n"
}