{
    "title": "Beware Isolated Demands For Rigor",
    "date": "August 14, 2014",
    "links": [
        "https://slatestarcodex.com/2013/08/30/military-strikes-are-an-extremely-cheap-way-to-help-foreigners/",
        "http://www.slate.com/blogs/moneybox/2013/08/27/syria_intervention_cost_military_strikes_are_a_highly_cost_ineffective_way.html",
        "https://slatestarcodex.com/2014/04/28/the-control-group-is-out-of-control/",
        "https://slatestarcodex.com/2014/08/11/does-the-glasgow-coma-scale-exist-do-comas/#comment-133546",
        "https://slatestarcodex.com/2014/08/11/does-the-glasgow-coma-scale-exist-do-comas/",
        "http://vserver1.cscs.lsa.umich.edu/~crshalizi/weblog/523.html",
        "https://slatestarcodex.com/2014/08/12/does-race-exist-does-culture/",
        "https://slatestarcodex.com/2014/08/10/getting-eulered/",
        "http://squid314.livejournal.com/330728.html",
        "http://squid314.livejournal.com/331273.html"
    ],
    "url": "https://slatestarcodex.com/2014/08/14/beware-isolated-demands-for-rigor/",
    "summary": "Key ideas:\n- Philosophy and science can be debased when rigor is applied selectively.\n- Philosophical rigor should be applied consistently, rather than selectively to benefit oneself.\n- Using statistical and conceptual rigor can be useful, but it can also be an isolated demand that hinders progress.\n- The author uses examples such as Heraclitus' concept of personal identity and the Science Czar's demand for scientific rigor to illustrate his point.\n- The post discusses the importance of structure and consistency in writing.\n- Scott argues that too much deviation from a particular structure or format can lead to confusion and a lack of clarity.\n- He suggests that writers should focus on creating a consistent and understandable structure in order to effectively convey their ideas.\n\nKey learnings:\n- Consistency is important when applying philosophical and scientific rigor.\n- Selective application of rigorous standards can be used to justify stealing cows (i.e. benefiting oneself unfairly).\n- The use of statistical and conceptual rigor should not be used as an isolated demand for perfection, as this can prevent progress and discovery.\n- Having a clear structure can help readers understand ideas more easily.\n- Repeating a consistent format can aid in retaining readership.\n- Overly complex writing may not be effective in conveying ideas to readers.\n\nKey questions:\n- How can we ensure that rigor is applied consistently without hindering progress?\n- Can rigorous standards be applied universally, or are there certain situations where exceptions should be made?\n- What other areas of thought or discourse may be susceptible to selective application of rigor?\n- How can writers strike a balance between creativity and consistency?\n- What are some common structures or formats that writers can use to effectively convey their ideas?\n- How can writers determine when a departure from structure is necessary or effective?\n"
}