{
    "title": "SSRIs: Much More Than You Wanted To Know",
    "date": "July 7, 2014",
    "links": [
        "http://web.archive.org/web/19980715085305/http://journals.apa.org/prevention/volume1/pre0010002a.html",
        "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2253608/",
        "http://jama.jamanetwork.com/article.aspx?articleid=185157",
        "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3371295/",
        "http://www.nejm.org/doi/full/10.1056/NEJMsa065779#t=articleBackground",
        "http://ebmh.bmj.com/content/11/3/66.full?ijkey=024bb396e5998b6286b990dfc114e9fad69b0a62&keytype2=tf_ipsecsha",
        "http://jop.sagepub.com/content/25/10/1277.full%27",
        "http://www.iqcomparisonsite.com/occupations.aspx",
        "http://blogs.discovermagazine.com/neuroskeptic/2010/08/12/very-severely-stupid-about-depression/",
        "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3242920/",
        "http://www.cnsspectrums.com/aspx/articledetail.aspx?articleid=3583",
        "http://www.annals-general-psychiatry.com/content/12/1/26",
        "http://archpsyc.jamanetwork.com/article.aspx?articleid=490677",
        "http://www.scalesandmeasures.net/files/files/Yale%20New%20Haven%20Depressive%20Symptom%20Inventory%20(1986).pdf",
        "http://ajp.psychiatryonline.org/article.aspx?articleid=173998",
        "http://ajp.psychiatryonline.org/article.aspx?articleid=173998#t3",
        "https://www.thieme-connect.de/DOI/DOI?10.1055/s-2005-837806",
        "http://psycnet.apa.org/psycinfo/1994-34501-001",
        "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2719451/",
        "http://informahealthcare.com/doi/abs/10.3109/10401230209147454",
        "http://primarypsychiatry.com/antidepressant-associated-sexual-dysfunction-a-potentially-avoidable-therapeutic-challenge/",
        "http://www.ncbi.nlm.nih.gov/pubmed/18173768",
        "http://www.mediafire.com/view/ecbr82l82aqlz7l/07_prolonged+post-treatment+genital+anesthesia+_kauffman.pdf",
        "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2989833/",
        "http://psychcentral.com/blog/archives/2009/05/21/do-antidepressants-dull-your-emotions-an-interview-with-ron-pies-md/",
        "http://www.ncbi.nlm.nih.gov/pubmed/15330228",
        "http://www.ncbi.nlm.nih.gov/pubmed/19490745",
        "http://archpsyc.jamanetwork.com/article.aspx?articleid=1107437",
        "http://www.nejm.org/doi/full/10.1056/NEJM200105243442106",
        "http://www.researchgate.net/publication/6524273_The_placebo_effect_relatively_large_and_robust_enough_to_survive_another_assault/file/5046352055afbc6064.pdf",
        "http://dm.education.wisc.edu/tminami/intellcont/wampold_etal_jcp_2005-1.pdf",
        "http://www.ncbi.nlm.nih.gov/pubmed/17279532",
        "http://psychrights.org/Research/Digest/CriticalThinkRxCites/KirschandSapirstein1998.pdf",
        "http://www.psychiatrictimes.com/articles/newsweek%E2%80%99s-topsy-turvy-take-antidepressants",
        "http://www.wired.co.uk/magazine/archive/2009/10/features/the-placebo-problem-big-pharmas-desperate-to-solve"
    ],
    "url": "https://slatestarcodex.com/2014/07/07/ssris-much-more-than-you-wanted-to-know/",
    "summary": "Key ideas:\n- Irving Kirsch's meta-analysis suggested that antidepressants' benefits were mostly due to the placebo effect.\n- A 2010 meta-analysis found that antidepressants often have \"minimal or nonexistent\" benefits for patients with mild or moderate depression.\n- Antidepressants were oversold and portrayed as having more biochemical backing than was really justified.\n- Modern SSRI antidepressants are no better than older tricyclic and MAOI antidepressants, but are prescribed more due to their better side effect profile.\n- There is significant publication bias in the antidepressant literature.\n- Some argue that antidepressants have a clinically insignificant effect size.\n- The effect size of antidepressants is arbitrary and varies depending on the mapping of HAM-D scores to words\n- Patients may not notice improvement even when doctors do because they focus on internal feelings more heavily than external factors\n- The active placebo effect is an uncomfortable idea suggesting that no study can have a blind control group because of side effects\n- Side effects of SSRIs include weight gain, sexual side effects, and emotional blunting\n- Weight gain is common but statistically produces less weight gain than placebo\n- Sexual side effects are prevalent and distressing, but switching to a different antidepressant may help\n- Emotional blunting can occur and has prevalence rates of about 20%\n- Antidepressants and psychotherapy are about equally effective\n- Antidepressants may have very large positive effects on some people but negative effects on others, therefore only 66% of people respond well to antidepressants\n- Antidepressants are used not only to treat acute episodes of depression, but to prevent them from coming back.\n- Placebo effect has consistently gotten stronger over the past few decades.\n- The difference between a person who gets an antidepressant and a person who gets no treatment at all is significant.\n\nKey learnings:\n- The efficacy of antidepressants and their value compared to other treatments is a controversial topic.\n- The debate includes arguments about the lack of biochemical evidence for the serotonin hypothesis and the importance of publication bias.\n- The issue of antidepressant efficacy is complicated by the fact that depression is a complicated disturbance and that SSRIs have a better side effect profile.\n- HAM-D scores measuring depression are subjective and vary based on different scales, making it difficult to determine the severity level of depression\n- Patients may not notice the same improvements as doctors or outside observers in depression recovery\n- Active placebo effects are controversial and studies show conflicting results regarding the benefits of antidepressants over placebos\n- SSRIs have common and distressing side effects, but weight gain is not as prevalent as one would expect\n- Patients should be aware of sexual side effects when taking antidepressants and consider switching to a different antidepressant if necessary\n- Emotional blunting can occur in about 20% of patients on SSRIs\n- Antidepressants and psychotherapy are equally effective, so choosing one over the other depends on individual circumstances\n- There may be large positive effects of antidepressants on some people, but negative effects on others\n- Antidepressants provide a very modest benefit over placebo.\n- Antidepressants such as paroxetine, venlafaxine, and others have a better performance in studies.\n- Antidepressants have side effects that vary from person to person.\n\nKey questions:\n- Do these arguments mean that patients should completely avoid antidepressants?\n- How do we balance the potential benefits of medication against their risks and side effects?\n- What are the limitations and possible biases in previous research on antidepressants?\n- How can we evaluate the role of antidepressants in treating different forms and intensities of depression?\n- What alternative treatments are available for those who do not respond to antidepressants?\n- How can we accurately measure the severity of depression and the effectiveness of antidepressants?\n- Is it ethical to use active placebos in studies, or should we continue using inert placebos?\n- How can we ensure patients are aware of their own progress in depression recovery, even if their internal feelings don't match external factors?\n- Are there any other noteworthy side effects of SSRIs?\n- How can patients be informed of the sexual side effects of antidepressants?\n- Can the risk of emotional blunting be reduced?\n- What factors should be considered when choosing between antidepressants and psychotherapy?\n- Can the effectiveness of antidepressants be improved by identifying people who will respond well to them?\n- What if the most important part of the effect of an antidepressant has been forgotten?\n- What if the placebo effect is not fully understood?\n- How can antidepressant companies measure the impact of their product when placebos keep getting stronger?\n"
}