{
    "title": "List Of The Passages I Highlighted In My Copy Of “The Two-Income Trap”",
    "date": "July 6, 2014",
    "links": [
        "https://slatestarcodex.com/2014/07/06/list-of-the-passages-i-highlighted-in-my-copy-the-two-income-trap/#comment-116457"
    ],
    "url": "https://slatestarcodex.com/2014/07/06/list-of-the-passages-i-highlighted-in-my-copy-the-two-income-trap/",
    "summary": "Key ideas\n- Bankruptcy among American families has risen while their financial situation has worsened.\n- Families are waiting much longer and trying much harder to avoid bankruptcy now than a generation ago.\n- Mothers are more likely than men and childless homeowners to go bankrupt or lose their homes and be in charge of family finances.\n- Middle-income families can fall into high-interest subprime mortgages, and lack of awareness creates market failure.\n- One in nine middle-income families and one in fourteen upper-income families who refinanced ended up with high-fee high-interest subprime mortgages.\n- Bankruptcy can make a borrower receive more offers for credit.\n- The bankruptcy bill had been supported by Senator Charles Schumer alongside pro-choice groups, but a coalition of right-to-life representatives refused to go along, leading to the bill's defeat.\n\nKey learnings\n- Bankruptcy is not an easy way out, and families now are waiting much longer and trying much harder to avoid it.\n- Bankruptcy is not gender-neutral, and mothers are more likely to face financial distress and head the family after divorce.\n- Lack of awareness creates market failure in the mortgage industry.\n- Bankruptcy does not necessarily mean losing access to credit.\n- Senator Charles Schumer inserted a provision into the bankruptcy bill that would make it more difficult for abortion clinic protesters to discharge judgments entered against them if they were sued for their protest activities.\n\nKey questions\n- Why are families in financial distress deeper in debt than their counterparts twenty years earlier, and how can they avoid bankruptcy?\n- How can we promote gender neutrality in bankruptcy rates and divorce outcomes?\n- What can be done to prevent subprime mortgages from picking people's pockets?\n- Why does bankruptcy make a borrower receive more offers for credit?\n- How does the bankruptcy bill relate to abortion clinic protesters, and what were the consequences of the controversial amendment?"
}