{
    "title": "Stop Confounding Yourself! Stop Confounding Yourself!",
    "date": "April 26, 2014",
    "links": [
        "http://journals.psychiatryonline.org/data/Journals/AJP/0/appi.ajp.2014.13101401.pdf",
        "http://www.foxnews.com/health/2014/04/18/effects-childhood-bullying-still-evident-40-years-later-study-says/",
        "http://www.washingtonpost.com/news/to-your-health/wp/2014/04/21/bullying-victims-suffer-psychological-impacts-for-decades/",
        "http://news.xinhuanet.com/english/health/2014-04/19/c_133274051.htm",
        "http://en.wikipedia.org/wiki/Machiavellian_intelligence",
        "http://www.timothy-judge.com/Height%20paper--JAP%20published.pdf",
        "http://www.epjournal.net/wp-content/uploads/ep07477489.pdf",
        "http://www.sciencedirect.com/science/article/pii/S1570677X0900046X",
        "http://www.ncbi.nlm.nih.gov/pubmed/15994722",
        "http://link.springer.com/article/10.1007/s00127-008-0395-0"
    ],
    "url": "https://slatestarcodex.com/2014/04/26/stop-confounding-yourself-stop-confounding-yourself/",
    "summary": "Key ideas \n- A study found that children who were frequently bullied had worse outcomes in adulthood, ranging from psychiatric issues to unemployment. \n- The researchers controlled for confounding variables such as social class, intelligence, and attractiveness but still found a strong correlation between bullying and negative outcomes in adulthood. \n- The author argues that relying on measures such as the Bristol Social Adjustment Guide is not a reliable way to control for confounders as it does not capture kids' social skills in the same way that a bully can.\n\nKey learnings \n- Bullying can have long-lasting negative effects on the victim's adult life. \n- Controlling for confounders in a study is important but can be challenging, and imperfect measures may not explain all the variance in outcomes. \n\nKey questions\n- Who can assess a kid's social skills and vulnerabilities better - a bully or a standardized measure such as the Bristol Social Adjustment Guide? \n- What are the limitations of adjusting for confounders, and how can researchers account for them more accurately? \n- How can anti-bullying interventions be studied to get more reliable data?"
}