{
    "title": "Nydwracu’s Fnords",
    "date": "May 24, 2014",
    "links": [
        "http://nithgrim.wordpress.com/2014/05/21/fnords/",
        "http://www.moneynews.com/LarryKudlow/Veterans-Affairs-healthcare-scandal-Obama/2014/05/23/id/573150/",
        "http://www.yalepeplab.com/teaching/psych131_summer2013/documents/Lecture11_WheatleyHaidt2005_DisgustMoralJudgments.pdf",
        "http://traitstate.wordpress.com/2014/05/21/random-reflections-on-ceiling-effects-and-replication-studies/",
        "https://slatestarcodex.com/2014/04/11/going-loopy/",
        "https://twitter.com/slatestarcodex/statuses/467874436448677888",
        "http://blacksundae.shannonhubbell.com/2004/07/108877116170074805/"
    ],
    "url": "https://slatestarcodex.com/2014/05/24/nydwracus-fnords/",
    "summary": "Key ideas:\n- The concept of \"fnords\" comes from a book called \"Illuminatus\" and refers to filler words in media that cause discomfort and discourage critical thinking.\n- An experiment by Jonathan Haidt showed that hypnotically creating a disgust response to certain trigger words affected people's moral judgments on unrelated topics.\n- Associating certain words with negative feelings (e.g. \"Koch brothers\" with climate denialism) can create a cycle of increasing negativity towards a certain group or idea.\n\nKey learnings:\n- Filler words in media can create feelings of unease and distract from important information.\n- Our brains can be conditioned to associate certain words or ideas with negative feelings, which can distort our perceptions and judgments.\n- Being aware of the potential for conditioning ourselves and others can help us avoid falling into these cycles of negativity.\n\nKey questions:\n- How can we encourage critical thinking and combat the effects of fnords in media?\n- Are there other ways in which our perceptions and judgments can be influenced by conditioning?\n- How can we communicate with people who are already conditioned to associate negative feelings with certain words or ideas?"
}