{
    "title": "Archipelago and Atomic Communitarianism",
    "date": "June 7, 2014",
    "links": [
        "https://slatestarcodex.com/2013/06/22/social-psychology-is-a-flamethrower/",
        "http://lesswrong.com/lw/2k/the_least_convenient_possible_world/",
        "http://www.amazon.com/The-Righteous-Mind-Politics-Religion/dp/0307455777/",
        "https://slatestarcodex.com/2014/02/23/in-favor-of-niceness-community-and-civilization/",
        "http://www.slate.com/blogs/xx_factor/2014/05/29/obesity_does_not_equal_unhappiness_study_tracks_relationship_between_weight.html",
        "https://slatestarcodex.com/2014/06/07/archipelago-and-atomic-communitarianism/#comment-97635",
        "http://blogs.reuters.com/great-debate/2011/09/01/do-libertarians-like-peter-thiel-really-want-to-live-in-america/"
    ],
    "url": "https://slatestarcodex.com/2014/06/07/archipelago-and-atomic-communitarianism/",
    "summary": "Key ideas:\n- Liberalism is based on atomic individualism and the principle of harm\n- Atomic individualism allows people to live their own lives without interference from others\n- The principle of harm restricts harmful actions that negatively impact others\n- The Loose Principle of Harm allows for government intervention in cases where indirect harm is done, such as advertising for unhealthy products or hate speech\n- The balance between individualism and virtue is delicate and requires a principled solution\n- The Archipelago is a collection of small communities with different values, religious beliefs, and lifestyles.\n- Freedom of movement is enforced, allowing citizens to easily move to different communities or even start their own.\n- The United Government of Archipelago serves as a neutral third party, preventing communities from using force against each other and regulating child-rearing and taxation.\n- The Archipelago fosters diversity and individual liberalism, allowing people to freely live according to their own values.\n- The Archipelagian way can be achieved by allowing people to do their own thing without harming anyone else.\n- Encouraging the fracture of society into subcultures is a good way to build a more Archipelagian world.\n- Virtual reality, social networks, bitcoin, Mechanical Turk are already making it possible to interact through the internet.\n- US governments are becoming irrelevant compared to the norms and rules of the groups people are voluntary members of.\n\nKey learnings:\n- Atomic individualism and the principle of harm are the foundations of liberalism\n- The Loose Principle of Harm allows for government intervention in cases of indirect harm\n- The delicate balance between individualism and virtue requires a principled solution\n- The Archipelago model emphasizes the importance of exit rights and free association as a means of disrupting oppressive relationships.\n- The Archipelago provides a means for diverse communities to coexist and allows individuals to freely live according to their values.\n- The Archipelago emphasizes the importance of community and values patriotism, even among those with different beliefs.\n- Communities should be founded with caution, as some tend to be toxic while others tend to be safe.\n- Freedom of association is the key to a world where everyone is a member of more or less the community they deserve.\n- The closer we come to true freedom of association, the closer we get to a more Archipelagian world.\n\nKey questions:\n- How can we find a balance between individualism and virtue?\n- What should be the specific limitations of the principle of harm?\n- How important is it to have a clear and neutral principle to maintain liberalism?\n- Should there be limitations on non-governmental censorship, and if so, what form should they take?\n- Can we force dependence on object-level arguments without leading to the oppression of certain groups?\n- How can the Archipelago address child abuse and brainwashing when a child may not know that escape is an option?\n- Can the Archipelago's model be adapted to work in countries without vast unsettled lands or a large Frontier?\n- How can the Archipelago ensure that malicious inter-community transfer doesn't happen, particularly in regards to taxation?\n- What happens when people harm others unintentionally or unknowingly?\n- Can subcultures be dangerous if they are built by people with harmful ideologies?\n- How can governments maintain order if people start building their own societies according to their own rules and norms?\n"
}