{
    "title": "Book Review: The Perfect Health Diet",
    "date": "March 4, 2014",
    "links": [
        "http://perfecthealthdiet.com/",
        "http://www.amazon.com/Omega-Six-Devils-Message-Dietary/dp/0955707404",
        "https://slatestarcodex.com/2014/02/18/proposed-biological-explanations-for-historical-trends-in-crime/",
        "https://slatestarcodex.com/2014/01/25/beware-mass-produced-medical-recommendations/",
        "http://www.raikoth.net/Stuff/LessWrong/mineral.doc",
        "http://www.ncbi.nlm.nih.gov/pubmed/22648721?dopt=AbstractPlus",
        "http://www.ncbi.nlm.nih.gov/pubmed/23403681",
        "http://www.ncbi.nlm.nih.gov/pubmed/21454018?dopt=AbstractPlus",
        "http://www.firstthings.com/blogs/firstthoughts/2011/08/media-credibility-and-the-murray-gell-mann-amnesia-effect/",
        "http://www.ncbi.nlm.nih.gov/pubmed/20071648?dopt=AbstractPlus"
    ],
    "url": "https://slatestarcodex.com/2014/03/04/book-review-the-perfect-health-diet/",
    "summary": "Key ideas:\n- The Perfect Health Diet recommends an evolutionarily informed diet with an emphasis on whole meats, vegetables, and saturated fat.\n- The diet includes certain carbs, such as rice and potatoes, which are considered \"safe starches.\"\n- The book discusses the harmful effects of specific toxins and additives used in modern diets, such as omega-6 fats and excessive wheat.\n- The book has a pattern of making strong claims and citing limited studies to back them up, while ignoring the larger body of research that contradicts these claims.\n- The book Perfect Health Diet (PHD) offers reasonable dietary advice, but denies evidence that goes against its claims.\n- PHD cites a single study funded by the National Dairy Council to support its argument that saturated fats don't correlate with heart disease.\n- Nine out of eleven other systematic reviews found a link between saturated fat and heart disease, and the Cochrane Review concluded that there is good evidence for a link.\n\nKey learnings:\n- The Perfect Health Diet can provide some valuable information and ideas for a healthy diet, but should be approached with skepticism.\n- The diet is similar to the paleo diet but includes \"safe starches,\" making it more achievable for some people.\n- Claims about specific vitamins and minerals should be taken with a grain of salt, as they may be based on limited evidence or inflated claims.\n- The book's discussion of specific toxins and additives is informative and worth exploring.\n- It's important to critically examine sources of information, even those providing broadly reasonable advice.\n- Be wary of cherry-picked evidence and single studies, especially when they contradict a large body of research.\n- Scientific consensus on a topic should carry greater weight than a single study or a minority of studies.\n\nKey questions:\n- How can we evaluate claims about specific vitamins and minerals when studies often contradict each other?\n- How much of a role do toxins and additives play in modern health problems?\n- Can the \"safe starches\" recommended by the Perfect Health Diet beneficially contribute to a healthy diet for some people?\n- How can we become more discerning consumers of information in a world where so much conflicting information is readily available?\n- What role do funding sources play in shaping research and public discourse around scientific topics?\n- How can we effectively communicate scientific consensus to those who are skeptical or deny the evidence?\n"
}