{
    "title": "Searching For One-Sided Tradeoffs",
    "date": "March 1, 2014",
    "links": [
        "http://lesswrong.com/lw/gz/policy_debates_should_not_appear_onesided/",
        "https://slatestarcodex.com/2014/02/16/nootropics-survey-results-and-analysis/",
        "http://lesswrong.com/lw/f1/beware_trivial_inconveniences/",
        "http://www.needaproperty.com/news/whats-in-a-street-name/"
    ],
    "url": "https://slatestarcodex.com/2014/03/01/searching-for-one-sided-tradeoffs/",
    "summary": "Key ideas:\n- Admissions officials for moderately prestigious colleges have a limited impact because they can only choose from a relatively narrow pool of students.\n- All students are of similar quality, with trade-offs between different characteristics being made.\n- The level of importance of policy debates is similarly limited by the pre-selection of ideas.\n- Life hacks have a high startup cost, with some potential benefits but also many unknowns.\n-Trade-offs are an inherent part of every decision-making process.\n-Scott explains how to approach decision-making using trade-offs as a guide.\n-He discusses how he personally uses trade-offs to make the best decisions for himself.\n\nKey learnings:\n- There are limited opportunities for admissions officials to differentiate between students, so they must develop creative strategies to identify quality applicants.\n- Bias compensation is a useful tool for avoiding pre-selection in policy debates and selecting which life hacks to pursue.\n- Learning how to use trade-offs effectively can help simplify and clarify decision-making.\n-Approaching decision-making with a trade-off mindset can help individuals make better decisions.\n\nKey questions:\n- How can admissions officials maximize student quality while working within the constraints of the available pool?\n- Can comparative advantage be applied to personal life decisions to maximize benefits?\n-What are the trade-offs in any given decision, and how can they be weighed effectively?\n-How can someone make the right trade-offs for their unique situation?\n-What is the best way to navigate the tension between short-term gains and long-term benefits?\n"
}