{
    "title": "Social Justice And Words, Words, Words",
    "date": "July 7, 2014",
    "links": [
        "https://web.archive.org/web/20161206115752/http://www.gamerevolution.com/manifesto/turtle-rock-community-manager-understandably-fired-for-donald-sterling-tweets-25601",
        "http://philpapers.org/archive/SHATVO-2.pdf",
        "https://sindeloke.wordpress.com/2010/01/13/37/",
        "http://thoughtcatalog.com/isla-sofia/2014/04/18-reasons-why-the-concept-of-female-privilege-is-insane/",
        "http://mic.com/articles/87485/an-open-letter-to-the-sexists-who-think-female-privilege-is-a-thing",
        "http://www.dailydot.com/opinion/why-female-privilege-doesnt-exist/",
        "http://finallyfeminism101.wordpress.com/2008/02/09/faq-female-privilege/",
        "http://womenworthy.blogspot.com/2014/04/guys-that-thing-you-call-female.html",
        "http://www.grinningfolly.com/2014/04/female-privilege-is-victim-blaming.html",
        "https://web.archive.org/web/20161001222226/http://stfutransmisogynisttransfolks.tumblr.com/post/26650911672/male-privilege-is-very-simple",
        "http://whoiscis.wordpress.com/2014/02/28/cis-privilege-is-just-a-tenant-of-male-privilege/",
        "http://cissiegrrl.wordpress.com/2012/11/09/on-trans-people-and-the-male-privilege-accusation/",
        "http://en.wikipedia.org/wiki/Womyn-born_womyn",
        "http://womenofthepatriarchy.wordpress.com/2013/01/25/that-cisgender-privilege-list-part-1/",
        "http://transpride.tumblr.com/post/8169889183",
        "http://loveyourchaos.tumblr.com/post/51215542733",
        "http://www.gradientlair.com/post/49463235196/why-whites-call-people-of-colour-racist",
        "https://web.archive.org/web/20130329013510/http://feminspire.com/why-reverse-racism-isnt-real/",
        "https://web.archive.org/web/20140718195355/http://groupthink.jezebel.com/why-are-comments-against-white-people-not-racist-1463373106",
        "http://sistahvegan.com/2013/06/01/can-black-people-be-racist-towards-white-people/",
        "http://acleaneducation.blogspot.com/2012/12/why-you-cant-be-racist-toward-white.html#.U7ppYrFSszc",
        "http://www.npr.org/blogs/codeswitch/2014/01/05/260006815/the-ugly-fascinating-history-of-the-word-racism"
    ],
    "url": "https://slatestarcodex.com/2014/07/07/social-justice-and-words-words-words/",
    "summary": "Key ideas:\n- The author examines the linguistic tactics used in social justice movements, particularly the use of terms such as \"privilege\" and \"mansplaining\", which he argues are often used in a confusing and inconsistent manner.\n- The author introduces the \"motte-and-bailey doctrine\" to explain this phenomenon, where groups hold on to an easily defensible concept (the \"motte\") but retreat to the more confusing use of the same concept (the \"bailey\") if challenged.\n- The author questions why certain social justice terms, such as \"privilege\", seem only to apply to white/straight/male individuals and their actions, and are rarely applied to other oppressed groups.\n- There is disagreement within the social justice movement over the definition of certain words such as \"racism\" and \"privilege\".\n- Some argue that these words should be limited to describing structural oppression while others believe they can be used more broadly.\n- The power of these words comes from their ability to label and shame individuals.\n- The social justice movement has a tendency to prioritize preserving and refining these words as weapons.\n\nKey learnings:\n- The language used in social justice movements can be confusing and inconsistent, using terms in ways that are difficult to defend.\n- The motte-and-bailey doctrine can help explain why some groups hold on to easily defensible ideas whilst using more confusing elements of those same ideas in practice.\n- The author suggests that there may be inconsistencies in the use of terms such as \"privilege\", which often only seem to apply to white/straight/male individuals.\n- The social justice movement is divided over the use and definition of certain words.\n- The power of words like \"racism\" and \"privilege\" lies in their ability to label and shame individuals.\n- There is a tendency within the social justice movement to prioritize preserving and refining these words as weapons.\n\nKey questions:\n- How can social justice movements improve the way they use and define terms to avoid the confusion and inconsistency that the author identifies?\n- Is the motte-and-bailey doctrine a useful tool for analyzing the use of language in social justice movements, or does it oversimplify the nuances of the issues?\n- Why do social justice terms such as \"privilege\" seem to only apply to certain groups, and how can this be addressed to create a more inclusive approach to fighting oppression?\n- Why is there such disagreement within the social justice movement over the definition of certain words?\n- How do these words function as weapons within the social justice movement?\n- Is there a risk of these words being abused or losing their power if they become too widely used or accepted?\n"
}