{
    "title": "The Dark Side Of Divorce",
    "date": "November 14, 2014",
    "links": [
        "http://www.amazon.com/gp/product/1439101655/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=1439101655&linkCode=as2&tag=slastacod-20&linkId=I7ZKSZNRQQQZG4IM",
        "http://www.huffingtonpost.com/2012/02/27/karolinska-institute-divorce-gene_n_1304899.html",
        "https://slatestarcodex.com/Stuff/divorce_paper.pdf",
        "http://www.ncbi.nlm.nih.gov/pubmed/8372912",
        "http://www.ncbi.nlm.nih.gov/pubmed/10902695",
        "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2593091/",
        "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2967723/",
        "http://www.sciencedirect.com/science/article/pii/S0272735810000176",
        "http://www.ncbi.nlm.nih.gov/pubmed/19586164",
        "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3147062/",
        "http://grammar.ucsd.edu/courses/hdp1/Readings/Amato-Sobolewski-2001.pdf",
        "http://lesswrong.com/lw/fp5/2012_survey_results/828d"
    ],
    "url": "https://slatestarcodex.com/2014/11/14/the-dark-side-of-divorce/",
    "summary": "Key ideas:\n- The Nurture Assumption by Judith Rich Harris argues that genetics completely trump parenting, pointing out that parenting studies often neglect possible genetic contributions.\n- Studies have shown that children of divorce have worse outcomes than children of intact two-parent families, but the cause is usually due to stressful family conflict, not the lack of having two parents or economic trouble.\n- Studies have investigated the genetic explanation of divorce and found that the negative effects of divorce are mostly limited to the group whose parents got divorced when they were alive due to the environmental stress from the divorce.\n- The Nurture Assumption never denies that shared environment can affect outcomes during childhood, although less than one might expect.\n- The short-term effects of divorce are robust and environmental, but the long-term effects of divorce are spurious and/or genetic.\n\nKey learnings:\n- Parenting is less important in determining outcomes than genetics and non-shared environment.\n- The negative effects of divorce are mostly due to stressful family conflict.\n- The short-term effects of divorce are robust and environmental, and the long-term effects of divorce are spurious and/or genetic.\n\nKey questions:\n- Is the stress of divorce and family conflict always a negative influence? Do some children benefit from escaping stressful environments?\n- How can genetics be incorporated into parenting strategies to better address the genetic contributions to outcomes?\n- Are there ways to mitigate the negative effects of divorce on children, or is it an inevitable consequence of family conflict?"
}