{
    "title": "Radicalizing the Romanceless",
    "date": "August 31, 2014",
    "links": [
        "https://twitter.com/drethelin/statuses/502950090634719234",
        "https://slatestarcodex.com/2014/08/16/burdens/",
        "http://www.city-journal.org/html/7_3_oh_to_be.html",
        "http://unvis.it/jezebel.com/5972788/no-one-is-entitled-to-sex-why-we-should-mock-the-nice-guys-of-okcupid",
        "http://www.xojane.com/issues/get-away-from-me-good-guys",
        "http://feminspire.com/nice-guy-syndrome-and-the-friend-zone/",
        "http://www.feministe.us/blog/archives/2006/06/12/nice-guys/",
        "http://glintglimmergleam.tumblr.com/post/82547648667",
        "http://gruntledandhinged.tumblr.com/post/84746798098/daughterofprometheus-amydentata",
        "http://www.heartless-bitches.com/rants/niceguys/niceguys.shtml",
        "http://elitedaily.com/news/politics/dont-poke-bear-russian-president-vladimir-putin-embodies-horrible-mens-rights-movement/684728/",
        "http://webcache.googleusercontent.com/search?q=cache:Ljp3U0-H23QJ:mattforney.com/2013/05/28/why-fat-girls-dont-deserve-to-be-loved/+&cd=9&hl=en&ct=clnk&gl=us&client=firefox-a",
        "http://en.wikipedia.org/wiki/Apophasis",
        "http://www.gnxp.com/blog/2007/04/intercourse-and-intelligence.php",
        "http://www.newscientist.com/blogs/shortsharpscience/2009/06/who-is-the-40-year-old-virgin.html",
        "http://www.ncbi.nlm.nih.gov/pubmed/19350760",
        "http://homepage.psy.utexas.edu/HomePage/Group/MestonLAB/Publications/mestonetal_fivefactor.pdf",
        "http://unvis.it/captainawkward.com/2014/08/26/617-all-the-dating-advice-again/",
        "https://slatestarcodex.com/2014/08/20/ozys-anti-heartiste-faq/#comment-138149",
        "https://slatestarcodex.com/2014/08/20/ozys-anti-heartiste-faq/",
        "http://aguycalledjohn.tumblr.com/post/96255907649/reading-the-comments-to-ozys-anti-heartise-faq"
    ],
    "url": "https://slatestarcodex.com/2014/08/31/radicalizing-the-romanceless/",
    "summary": "Key ideas:\n- The author discusses the idea of fairness in society through the lens of hard work and entitlement.\n- He reflects on his own past as a \"nice guy\" and his frustrations with being romantically unsuccessful.\n- The author provides examples of feminists who mock and criticize \"nice guys.\"\n- The author criticizes the “make fun of Poor Minorities” community for self-labeling themselves as experts in determining who is entitled and who is not.\n- The author shares his experience being a lonely and single man and how he feels that his ability to complain about it has been ruined by MRAs and anti-feminists.\n- The author doubts B’s belief that the “manosphere” flooding the discourse is at fault for men’s romantic problems.\n- The author argues that the feminist war on “nice guys” could have caused the rise of the manosphere.\n- The author compares the manosphere to the Dazexiang Uprising and suggests that their cruelty is what makes lonely men lash out.\n- Evolutionary psychology explains innate desire for companionship and warmth\n- Virginity statistics suggest that certain traits are correlated with romancelessness\n- B, a feminist man, struggles with finding romantic relationships\n- Different approaches to answering B’s struggles, some more productive than others\n\nKey learnings:\n- Hard work does not necessarily equate to success.\n- Entitlement and a lack of self-awareness can contribute to feelings of unfairness.\n- There is a subset of feminism that criticizes and stereotypes \"nice guys.\"\n- The use of the term “entitled” by the “make fun of Poor Minorities” community is problematic and unhelpful.\n- The issues faced by lonely men are complicated and affected by different factors.\n- The manosphere and the feminist war on “nice guys” seem to be feeding off each other.\n- Being mean and cruel can only lead to more anger and bitterness.\n- Companionship and warmth are innate needs\n- Virginity statistics show certain traits are correlated with romancelessness\n- Personal virtue is weakly correlated with finding romantic relationships\n- The manosphere and feminism have some good and bad elements\n\nKey questions:\n- How do we define fairness in society?\n- What role do entitlement and self-awareness play in our views of fairness?\n- What impact do societal expectations of masculinity and relationships have on individuals who identify as \"nice guys?\"\n- Why do people like to label and generalize others, especially those who are different from them?\n- How can we address the issues faced by lonely men without promoting misogyny, racism, or other harmful beliefs?\n- Can the stigma attached to being lonely and single be lifted, and how?\n- What can we learn from the story of the Dazexiang Uprising and apply it to our current situation?\n- Why are some men unable to find romantic relationships?\n- How can feminism and the manosphere work together to address the issue?\n- What resources should men consult in order to address romantic struggles?\n"
}