{
    "title": "Nobody Is Perfect, Everything Is Commensurable",
    "date": "December 19, 2014",
    "links": [
        "http://pervocracy.tumblr.com/post/104260760964/politics-that-feel-good",
        "https://pdf.yt/d/-jQQX6XY9dU0LN4G",
        "http://moteinthedark.tumblr.com/post/104382718166/politics-that-feel-good",
        "https://slatestarcodex.com/2014/05/10/infinite-debt/",
        "https://www.givingwhatwecan.org/",
        "http://en.wikipedia.org/wiki/Tithe",
        "https://slatestarcodex.com/2014/11/21/the-categories-were-made-for-man-not-man-for-the-categories/",
        "https://slatestarcodex.com/2014/05/16/you-kant-dismiss-universalizability/",
        "http://www.bbc.com/news/magazine-17512040",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "https://slatestarcodex.com/2014/12/17/the-toxoplasma-of-rage/",
        "http://lesswrong.com/r/discussion/lw/lek/giving_what_we_can_new_year_drive/",
        "https://www.givingwhatwecan.org/"
    ],
    "url": "https://slatestarcodex.com/2014/12/19/nobody-is-perfect-everything-is-commensurable/",
    "summary": "Key ideas:\n- It is a 'bummer' that progressivism is often uncomfortable and requires people to confront brutal injustices.\n- There is a debate around the obligation to get involved in politics as a way of improving the world.\n- There are arguments for and against engaging in politics, and also for and against donating to charity.\n- Donating to charity is argued to be more effective than political activism.\n- Charitable donation is deliberately throwing the power of your brain and muscle behind the cause.\n- Giving 10% per year is a good standard to live up to for being a good person who gives back to society.\n- Everything is commensurable, and we can fulfill obligations in multiple equivalent ways.\n\nKey learnings:\n- Engaging in political activism is uncomfortable, but necessary for progressivism.\n- While politics and charity are both important, the latter is more effective for creating change.\n- Having less than 100% obligation gives you the opportunity to budget and trade-off.\n- You can fulfill obligations by donating money, volunteering, or activism.\n- Aiming for an impossible goal and feeling short isn't helpful; setting an achievable goal encourages more people to do as much as possible.\n\nKey questions:\n- Should people prioritize engaging in politics or donating to charity when trying to improve the world?\n- Is it fair to feel self-loathing for not being able to do everything to improve the world?\n- Can individuals be doing enough to help others without engaging in political activism?\n- If I want to be a good person who gives back to the community, but I am triggered by politics, what do I do?\n- How effectively can a charitable donation solve world poverty and disease?\n- What better way to fight back against the capture of our financial resources by the undirected dance of incentives other than charitable donations?\n"
}