{
    "title": "The Wonderful Thing About Triggers",
    "date": "May 30, 2014",
    "links": [
        "http://www.theguardian.com/commentisfree/2014/mar/05/trigger-warnings-can-be-counterproductive",
        "https://slatestarcodex.com/2014/01/12/a-response-to-apophemi-on-triggers/",
        "https://slatestarcodex.com/2014/05/12/weak-men-are-superweapons/#comment-76932",
        "https://slatestarcodex.com/2014/05/30/the-wonderful-thing-about-triggers/#comment-91450",
        "http://www.psmag.com/navigation/health-and-behavior/hazards-ahead-problem-trigger-warnings-according-research-81946/",
        "http://ptsdusa.org/"
    ],
    "url": "https://slatestarcodex.com/2014/05/30/the-wonderful-thing-about-triggers/",
    "summary": "Key ideas: \n- Trigger warnings are a way to provide people with relevant information about potential triggers in a piece of literature, and trust them to make informed choices. \n- While trigger warnings may be misused, the philosophy behind them is that adults can make their own informed choices about what to read. \n- Trigger warnings could be used to expand people's reading choices and challenge their views, even though it's likely that the people who use them to narrow their minds will outnumber them. \n\nKey learnings:\n- The implementation of trigger warnings could be improved by putting them on a small, non-colorful sticker on the front page of a book, or on the last page of a syllabus. \n- Opposing a good idea on slippery slope grounds is a moral and strategic failure \n- Psychotherapy should only be given with the consent of the person with PTSD or a trigger-related problem because exposure therapy needs to be done in a carefully controlled, anxiety-minimizing setup. \n\nKey questions: \n- Is it fair to put the whole burden of epistemic virtue solely on easily triggered individuals? \n- How do we make sure we're not politicizing trigger warnings and limiting access to information? \n- What is the best way to deal with PTSD and trigger-related problems?"
}