{
    "title": "In The Future, Everyone Will Be Famous To Fifteen People",
    "date": "October 20, 2014",
    "links": [
        "http://www.nsf.gov/statistics/sed/2012/pdf/tab13.pdf",
        "http://www.astro-ecology.com/Astroecology_Human_Space_Populations.htm",
        "http://en.wikipedia.org/wiki/Time_viewer",
        "http://www.amazon.com/gp/product/B003CTEFLG/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=B003CTEFLG&linkCode=as2&tag=slastacod-20&linkId=XKVNJILQ3GLHQJ6X",
        "https://archive.org/"
    ],
    "url": "https://slatestarcodex.com/2014/10/20/in-the-future-everyone-will-be-famous-to-fifteen-people/",
    "summary": "Key ideas\n- The number of classicists will eventually equal, and then exceed, the number of inhabitants in classical Greece.\n- This will happen in about 2500, assuming human progress continues at its current rate, with a human population of five trillion spread out throughout the solar system and nearby stars.\n- There may be revolutionary advances, like the chronoscope, which can see into the past.\n- Barring any revolutionary advance in historical methodology, there won't be enough artifacts and texts to support 10 million classicists; hence, they will overanalyze excruciating details of the material that exists.\n- Following this, historians would start looking into individual middle-class or lower-class Greeks, investigating their life stories, and how they tied in to the broader historical picture.\n- There are debates and fields of study that generate a lot of interest, and there are some that do the opposite.\n\nKey learnings\n- The field of classics is growing at a faster rate than the population it studies.\n- As the number of classicists grows, they will have to analyze the existing artifacts in excruciating detail and resort to looking into the lives of middle-class or lower-class Greeks.\n- Bigger fields of study have their internal academic politics and yearly conferences.\n- There are debates about fields with less interest generated.\n\nKey questions\n- Can we extrapolate to a future where there is a one-to-one ratio of classicists to classical Greeks, so that each scholar can study exactly one Greek?\n- What will happen after the number of classicists exceeds the number of inhabitants in classical Greece?\n- Does the proportion of classics majors remain constant as the population increases?"
}