{
    "title": "Meditations On Moloch",
    "date": "July 30, 2014",
    "links": [
        "http://www.moronail.net/img/1392_lil_jon_philosophy_what",
        "http://principiadiscordia.com/book/45.php",
        "http://lesswrong.com/lw/dr9/game_theory_as_a_dark_art/",
        "http://en.wikipedia.org/wiki/Dollar_auction",
        "http://raikoth.net/libertarian.html",
        "http://www.amazon.com/gp/product/0689710682/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0689710682&linkCode=as2&tag=slastacod-20&linkId=BRZZD37E45RNQI3R",
        "http://en.wikipedia.org/wiki/Population_cycle",
        "http://www.businessinsider.com/what-is-your-company-dna-2011-2",
        "https://slatestarcodex.com/2014/06/28/book-review-the-two-income-trap/",
        "http://discovermagazine.com/1987/may/02-the-worst-mistake-in-the-history-of-the-human-race",
        "http://squid314.livejournal.com/340809.html",
        "http://en.wikipedia.org/wiki/Race_to_the_bottom",
        "https://slatestarcodex.com/2014/04/19/plutocracy-isnt-about-money/",
        "http://www.publicpolicypolling.com/main/2013/01/congress-somewhere-below-cockroaches-traffic-jams-and-nickleback-in-americans-esteem.html",
        "http://www.gallup.com/poll/162362/americans-down-congress-own-representative.aspx",
        "http://journal.frontiersin.org/Journal/10.3389/fnbeh.2013.00206/full",
        "http://www.oddee.com/item_79915.aspx",
        "https://slatestarcodex.com/2014/06/14/living-by-the-sword/",
        "http://www.overcomingbias.com/2009/09/this-is-the-dream-time.html",
        "https://slatestarcodex.com/Stuff/manumission.pdf",
        "https://slatestarcodex.com/2013/05/06/raikoth-laws-language-and-society/",
        "https://slatestarcodex.com/2014/03/01/searching-for-one-sided-tradeoffs/",
        "https://www.amazon.com/Superintelligence-Dangers-Strategies-Nick-Bostrom/dp/0198739834/ref=as_li_ss_tl?ie=UTF8&linkCode=ll1&tag=slatestarcode-20&linkId=b90156dae75d7113131ab6d75fe00c0c",
        "http://www.patheos.com/blogs/lovejoyfeminism/2012/01/quiverfull-outbreeding-the-world.html",
        "http://lesswrong.com/lw/1e/raising_the_sanity_waterline/",
        "https://slatestarcodex.com/2014/06/07/archipelago-and-atomic-communitarianism/",
        "http://panampost.com/belen-marty/2014/07/04/move-over-kickstarter-swarm-crypto-equity-is-the-next-frontier/",
        "http://www.overcomingbias.com/2009/09/this-is-the-dream-time.html",
        "http://wiki.lesswrong.com/wiki/Paperclip_maximizer",
        "https://slatestarcodex.com/2013/04/06/poor-folks-do-smile-for-now/",
        "http://www.xenosystems.net/the-cult-of-gnon/",
        "https://twitter.com/AnarchoPapist",
        "https://twitter.com/Outsideness/statuses/488189062939815936",
        "http://www.kiplingsociety.co.uk/poems_copybook.htm",
        "http://www.dagonbytes.com/thelibrary/lovecraft/theothergods.htm",
        "http://foo.ca/wp/chick-tract-satire/who-will-be-eaten-first/",
        "https://twitter.com/stevenkaas/statuses/29750679694213120",
        "http://www.xenosystems.net/pythia-unbound/",
        "http://wiki.lesswrong.com/wiki/Orthogonality_thesis",
        "http://www.moreright.net/capturing-gnon/",
        "http://lesswrong.com/lw/kr/an_alien_god/",
        "http://hurlock-151.tumblr.com/post/91738304666/on-capturing-gnon-and-naive-rationalism",
        "http://www.amazon.com/gp/product/0199678111/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0199678111&linkCode=as2&tag=slastacod-20&linkId=MLLWPLYEFTPAGE4X",
        "http://www.amazon.com/gp/product/0765347539/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0765347539&linkCode=as2&tag=slastacod-20&linkId=BZSMMGHFLI7TQTEK",
        "https://slatestarcodex.com/2014/02/23/in-favor-of-niceness-community-and-civilization/",
        "http://hpmor.com/chapter/45",
        "https://twitter.com/tabatkins/statuses/449588994305581056",
        "http://sscpodcast.libsyn.com/meditations-on-moloch",
        "https://zora.co/scottalexander/2143"
    ],
    "url": "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
    "summary": "Key ideas:\n- Allen Ginsberg's famous poem on Moloch portrays civilization as an individual entity.\n- Ginsberg answers C.S. Lewis' question about what breaks open people's skulls and eats up their imagination by saying that Moloch does it.\n- Bostrom suggests the possibility of a dictatorless dystopia that everyone hates but endures unconquered.\n- Multipolar traps, such as the Prisoner's Dilemma and dollar auctions, illustrate the problem of lack of coordination.\n- The Malthusian trap shows the problem of survivalist sects overtaking the mainstream and any sect advocating sustainable action being outcompeted.\n- Capitalism and evolution share similar mechanisms of survival and competition.\n- Multi-agent traps occur when agents optimize for one value at the expense of another.\n- The traps can result in a race to the bottom where all participants end up worse off.\n- Examples of multi-agent traps include politics, cancer, education, science, and government corruption.\n- Utopias can be designed by altering the incentive landscape.\n- Excess resources can lead to non-optimal behaviour and deviation from Malthusian constraints.\n- Physical limitations can also prevent a complete race to the bottom.\n- Competition can incentivize good behaviour, but uncoupling from values can lead to exploitation.\n- Coordinating institutions, such as governments and social organizations, are vital in keeping us out of traps.\n- As technology advances, new opportunities arise that allow for values to be sacrificed for increased competitiveness.\n- Multipolar traps are a concern as they can lead to subsistence level living for everyone.\n- Capitalism and democracy may lose their core values as humans become outcompeted by robots.\n- Memes, propaganda, and religion all have potential to influence politics and diverge from truth.\n- Coordination is necessary for success, but technology may create mechanisms of coordination that cannot be coordinated, leading to untraceable and unstoppable ways of selling products.\n- The sacrifice of human consciousness is the final demand by Moloch, which can result in a society of economic miracles but with nobody to benefit from it.\n- Philosophers such as Bostrom and Land have explored the concept of Gnon, the natural laws that determine human progress and decline.\n- Four processes that embody Gnon, namely, capitalism, war, memetics, and evolution, can be harnessed to create a more stable and prosperous society, but can also turn on humans when circumstances change.\n- Building a walled garden to protect against dangerous ideas is not enough to guarantee survival against foreign existential catastrophes or competition.\n- Gnon (aka Moloch, outer gods) is a destructive force that cannot be controlled or submitted to for freedom.\n- The author (Scott) believes in the possibility of a Gardener that optimizes for human values, which can be reached through Superintelligence.\n- Transhumanism is the belief that humans can take on the gods of the universe and create a better future.\n\nKey learnings:\n- Thinking of systems as agents can highlight the degree to which they aren't.\n- Coordination is hard and lack of a good coordination mechanism can result in undesirable equilibria.\n- Individual steps taken within a system might be rational from the perspective of the individual, but not from a broader perspective.\n- Competition can force companies in an economic environment to abandon all values except optimizing-for-profit.\n- Sometimes what is best for the individual is not best for the group as a whole.\n- Even ideas that are universally accepted may not be put into practice due to conflicting incentives and interests.\n- Incentives and initial conditions largely determine the shape of institutions.\n- Excess resources can create a brief window of opportunity for non-Malthusian behaviour, but eventually lead to a return to competition and constraint.\n- Physical limitations can prevent a full race to the bottom.\n- Competition incentivizes good behaviour, but organizations and individuals can fall into traps.\n- Coordinating institutions are necessary to incentivize good behaviour and avoid traps.\n- Technology maintains a balance between excess resources and physical limitations in order to prevent multipolar traps.\n- Capitalism and democracy may not function as optimizers for human values with the advancement of technology.\n- The power of truthiness is increasing with technology, making it difficult to maintain real grassroots democracy.\n- Coordination is key, but technology may create mechanisms of coordination that cannot be coordinated, leading to unintended consequences.\n- The sacrifice of human consciousness may be the final trade-off for the progress and development that society has achieved so far.\n- The Gnon-compliance approach may be necessary to ensure social stability, but it can conflict with human values and result in a society that neglects individuality and diversity.\n- A tradeoff between Gnon-compliance and human values may be necessary to balance the forces that shape human societies.\n- There is a need for a higher power that optimizes for human values to prevent the optimization-competition cycle that undermines human values.\n- Transhumanism seeks to create this higher power that can suppress competition for power and optimize for human values.\n- The author perceives Gnon as a destructive force that cannot be controlled or tamed; it has to be defeated for human values to flourish.\n\nKey questions:\n- Who perpetuates a system that everyone hates?\n- Can a dictatorless dystopia endure unconquered?\n- How can we solve the problem of lack of coordination in multipolar traps?\n- What sustainable action can be enacted in the Malthusian trap?\n- Can capitalism and evolution be effectively analogized?\n- What is a rational central planner and how could they mitigate multi-agent traps?\n- How can incentives be changed to produce better outcomes for society as a whole?\n- What other examples of multi-agent traps exist in society?\n- What are the implications of the limitations mentioned in this post for society as a whole?\n- What types of traps are not solvable through coordinating institutions?\n- How can societies prevent organizations from falling into traps and incentivizing non-optimal behaviour?\n- How can we ensure that values are not sacrificed for increased competitiveness as technology advances?\n- How can we prevent the creation of untraceable and unstoppable ways of selling products?\n- Can we ensure that capitalism and democracy continue to function as optimizers for human values?\n- How do we maintain real grassroots democracy in a world where the power of truthiness is increasing with technology?\n- What are the other possible values that people might be willing to sacrifice for progress?\n- How can societies balance Gnon-compliance with their human values?\n- What other factors should societies consider when determining which values to prioritize?\n- What is Gnon, and how does its existence endanger human values?\n- How can a Gardener that optimizes for human values help prevent the optimization-competition cycle?\n- What is the role of transhumanism in creating a higher power that suppresses competition for power and optimizes for human values?\n"
}