{
    "title": "Prisons Are Built With Bricks Of Law And Brothels With Bricks Of Religion, But That Doesn’t Prove A Causal Relationship",
    "date": "November 21, 2014",
    "links": [
        "http://unvis.it/www.alternet.org/personal-health/research-suggests-psychiatric-interventions-admission-mental-facility-could-increase",
        "http://link.springer.com/article/10.1007/s00127-014-0912-2?wt_mc=alerts.TOCjournals",
        "http://link.springer.com/article/10.1007/s00127-014-0860-x",
        "http://en.wikipedia.org/wiki/Recidivism#Recidivism_rates",
        "http://thinkprogress.org/justice/2013/06/17/2166481/study-throwing-kids-in-jail-makes-crime-worse-ruins-lives/",
        "https://slatestarcodex.com/2014/11/05/the-right-to-waive-your-rights/"
    ],
    "url": "https://slatestarcodex.com/2014/11/21/prisons-are-built-with-bricks-of-law-and-brothels-with-bricks-of-religion-but-that-doesnt-prove-a-causal-relationship/",
    "summary": "Key ideas:\n- A study found that those who receive psychiatric treatment are more likely to commit suicide than those who don't, but this does not necessarily establish a causative relationship.\n- The increased risk of suicide among those who receive psychiatric treatment could be due to selection because those who are more severely at risk of dying from suicide are also more likely to seek such treatment.\n- There is no evidence to support the hypothesis that suicide is a progressive illness or that people with suicidal feelings travel on a trajectory of ever-intensifying, ever-more-constant suicidal feelings while getting into ever more intensive psychiatric care until they die at steadily increasing rates along the way.\n- The link between murder and previous contact with the police is strong, dose-dependent and has a plausible causal mechanism.\n\nKey learnings:\n- The association between psychiatric care and suicide was already known, and the study did not provide new insights on how much of that association is causal, how much is selection and how much is another factor.\n- Forced commitment can sometimes be harmful, and the weighing of the costs and benefits is something that hasn't been investigated nearly as much as it deserves.\n\nKey questions:\n- Were perfectly healthy people with no psychiatric problems used as a control group in the study, and why?\n- Why should we privilege the hypothesis over the alternative possibility, that suicidal people are more likely to seek or get forced into psychiatric treatment?\n- Is there any evidence supporting the hypothesis that suicide is a progressive illness or that people with suicidal feelings travel on a trajectory of ever-intensifying, ever-more-constant suicidal feelings while getting into ever more intensive psychiatric care until they die at steadily increasing rates along the way? \n- How much of the association between psychiatric care and suicide is causal, how much is selection, and how much is another factor?"
}