{
    "title": "You Kant Dismiss Universalizability",
    "date": "May 16, 2014",
    "links": [
        "https://slatestarcodex.com/2014/05/12/weak-men-are-superweapons/#comment-77187",
        "http://lesswrong.com/lw/kn/torture_vs_dust_specks/",
        "https://slatestarcodex.com/2013/04/08/whose-utilitarianism/"
    ],
    "url": "https://slatestarcodex.com/2014/05/16/you-kant-dismiss-universalizability/",
    "summary": "Key ideas:\n- The author explores Immanuel Kant's argument regarding truthfully telling a murderer where a friend is hiding, a widely reviled argument.\n- By analyzing the argument more deeply, the author explains that Kant's categorical imperative urges people to reject actions that undermine the possibility of positive-sum bargains.\n- The author then draws parallels between Kant's ideas and the Parfit's Hitchhiker thought experiment.\n- The author also explores the problem of applying these ideas to real-world situations such as firing someone based on political beliefs.\n- To avoid the pitfall of people acting only in their own interests and idiosyncratic characteristics and rendering the moral law weak, the author suggests going up a meta-level and using meta-universalizability.\n- The idea of universalizability in ethics\n- Prioritizing existentialism over universalizability\n- Exploring problems with utilitarianism\n\nKey learnings:\n- Kant's categorical imperative urges people to reject actions that undermine the possibility of positive-sum bargains, rather than just universally bad actions.\n- Meta-universalizability, or universalizing as if the process used would itself become universal, can help avoid the pitfall of people acting only in their own interests, which would render the moral law weak.\n- Prioritizing existentialism over universalizability can lead to a more nuanced understanding of ethical dilemmas\n- The concept of universalizability can be used to explore problems with utilitarianism\n- The importance of considering multiple perspectives when examining ethical issues\n\nKey questions:\n- What are the limits of meta-universalizability in avoiding the problem of people acting only in their own interests?\n- How can the problem of firing people based on their political beliefs be solved without rendering the job opportunities of everyone in a market halved?\n- What are the other parallels between Kant's ideas and other thought experiments or philosophical concepts?\n- Should pleasure or preferences be prioritized in utilitarianism?\n- Is it necessary to donate all of one's money to the most efficient charity at all times?\n- Does everyone have to prefer torture to dust specks in utilitarianism?\n"
}