{
    "title": "Cuddle Culture",
    "date": "September 27, 2014",
    "links": [
        "http://ozymandias271.tumblr.com/post/98235948523/because-the-universe-loves-me-and-wants-me-to-be",
        "http://unvis.it/heartiste.wordpress.com/2014/09/17/the-ugly-reality-of-open-relationships/",
        "http://cuddlrapp.com/",
        "http://www.patheos.com/blogs/unequallyyoked/2014/09/whats-wrong-with-the-cuddling-app.html",
        "https://slatestarcodex.com/2013/03/17/my-objections-to-objectification/",
        "http://www.amazon.com/gp/product/0679763996/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0679763996&linkCode=as2&tag=slastacod-20&linkId=ENSZ3R3BNYAPA23X",
        "https://slatestarcodex.com/2014/09/25/why-no-science-of-nerds/",
        "https://slatestarcodex.com/2014/05/19/nerds-can-be-bees-too/",
        "https://slatestarcodex.com/2014/02/23/in-favor-of-niceness-community-and-civilization/"
    ],
    "url": "https://slatestarcodex.com/2014/09/27/cuddle-culture/",
    "summary": "Key ideas:\n- Heartiste's recent post attacks polyamory, claiming that genuine, egalitarian, open polyamory doesn't exist among white Westerners.\n- The author, Scott, agrees with Heartiste that polyamory is well-suited for asexual people, and that a disproportionate number of asexual polyamorous people exist.\n- Scott sees cuddling as a way to experience pure universal love, and views it as the opposite of objectification.\n- In the nerdy, polyamorous communities Scott has been in, cuddling is normalized and considered acceptable for people of all genders.\n\nKey learnings:\n- Polyamory and asexuality can work well together, especially for asexual people, by providing protection against sexual jealousy and the ability to date sexual people without worrying about satisfying their high sex drive.\n- Cuddling can be a way to experience pure universal love, and in certain communities, it is normalized and encouraged.\n\nKey questions:\n- What is the impact of the formation of communities where cuddling is normalized and accepted, and are there any negative consequences?\n- Why do a disproportionate number of asexual polyamorous people exist, and what are the reasons for their success in polyamorous relationships?\n- Is it possible to form cohesive communities around non-sexual activities, and what factors contribute to the success of such communities?"
}