{
    "title": "Growing Old",
    "date": "November 8, 2014",
    "links": [
        "http://www.poetsgraves.co.uk/Classic%20Poems/Byron/growing_old.htm",
        "http://en.wikipedia.org/wiki/Erikson%27s_stages_of_psychosocial_development#Fidelity:_Identity_vs._Role_Confusion_.28adolescence.2C_13.E2.80.9319_years.29",
        "http://hpmor.com/chapter/70",
        "https://slatestarcodex.com/2014/03/24/should-you-reverse-any-advice-you-hear/",
        "http://remnantculture.com/4864-mymanthursday-reading-and-tweeting-g-k-chesterton-together#more-4864",
        "http://www.oxfordreference.com/view/10.1093/oi/authority.20110803100229963"
    ],
    "url": "https://slatestarcodex.com/2014/11/08/growing-old/",
    "summary": "Key ideas:\n- Reflections on the experience of youth and growing older\n- The intensity of childhood and teenage experiences, including trauma, wonder, and grandiose plans\n- Erikson's stages of development, specifically the psychological crisis of \"identity versus role confusion\"\n- The importance of finding and pursuing things you are good at and enjoy, rather than obsessing over vague ambition\n- The value of sacrificing ambition to pleasure and accepting the inevitability of aging and mortality\n- Losing revolutionary fervor can be dangerous in some societies.\n- In a healthy society, it is essential to lose the revolutionary fervor.\n- It is crucial to have someone who keeps things running in any revolution.\n- One can choose to remain an anarchist, a Daoist or a communist if they are comfortable in their philosophy.\n\nKey learnings:\n- Childhood and teenage experiences are often more intense than those in adulthood due to a greater openness to the raw beauty of the world and susceptibility to trauma\n- The psychological crisis of \"identity versus role confusion\" is an important part of adolescent development, particularly for those with ambitions or high intelligence\n- It is important to focus on and pursue things you are good at and enjoy, rather than constantly striving for undefined success\n- Sacrificing ambition to pleasure and accepting the inevitability of aging and mortality can lead to a more fulfilling life\n- It is healthy to lose revolutionary fervor in a society.\n- It is essential to find a role in society and be comfortable with it.\n- It is good to have Experiments Of The Month, but it’s also a relief to be done with that.\n\nKey questions:\n- What are some other examples of specific experiences or traumas from childhood that can have a lasting impact on individuals?\n- How has the concept of teenagerdom evolved over time, and how has this affected how we understand and experience adolescence?\n- What role does talent or intelligence play in the development of identity and ambition?\n- How can individuals strike a balance between ambition and pleasure to lead fulfilling lives?\n- Is our society healthy enough to lose revolutionary fervor?\n- What is the importance of having someone who keeps things running in a revolution?\n- What is the significance of finding a role in society and being comfortable with it?\n"
}