{
    "title": "Court-ing Disaster",
    "date": "June 23, 2014",
    "links": [
        "https://slatestarcodex.com/2014/06/23/court-ing-disaster/#comment-107854",
        "https://slatestarcodex.com/2014/06/23/court-ing-disaster/#comment-108453",
        "http://www.economist.com/node/18557594"
    ],
    "url": "https://slatestarcodex.com/2014/06/23/court-ing-disaster/",
    "summary": "Key ideas\n- The author suggests a way for homeless people to get free food by posing as doctors in hospitals.\n- The author attended a lecture on how malpractice cases work and describes a case where a neurologist was sued.\n- The stroke patient in the case was permanently disabled, and the family sued the neurologist despite receiving good care.\n- The lawyers fabricated a false claim that the neurologist did not give the patient heparin immediately upon presentation.\n- The judge did not allow any textbooks or studies on the topic to be presented as evidence.\n- The plaintiff's stroke expert created confusion by supporting the plaintiff's claim that heparin is the best treatment for stroke.\n- The plaintiff's attorney offered the neurologist a deal to pay $30,000 before the verdict in exchange for asking for damages of only $800,000.\n- The neurologist paid the amount, although the plaintiff lost the case, and the disabled patient did not receive any compensation.\n\nKey learnings\n- Lawyers can make up dubious claims against a doctor, and the judge can disregard valuable evidence, making lawsuits unpredictable.\n- Expert doctors can be bribed to testify falsely and support a bogus claim.\n- Juries may not be well-informed enough to make objective decisions concerning medical cases.\n\nKey questions\n- How can we make the court system fairer for patients as well as doctors?\n- Can medical training be improved to equip doctors with essential knowledge needed to testify in court cases and deal with legal issues?\n- What motivates lawyers to fabricate false claims, bribe experts, and deceive juries into awarding large sums of damages?"
}