{
    "title": "Utopian Science",
    "date": "May 1, 2014",
    "links": [
        "https://slatestarcodex.com/2014/04/28/the-control-group-is-out-of-control",
        "http://blog.joshhaas.com/2014/04/a-modest-proposal-to-fix-science/",
        "https://slatestarcodex.com/2013/05/15/index-posts-on-raikoth/",
        "https://slatestarcodex.com/2013/05/06/raikoth-laws-language-and-society/",
        "https://slatestarcodex.com/2014/04/15/the-cowpox-of-doubt/"
    ],
    "url": "https://slatestarcodex.com/2014/05/01/utopian-science/",
    "summary": "Key ideas\n- Proposes a hypothetic scientific system that works as follows\n- Anyone can conduct exploratory research on any hypothesis, the goal is to build interest.\n- The Angel of Evidence, a centralized prediction market, exists where anyone can list their theory and wait for bets.\n- Exploratory research predicts the interest in a given hypothesis that makes validation possible.\n- If a hypothesis is validated, the controversy creates more experiments, reducing uncertainty in the results.\n- Funding is being subsidized by scientific bodies and investors, changing negative-sum markets into positive-sum markets.\n- The selection of consultant scientists is done by the investors in the prediction market and must not take a position on the hypothesis but rather consult and produce a confirmatory experiment. Both parties have to agree on the scientist.\n- Oncethe experiment's draft is published, the investors get one final chance to sell their bets or withdraw from the experment without losses, and everyone in the field is asked to give a statement and bets on the experiment's validity.\n- Lastly, there are no homeopaths in Raikoth. \n\nKey learnings\n- Separation of exploratory and confirmatory research could solve many issues present in the scientific community. \n- Controversies and interest in research are the key elements needed to fund and run experiments.\n- Disagreements are needed to advance knowledge, and a prediction market may work as an incentive to continue exploring different points of view.\n- Having two sides of investors to select a consultant scientist to conduct a confirmatory experiment can help catch potential flaws before the experiment's onset.\n\nKey questions\n- How much resistance should we expect if implementing such a system? \n- Can the scientific community overcome cognitive biases inherent in humans and embrace this system?\n- How would this system influence cross-disciplinary research?"
}