{
    "title": "In Favor of Niceness, Community, and Civilization",
    "date": "February 23, 2014",
    "links": [
        "http://www.patheos.com/blogs/hallq/2014/02/on-some-criticism-of-lesswrong/",
        "https://slatestarcodex.com/2014/02/17/lies-damned-lies-and-social-media-part-5-of-%e2%88%9e/",
        "https://slatestarcodex.com/2013/05/22/apart-from-better-sanitation-and-medicine-and-education-and-irrigation-and-public-health-and-roads-and-public-order-what-has-modernity-done-for-us/",
        "http://www.amazon.com/gp/product/1619491702/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=1619491702&linkCode=as2&tag=slastacod-20&linkId=AYGYZKSORVSJ52VW",
        "https://en.wikipedia.org/wiki/Tit_for_tat",
        "https://slatestarcodex.com/2013/03/17/not-just-a-mere-political-issue/",
        "http://www.theatlantic.com/magazine/archive/2002/04/seeing-around-corners/302471/",
        "http://wiki.lesswrong.com/wiki/Timeless_decision_theory",
        "https://slatestarcodex.com/2013/04/08/whose-utilitarianism/",
        "http://www.politifact.com/truth-o-meter/statements/2014/feb/21/dan-sullivan/begich-supports-97-percent-obamas-economic-policy-/",
        "http://www.redbubble.com/people/lalaithion/works/10939446-i-cooperate-in-the-prisoners-dilemma?p=t-shirt",
        "http://lesswrong.com/lw/uy/dark_side_epistemology/",
        "http://lesswrong.com/lw/ase/schelling_fences_on_slippery_slopes/",
        "https://slatestarcodex.com/2013/02/18/typical-mind-and-gender-identity/",
        "https://slatestarcodex.com/2013/12/28/a-comment-i-posted-on-what-would-jt-do/",
        "http://en.wikipedia.org/wiki/Overconfidence_bias",
        "https://slatestarcodex.com/2013/06/22/social-psychology-is-a-flamethrower/",
        "http://24.media.tumblr.com/tumblr_md4wxk9vp11rc6co7o1_1280.jpg",
        "https://www.amazon.com/Kushiels-Avatar-Legacy-Jacqueline-Carey/dp/0765347539/ref=as_li_ss_tl?_encoding=UTF8&redirect=true&ref_=as_li_tl&linkCode=ll1&tag=slatestarcode-20&linkId=f61fdbf4491eba98c440ba7b494b01a6"
    ],
    "url": "https://slatestarcodex.com/2014/02/23/in-favor-of-niceness-community-and-civilization/",
    "summary": "Key ideas:\n- Andrew Cord argues that in order to win, one should embrace using lies, insults, and silencing people to achieve their goals.\n- He believes that rationalists' focus on \"debate-team nonsense\" is detrimental to their cause.\n- Andrew suggests that violence and using all weapons in your arsenal is necessary in a real war.\n- The author is defending the principle of intellectual honesty and kindness in discussions, even if it hinders the enforcement of certain social norms.\n- The author thinks that forming walled gardens of rational discussion is a good way to defend important values.\n- The author disagrees with the principle of using lies, insults, and harassment to enforce preferred social norms, which is opposed to his liberal philosophy.\n- Liberalism is a strong ideology that conquers through communities of people who agree to play by the rules, slowly growing until eventually an equilibrium is disturbed.\n- The early Christian church, Mahatma Gandhi, and Martin Luther King Jr. are examples of people who have used non-violent resistance in a war for survival.\n- Using illiberal tactics to push liberal agendas is counterintuitive and works against liberalism's goals.\n- Liberalism is a terrifying unspeakable Elder God, according to the author.\n\nKey learnings:\n- The author believes that Andrew's argument for using any tactic to achieve one's goals is not only immoral but also ineffective.\n- The author argues that game-theoretic equilibria can develop through reciprocal communitarianism and divine grace and can be as beneficial as civilization and liberalism.\n- The norm against malicious lies is a cultural norm that exists through a combination of divine grace and reciprocal communitarianism.\n- Intellectual honesty and kindness are important principles to safeguard in any discussion, even if they hinder certain social norms from being enforced.\n- Forming communities of rational discussion is a good way to cultivate a safe space for these principles.\n- It is important to defend liberal values against those who would oppose them, even if it requires confronting unpleasant positions.\n- Non-violence has been a successful tactic in the past, but it requires a certain pre-existing level of civilization and liberalism.\n- If you oppose liberalism, there will not be enough of you or your city to bury, according to the author.\n- Effective liberal action should align with the core principles of liberalism and its willingness to cooperate.\n\nKey questions:\n- Why does Andrew believe that violence and using any tactic necessary is the best way to win?\n- How do game-theoretic equilibria develop through reciprocal communitarianism and divine grace?\n- How can cultural norms be stronger or weaker in different groups?\n- How can we cultivate respectful, kind, and intellectually honest discussions in our own communities?\n- At what point do we decide that certain social norms must be enforced even if lying, insults, and harassment are used?\n- How do we defend important values against those who oppose them while still remaining committed to intellectual honesty and kindness?\n- Why do some people fail to realize the power of liberalism and instead choose to use illiberal tactics to push their agendas?\n- Is non-violence always a successful tactic, or are there situations in which it does not work?\n- How can we ensure that our actions to promote liberal values align with the core principles of liberalism?\n"
}