{
    "title": "Book Review: The Two-Income Trap",
    "date": "June 28, 2014",
    "links": [
        "http://squid314.livejournal.com/331948.html",
        "https://www.amazon.com/Two-Income-Trap-Middle-Class-Parents-Going/dp/0465090907/ref=as_li_ss_tl?_encoding=UTF8&redirect=true&ref_=as_li_tl&linkCode=ll1&tag=slatestarcode-20&linkId=2d8bd2475aa2e17898641f2ee2c32477",
        "http://bleedingheartlibertarians.com/2014/06/my-evil-twin-jasper-on-retirement/",
        "https://slatestarcodex.com/2013/06/22/social-psychology-is-a-flamethrower/",
        "http://www.ssc.wisc.edu/~scholz/Teaching_742/Black.pdf",
        "http://www.dartmouth.edu/~dstaiger/Papers/KaneRieggStaiger%20NBERwp11347.pdf",
        "http://obs.rc.fas.harvard.edu/chetty/value_added.pdf",
        "http://www.urban.org/UploadedPDF/1001469-calder-working-paper-52.pdf",
        "http://www.brookings.edu/~/media/research/files/papers/2013/3/27%20school%20district%20impacts%20whitehurst/districts_report_03252013_web.pdf",
        "https://slatestarcodex.com/2013/06/14/the-virtue-of-silence/"
    ],
    "url": "https://slatestarcodex.com/2014/06/28/book-review-the-two-income-trap/",
    "summary": "Key ideas:\n- The doubling of economic productivity and family income doesn't necessarily result in financial stability.\n- Elizabeth Warren in \"The Two-Income Trap\" argues that an extra family income, particularly from a working mother, results in increased debt and financial vulnerability.\n- Families in the modern era earn more money than their counterparts in the '70s, but spend the same amount on luxuries and are less financially secure.\n- Education is now viewed as the most important determinant of one's success, particularly given the importance placed on attending top school districts.\n- Families will go to great lengths, such as incurring significant debt, to live in top school districts.\n- The financial benefits of having a second income are lost due to increased costs of housing, child care, education, and taxes.\n- This loss of flexibility can lead to financial insecurity, debt, and bankruptcy.\n- The competition for good schools and neighborhoods intensifies.\n- The author questions the validity of some of Warren's claims and the impact of school district effects on housing prices.\n- Elizabeth Warren is a pragmatic progressive because she proposes both liberal and conservative solutions.\n- Warren makes her arguments based on her own data and statistics, and often acknowledges free-market arguments against her proposals.\n- It is important to do research on the different factors affecting educational outcomes like district-level issues and demographics.\n\nKey learnings:\n- Having more money does not necessarily lead to greater financial stability and can result in greater vulnerability instead.\n- The importance of education has led to increased competition and financial burden for middle-class families.\n- The pursuit of positional goods can lead to overspending and financial instability.\n- Extra income does not necessarily lead to more discretionary income.\n- The flexibility of having a non-working mother may be more valuable than the financial benefits of a second income.\n- The competition for good schools and neighborhoods can intensify due to societal pressures and fears about the future.\n- Warren proposes both liberal and conservative solutions, showing a flexibility that is rare in politics.\n- Research on the effect of school districts on educational outcomes is mostly inconclusive.\n- Theories about the influence of genetics and IQ on education outcomes should be researched more thoroughly.\n\nKey questions:\n- How can families avoid becoming financially vulnerable while pursuing a better education for their children?\n- What role do societal expectations and cultural values play in exacerbating issues of financial instability?\n- How can the pursuit of positional goods be discouraged to promote greater financial stability and equality?\n- What impact do school district effects have on housing prices?\n- What are the true costs of a second income, including child care, education, and taxes?\n- Is the loss of flexibility worth the financial benefits of having a second income?\n- How does the competition for good schools and neighborhoods affect families and society as a whole?\n- Are good school districts really that important to a child's success?\n- Do multiple great teachers increase student success in a linear, sublinear, or super linear fashion?\n- Will scientific efforts to research the influence of genetics and IQ on educational outcomes offend or help people in the long run?\n"
}