{
    "title": "The Invisible Nation – Reconciling Utilitarianism And Contractualism",
    "date": "August 24, 2014",
    "links": [
        "https://slatestarcodex.com/2013/04/08/whose-utilitarianism/",
        "https://slatestarcodex.com/2014/05/16/you-kant-dismiss-universalizability/",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "http://raikoth.net/libertarian.html#coordination_problems",
        "http://lesswrong.com/lw/2k/the_least_convenient_possible_world/",
        "http://raikoth.net/Stuff/story1.html",
        "https://slatestarcodex.com/2014/05/16/you-kant-dismiss-universalizability/",
        "https://slatestarcodex.com/2013/04/08/whose-utilitarianism/",
        "https://slatestarcodex.com/2014/06/07/archipelago-and-atomic-communitarianism/",
        "http://en.wikipedia.org/wiki/Two-level_utilitarianism",
        "http://en.wikipedia.org/wiki/Repugnant_Conclusion",
        "http://reflectivedisequilibrium.blogspot.com/2012/07/rawls-original-position-potential.html",
        "https://slatestarcodex.com/2014/02/23/in-favor-of-niceness-community-and-civilization/"
    ],
    "url": "https://slatestarcodex.com/2014/08/24/the-invisible-nation-reconciling-utilitarianism-and-contractualism/",
    "summary": "Key ideas:\n- The Economists' Paradise is a world where all game-theoretic problems are solved and all transactions are honest and voluntary.\n- It is possible to use this paradigm to solve many real-world problems, such as world hunger and bullying.\n- The author argues that the State can be used to enforce moral laws if certain conditions are met.\n- The concept of Economists’ Paradise, where rational agents in a perfect world make agreements that would work without exception.\n- The idea of the patchwork of agreements collapsing into a single pact as practical concerns arise.\n- The Economists’ Paradise aims at solving coordination problems to keep everyone happy and prosperous and free.\n- The rules of the Economists' Paradise involve negotiation and adherence to agreements using good economist and game theory.\n- Good negotiation techniques would end in a multitude of possible good outcomes.\n- Negotiation techniques leading to extreme local minima where everything is Pareto-optimal but nobody is happy would lead everyone coordinating to sign a pact not to use those negotiation techniques.\n\nKey learnings:\n- The Economists' Paradise can be seen as a way to achieve an ideal world without wars or crime.\n- Clear rules and effective enforcement are necessary for the Economists' Paradise to work.\n- The State can be a powerful tool in enforcing moral laws, but tradeoffs must be considered.\n- Economists’ Paradise might be sufficient to bridge the gap between Rawls' Veil of Ignorance and Utilitarians’ Paradise.\n- The agreement that everyone or almost everyone would sign is important, leading to a utilitarianism-like approach.\n- Rules of the Economists' Paradise are hard to determine and enforce, and different techniques lead to different results.\n- Rules can be enforced by the State or voluntarily followed in the privacy of individuals.\n- Utilitarianism is one good heuristic for the rules, while contractualism solves some of utilitarianism's problems.\n- Inspirational values and practical wisdom are necessary to improve heuristics and rules.\n\nKey questions:\n- What are the challenges involved in convincing people to follow the rules necessary for the Economists' Paradise to work?\n- How can algorithmization of rules be used to prevent fallible human judgment from influencing enforcement?\n- What can be done to ensure that the State's enforcement of moral laws does not lead to tyranny or poor implementation?\n- How can the assumption of perfect coordination in Economists’ Paradise be applied to other contexts?\n- Is there a way to solve bullying in the Least Convenient Possible World, assuming Economists’ Paradise is valid?\n- How can the concept of Economists’ Paradise bridge the gap between Utilitarians’ Paradise and Rawls' Veil of Ignorance?\n- How do we ensure that different negotiation techniques yielding different results conform to the rules of the Economists' Paradise?\n- How do we effectively enforce rules that are hard to determine and enforce?\n- Can contractualism ultimately be a better alternative to utilitarianism?\n"
}