{
    "title": "Blogging The Anissimov – Smith Reaction Debate",
    "date": "February 11, 2014",
    "links": [
        "http://noahpinionblog.blogspot.com",
        "http://moreright.net/",
        "https://slatestarcodex.com/2013/10/20/the-anti-reactionary-faq/",
        "https://slatestarcodex.com/2013/04/11/read-history-of-philosophy-backwards/",
        "https://slatestarcodex.com/2013/12/01/empireforest-fire/",
        "http://www.moreright.net/overview-of-romanian-monarchy-restoration/",
        "http://mobile.nytimes.com/blogs/douthat/2014/01/29/social-liberalism-as-class-warfare/?_php=true&_type=blogs&_r=0"
    ],
    "url": "https://slatestarcodex.com/2014/02/11/blogging-the-anissimov-smith-reaction-debate/",
    "summary": "Key ideas:\n- Scott was excited for the video debate between Noah Smith and Michael Anissimov on neoreaction.\n- Both sides were cordial and respectful, with Michael presenting his ideas as hypotheses rather than assertions.\n- The debaters discussed social isolation, capitalism, equality, monarchy, and aristocracy.\n- Michael's main point in pushing monarchy is the \"organic state\", which aims to unite everyone towards a common purpose.\n- Noah argued for liberal diverse countries being more stable than \"organic\" countries.\n- Debate on modernity and social changes\n\nKey learnings:\n- Discussions between reactionaries and nonreactionaries are hard to find.\n- Happiness has generally increased in most countries in the past fifty years.\n- Wealth causes modernization and collapse of traditions, rather than the opposite way around.\n- Organicity is an effect rather than a cause.\n- Aristocracy is high-variance.\n- People in hospitals have greater variance in their level of health than people not hospitalized\n- The collapse of the family has caused profound damage to society\n- Traditional gender roles may be an effective way to avoid broken families\n\nKey questions:\n- How can Michael transform America's wealthy families into \"real aristocrats\"?\n- What is the difference between an aristocracy and America's current system of passing down wealth to future generations?\n- How can someone cash out the concept of status as \"service to the community\" in a practical sense?\n- What is the proper tool for discussions about organicity - empiricism or theory?\n- Can some long tail of hospital patients have better health than the non-hospitalized?\n- How is a family a broken one when both parents split work and family responsibility?\n- How can traditional gender roles be effectively reinstated in modern society?\n"
}