{
    "title": "Does Race Exist? Does Culture?",
    "date": "August 12, 2014",
    "links": [
        "https://slatestarcodex.com/2014/08/10/getting-eulered/",
        "http://vamsionnet.tripod.com/syjmf/adbt.htm",
        "http://www.amazon.com/gp/product/1594204462/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=1594204462&linkCode=as2&tag=slastacod-20",
        "https://twitter.com/slatestarcodex/statuses/465284307951419393",
        "http://whyevolutionistrue.wordpress.com/2014/08/09/our-letter-to-the-new-york-times-criticizing-nicholas-wades-book-on-race/",
        "http://violentmetaphors.com/2014/05/21/nicholas-wade-and-race-building-a-scientific-facade/",
        "http://www.americanscientist.org/bookshelf/pub/a-troubling-tome",
        "http://www.thisviewoflife.com/index.php/magazine/articles/book-review-great-are-wades-errors-in-a-troublesome-inheritance-genes-race",
        "http://jaymans.wordpress.com/jaymans-race-inheritance-and-iq-f-a-q-f-r-b/#racesocialconstruct",
        "https://slatestarcodex.com/2013/06/09/all-debates-are-bravery-debates/",
        "https://slatestarcodex.com/2013/04/13/proving-too-much/"
    ],
    "url": "https://slatestarcodex.com/2014/08/12/does-race-exist-does-culture/",
    "summary": "Key ideas:\n- Common sense concepts may be false and need analysis through rigorous math.\n- Richard Feynman used a trick of mapping abstractions to concrete systems to back up his math genius.\n- One of the controversies in genetics and anthropology is whether race exists.\n- Critics of identifying races argue about genetic differences within and between races being unclear.\n- The concept of race is not clear, but there seem to be different cultures in the US.\n- The blog post deals with the concept of race and its relation to culture.\n- The author proposes an analogy between race and music genres to argue that race is a cultural construct.\n- The post explores the limitations of using biological or physical features to define race.\n\nKey learnings:\n- Abstraction can be understood by mapping it to real-world examples.\n- The existence of races in humans is a debated topic among critics.\n- Cultures are a more coherent concept than races and have more variation among individuals.\n- The concept of race is a cultural construct that emerges from social and historical factors.\n- Our understanding of race is limited by the ways in which we categorize and classify people based on physical traits.\n- Using culture as a lens to talk about race can help us understand racial categories more critically.\n\nKey questions:\n- How can one differentiate between unscrupulous use of math language and genuine analysis?\n- Is the use of concrete analogies a helpful tool in math and science?\n- Is there really such a blurry line between human races and cultures?\n- How can we better define and understand the concept of race in humans?\n- How does the author's analogy between race and music genres challenge our assumptions about race?\n- What are the limitations of using biological or physical features to define race, and what other factors should we consider?\n- How can we reframe our understanding of race to better account for its social and cultural dimensions?\n"
}