{
    "title": "The Control Group Is Out Of Control",
    "date": "April 28, 2014",
    "links": [
        "http://lesswrong.com/lw/1ib/parapsychology_the_control_group_for_science/",
        "http://blogs.nature.com/news/2012/11/psychologists-do-some-soul-searching.html",
        "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1182327/",
        "http://lesswrong.com/lw/ajj/how_to_fix_science/",
        "http://www.newyorker.com/reporting/2010/12/13/101213fa_fact_lehrer",
        "http://blogs.plos.org/mindthebrain/author/jcyone/",
        "http://www.haas.berkeley.edu/groups/online_marketing/facultyCV/papers/nelson_false-positive.pdf",
        "https://f1000research.com/articles/4-1188/v2",
        "http://www.talyarkoni.org/blog/2011/01/10/the-psychology-of-parapsychology-or-why-good-researchers-publishing-good-articles-in-good-journals-can-still-get-it-totally-wrong/",
        "http://news.discovery.com/human/psychology/controversial-esp-study-fails-yet-again-120912.htm",
        "http://lesswrong.com/lw/ii/conservation_of_expected_evidence/",
        "http://lesswrong.com/lw/3be/confidence_levels_inside_and_outside_an_argument/",
        "http://www.richardwiseman.com/resources/staring1.pdf",
        "http://en.wikipedia.org/wiki/Nominative_determinism",
        "http://jeksite.org/psi/jp76.pdf",
        "http://criticalscience.com/researcher-allegiance-psychotherapy-research-bias.html",
        "http://www.npr.org/blogs/health/2012/09/18/161159263/teachers-expectations-can-influence-how-students-perform",
        "http://www.lscp.net/persons/dupoux/teaching/JOURNEE_AUTOMNE_CogMaster_2011-12/readings_deontology/Rosenthal_1994_interpersonal_expectancy_effects_a_review.pdf",
        "http://en.wikipedia.org/wiki/Clever_Hans",
        "http://www.richardwiseman.com/BemReplications.shtml",
        "http://www.koestler-parapsychology.psy.ed.ac.uk/TrialRegistry.html",
        "http://www.psychologytoday.com/blog/the-skeptical-sleuth/201112/editor-should-have-caught-bias-and-flaws-in-review-mental-health-ef",
        "http://andrewgelman.com/2013/08/25/a-new-bem-theory/"
    ],
    "url": "https://slatestarcodex.com/2014/04/28/the-control-group-is-out-of-control/",
    "summary": "Key ideas:\n- Parapsychology serves as a control group for science by testing phenomena that most people believe don't exist, but have a dedicated community of scientists who publish papers on them\n- Parapsychologists are able to produce experimental evidence for psychic phenomena as easily as normal scientists are able to produce such evidence for normal, non-psychic phenomena, suggesting a large \"placebo effect\" in science\n- A list of ways to fix science includes demanding large sample size, replication, and stricter p-value criteria, but these do not address poor experimental techniques\n- Bem's meta-analysis confirms his original finding that psychic powers exist, but the small effect size raises questions about whether it's a signal of psi or a signal of poor experimental technique\n- Demanding high effect size may exclude real but low-effect phenomena from the realm of things science can discover\n- Studies within social sciences can be confounded by the allegiance of the researcher.\n- Various forms of bias can affect studies, including subconscious emotional cues, subconscious statistical trickery, perfectly conscious fraud, and unknown factors.\n- Certain fields of study, such as parapsychology and psychotherapy, have demonstrated strong evidence of bias and unreplicable results.\n- Meta-analyses can be susceptible to these biases and errors, resulting in unreliable conclusions.\n\nKey learnings:\n- Parapsychology is a useful method for testing the placebo effect in science\n- The current scientific evaluation system needs improvements to reduce the chance of confusing noise for signal\n- Demanding high effect size may result in excluding real but low-effect phenomena from being discovered by science\n- It is important to conduct rigorous experiments and replications, adhering to strict criteria for replication and preregistration.\n- Multiple factors can contribute to experimental results, including intentional and unintentional bias, subjective interpretations, and unknown factors.\n\nKey questions:\n- What other phenomena could benefit from being tested as a control group for science?\n- What are the limitations of the current scientific evaluation system?\n- How can scientists reduce the chance of confusing noise for signal during experiments?\n- What other examples of bias and error exist within different fields of study?\n- How can we improve experimental protocols to minimize the risk of bias and maintain scientific rigor?\n- What are the implications of unreliable results within social sciences and their impact on policy and decision-making?\n"
}