{
    "title": "Things That Sometimes Help If You Have Depression",
    "date": "June 16, 2014",
    "links": [
        "http://www.actionondepression.org/information/depression/depression-self-test",
        "http://freethoughtblogs.com/gruntled/2014/05/12/the-s-guide-to-getting-a-therapist-masterpost/",
        "https://www.amazon.com/Cognitive-Behavioral-Workbook-Depression-Step/dp/1608823806/ref=as_li_ss_tl?_encoding=UTF8&redirect=true&ref_=as_li_tl&linkCode=ll1&tag=slatestarcode-20&linkId=4ae40f7f4973a4df32f87472b1ae76c4",
        "http://www.amazon.com/gp/product/1572246359/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=1572246359&linkCode=as2&tag=slastacod-20&linkId=G6UPIDW442C6QXAW",
        "http://www.amazon.com/gp/product/B002WTCHLC/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=B002WTCHLC&linkCode=as2&tag=slastacod-20&linkId=WQUGQTYAT3DCKGXK",
        "http://www.amazon.com/gp/product/B000W8Y7FY/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=B000W8Y7FY&linkCode=as2&tag=slastacod-20&linkId=WDXCXVEH4O5OTDWC",
        "http://www.mayoclinic.org/tests-procedures/light-therapy/basics/definition/prc-20009617",
        "http://curetogether.com/depression/ig/treatment-effectiveness-vs-popularity",
        "http://www.amazon.com/NOW-Foods-Sam--400mg-Tablets/dp/B0013OW3XY/ref=sr_1_1?s=hpc&ie=UTF8&qid=1402890405&sr=1-1&keywords=s-adenosyl+methionine",
        "http://www.amazon.com/non-racemic-l-methylfolate-Vegetarian-Seeking-Health/dp/B005OE7IJI/ref=sr_1_2?s=hpc&ie=UTF8&qid=1402890891&sr=1-2&keywords=l-methylfolate",
        "https://slatestarcodex.com/2014/06/16/things-that-sometimes-help-if-youre-depressed/#comment-103082",
        "http://www.journalofpsychiatricresearch.com/article/S0022-3956%2813%2900356-7/abstract",
        "http://www.suicidepreventionlifeline.org/"
    ],
    "url": "https://slatestarcodex.com/2014/06/16/things-that-sometimes-help-if-youre-depressed/",
    "summary": "Key ideas:\n- Depression is a clinical condition that should be diagnosed by a licensed professional.\n- The PHQ-9 is a screening tool for depression that can help in making an initial assessment.\n- If you have depression, it's best to go to a doctor who can prescribe prescription-only medications.\n- There are dozens of different depression medications, and the correct approach is to start with the safest medications and gradually move up.\n- Psychotherapy is equally effective in treating depression, but it costs more and is harder to get insurance to cover.\n- SSRIs are the most commonly used antidepressant medication, and they are no stronger or weaker than other antidepressants, but they do have fewer side effects.\n- Antidepressants take some time to start working.\n- If one drug doesn't work, raising the dose or switching to a different drug might be necessary.\n- Electroconvulsive therapy can be an effective last resort treatment for depression when other medications and therapies fail, despite some side effects\n- Ketamine is an experimental but promising treatment that researchers are still exploring\n- Finding a good psychiatrist can be difficult, but there are resources available, such as doctor rating sites and support groups\n- Lifestyle interventions, such as cognitive-behavioral therapy workbooks, getting enough sleep, exercise, light therapy, and avoiding substance abuse, can also help with depression\n- Some supplements may help alleviate the symptoms of depression, although the evidence is limited and dosage can vary.\n- Saffron, creatine, fish oil, and folate or l-methylfolate are among the supplements that may be effective.\n- Modafinil or afinil may help improve energy and alertness, which are commonly impacted by depression.\n- Other supplements that may be worth considering include lithium orotate microdosing, rhodiola, vitamin D, zinc, and curcumin.\n- Antidepressants bought illegally without a prescription could be harmful, while tianeptine is an effective depression medication available without a prescription.\n- Hospitalization may be appropriate when depression is severe, and patients may benefit from trying different medications.\n\nKey learnings:\n- Depression is a serious condition that requires a professional diagnosis and treatment.\n- There are different treatment options available for depression, including prescription medication and psychotherapy.\n- SSRIs are the most commonly prescribed antidepressant medication, and they have fewer side effects than other medications.\n- It can take some time for antidepressants to start working, and it might be necessary to switch medications to find the right one.\n- Electroconvulsive therapy and ketamine are last resort options that can be effective for treatment-resistant depression\n- Finding a trustworthy psychiatrist can be difficult, but there are ways to research and evaluate potential candidates\n- Lifestyle interventions can be helpful in conjunction with medication and therapy\n- The effectiveness of any supplement or medication can vary from person to person.\n- There are many different treatment options; patients should work with their doctor to determine what may work best for them.\n- Depression can be serious and potentially deadly; those considering suicide should seek immediate help.\n\nKey questions:\n- How do I know if I have depression, and what should I do if I suspect I do?\n- What are the different treatment options for depression, and how effective are they?\n- How do SSRIs compare to other antidepressant medications, and what side effects should I be aware of?\n- How long should I wait for an antidepressant to start working before deciding to switch medications?\n- What are the potential side effects of electroconvulsive therapy, both short-term and long-term?\n- What are some of the challenges with developing ketamine as a treatment for depression?\n- How can individuals with depression work to improve their sleep habits?\n- Are there any alternative or complementary therapies that can help with depression, such as acupuncture or meditation?\n- What is the best way to determine the right dosage of a supplement for depression treatment?\n- Are there other supplements that people have found effective that are not included in this list?\n- What are the risks associated with buying antidepressants illegally without a prescription?\n- How can patients advocate for themselves if they feel their doctor is not doing enough to help them manage their depression?\n"
}