{
    "title": "Book Review: A Future For Socialism",
    "date": "October 23, 2014",
    "links": [
        "http://www.amazon.com/gp/product/0674339460/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0674339460&linkCode=as2&tag=slastacod-20&linkId=I7NYZJWDS577XVUN",
        "https://slatestarcodex.com/2013/10/20/the-anti-reactionary-faq/",
        "http://en.wikipedia.org/wiki/Keiretsu",
        "http://www.nytimes.com/2014/04/05/business/economy/corporate-profits-grow-ever-larger-as-slice-of-economy-as-wages-slide.html",
        "https://slatestarcodex.com/2014/09/14/does-class-warfare-have-a-free-rider-problem/",
        "http://www.amazon.com/gp/product/0674339460/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0674339460&linkCode=as2&tag=slastacod-20&linkId=I7NYZJWDS577XVUN",
        "http://fadingphilosophermiracle.tumblr.com/post/140926236587/slatestarscratchpad-okay-i-guess-other-people"
    ],
    "url": "https://slatestarcodex.com/2014/10/23/book-review-a-future-for-socialism/",
    "summary": "Key ideas:\n- Socialism is compatible with prosperity, innovation, and consumer satisfaction, as long as it is a form of capitalism.\n- Nationalizing large industries and splitting them into stocks, which are given to every citizen, is a way to achieve socialism.\n- The flow of stock coupons would give banks market-driven information that helps them make better funding decisions.\n- Structure is essential for success.\n- Scott shares his experience of struggling to follow structure.\n- He realizes that structure is necessary for him to be productive and complete tasks.\n\nKey learnings:\n- Joint-stock corporations are an important philosophical and political idea that is necessary to understand when discussing socialism.\n- Principal-agent problems can be solved poorly, as seen in Soviet and other communist economic systems.\n- Having a routine and structure is crucial for productivity.\n- It's okay to acknowledge that something may not work for you personally.\n- Experimentation is necessary to find what structure works best for you.\n\nKey questions:\n- Won’t poor people sell their shares to rich people under Roemer’s proposed system?\n- How do companies get nationalized?\n- What happens when new companies, such as Google, want to start in a socialist system?\n- How accurate is Roemer’s analysis of lobbying and its role in decision-making in the current system?\n- How can I create a structure that works for me?\n- What steps can I take to ensure I stick to my routine?\n- How can I make adjustments to my structure if it's not working for me?\n"
}