{
    "title": "How Common Are Science Failures?",
    "date": "July 2, 2014",
    "links": [
        "http://skeptico.blogs.com/skeptico/2005/11/science_wrong.html",
        "http://en.wikipedia.org/wiki/Aristarchus_of_Samos",
        "http://en.wikipedia.org/wiki/Lysenkoism",
        "https://slatestarcodex.com/2013/09/19/scientific-freud/",
        "https://slatestarcodex.com/blog_images/reaction/nythomo1.pdf",
        "https://slatestarcodex.com/blog_images/reaction/nythomo3.pdf"
    ],
    "url": "https://slatestarcodex.com/2014/07/02/how-common-are-science-failures/",
    "summary": "Key ideas:\n- The debate over anthropogenic climate change's scientific consensus is settled, with evidence pointing to the number being somewhere in the nineties.\n- Doubt in climate change comes from a concern that entire scientific fields can get things near-unanimously wrong for political or conformity-related reasons.\n- In order for a scientific mistake to count as a reason for doubting climate change, it must meet certain criteria: made after 1900, part of a fundamental paradigm, a stubborn resistance to the truth, and no longer in doubt.\n- Lysenkoism, Freudian psychoanalysis, and behaviorist psychology are examples of scientific failures in recent history.\n- There are about 250 possibilities for science failure in the past century, of which three were actually science failures for a failure rate of 1.2%.\n- There may be some science failures that haven't been detected yet.\n\nKey learnings:\n- The article establishes criteria for scientific failures that justify doubting climate change.\n- Lysenkoism, Freudian psychoanalysis, and behaviorist psychology are examples of possible scientific failures.\n- The failure rate for scientific fields in the past century is low, at 1.2%.\n\nKey questions:\n- How frequently do entire scientific fields get things wrong for political or conformity-related reasons?\n- What are the criteria for a scientific mistake to count as a reason for doubting climate change?\n- Are there any other examples of scientific failures in recent history beyond Lysenkoism, Freudian psychoanalysis, and behaviorist psychology?\n- Is the failure rate for scientific fields in the past century an accurate representation? Are there potential scientific failures that haven't been detected yet?"
}