{
    "title": "Streetlight Psychology",
    "date": "September 24, 2014",
    "links": [
        "http://www.vox.com/2014/9/16/6152541/video-games-violence",
        "http://spp.sagepub.com/content/early/2013/10/28/1948550613509286.abstract",
        "http://en.wikipedia.org/wiki/Streetlight_effect",
        "https://slatestarcodex.com/2014/09/24/book-review-red-plenty/",
        "http://www.ncbi.nlm.nih.gov/pubmed/22040315?dopt=Abstract",
        "http://public.psych.iastate.edu/caa/abstracts/2010-2014/13SA.pdf",
        "http://www.amazon.com/gp/product/1439101655/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=1439101655&linkCode=as2&tag=slastacod-20&linkId=RS3FFAEUSVD3W2BN"
    ],
    "url": "https://slatestarcodex.com/2014/09/24/streetlight-psychology/",
    "summary": "Key ideas\n- The Vox article concludes that the relationship between violent video games and actual violence is unknown.\n- Studies that use aggression and self-control as proxies for real-world violence are insufficiently skeptical.\n- Laboratory studies are problematic as they do not provide long-term information and instead offer information on immediate responses.\n- The streetlight effect, which refers to researchers studying what is easy to study, is prevalent in the fields of videogamology and the science of prejudice and racism.\n- Children may respond to presence rather than long-term changes in their environment.\n\nKey learnings\n- The relationship between violent video games and actual violence is largely unknown.\n- Studies that use aggression and self-control as proxies for real-world violence do not provide long-term information.\n- The streetlight effect, which refers to researchers studying what is easy to study, is prevalent in some fields of psychology.\n- Children may respond to presence rather than long-term changes in their environment.\n\nKey questions\n- What are the potential long-term effects of playing violent video games that laboratory studies do not show?\n- In what ways can immediate responses to a situation differ from long-term changes in behavior or thinking?\n- How can researchers avoid the streetlight effect and focus on studying principles that offer meaningful insights into human behavior?"
}