{
    "title": "Book Review: Red Plenty",
    "date": "September 24, 2014",
    "links": [
        "http://www.amazon.com/gp/product/1555976042/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=1555976042&linkCode=as2&tag=slastacod-20&linkId=KY6FZPQJJVTNAYDY",
        "https://slatestarcodex.com/",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "http://en.wikipedia.org/wiki/Goodhart%27s_law",
        "http://en.wikipedia.org/wiki/Dazexiang_Uprising",
        "http://en.wikipedia.org/wiki/Linear_programming",
        "http://en.wikipedia.org/wiki/1965_Soviet_economic_reform",
        "http://en.wikipedia.org/wiki/Russian_reversal",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/"
    ],
    "url": "https://slatestarcodex.com/2014/09/24/book-review-red-plenty/",
    "summary": "Key ideas:\n- The book \"Red Plenty\" is a semi-fictionalized account of the history of socialist economic planning in the USSR.\n- Despite the well-known advantages of capitalism over communism, the Soviets believed that communism could be better at economic growth and making people richer quickly.\n- The book suggests that the Soviet economy failed primarily because of allocation issues and the lack of a price mechanism to allocate resources.\n- In the 1960s, Soviet computer scientist Viktor Glushkov proposed using cybernetics to create a centralized economic planning system.\n- Glushkov and Nobel laureate Leonid Kantorovich were never given the chance to fully develop their ideas for a planned economy.\n- The Soviet Union had practically no social science or professional economists due to its association with capitalism.\n- The Soviet Union was a republic in name only and its leaders were gangsters who pretended to be social scientists.\n- The Soviet economy continued to rely on heavy industry and failed to produce goods that corresponded to human needs.\n\nKey learnings:\n- Linear programming, a method of solving optimization problems, was invented by the Soviet mathematician Leonid Kantorovich and could have potentially solved the allocation issues faced in the Soviet economy.\n- The Soviet leaders were constrained in their ability to implement economic reforms, and the adoption of some elements of linear programming was piecemeal and toothless.\n- Glushkov and Kantorovich proposed an innovative way to solve the problem of economic planning.\n- Centralized economic planning might have been able to outperform prices, but the Soviet Union never gave it a chance.\n- Despite having highly educated leaders, the Soviet Union lacked social science and was governed by gangsters.\n- The Soviet economy's focus on heavy industry and lack of stop signals led to the creation of unwanted goods.\n\nKey questions:\n- What are the implications of the lack of a price mechanism in the Soviet economy?\n- Why were the Soviet leaders unable to mobilize enough political capital to implement the reforms suggested by Kantorovich?\n- What can we learn from the failures of communism in the USSR, and how can we apply those lessons to modern economic systems?\n- Could Kantorovich and Glushkov's proposed centralized economic planning system have worked if they were given the chance to develop it fully?\n- What would have happened if the Soviet Union had invested in social science and professional economists?\n- How did the Soviet Union's leaders become more interested in maintaining their own power than in implementing their stated ideals?\n"
}