{
    "title": "Perceptions Of Required Ability Act As A Proxy For Actual Required Ability In Explaining The Gender Gap",
    "date": "January 24, 2015",
    "links": [
        "https://slatestarcodex.com/Stuff/l_paper.pdf",
        "http://www.nsf.gov/news/news_summ.jsp?cntn_id=133857",
        "http://news.sciencemag.org/education/2015/01/belief-some-fields-require-brilliance-may-keep-women-out",
        "http://www.reuters.com/article/2015/01/15/us-science-sexism-idINKBN0KO2DM20150115",
        "http://www.learnu.org/study-findings-point-to-source-of-gender-gap-in-stem-programs/",
        "http://www.scientificamerican.com/article/hidden-hurdle-looms-for-women-in-science/",
        "http://www.chroniclecareers.com/article/Disciplines-That-Expect/151217/",
        "http://www.newsworks.org/index.php/local/healthscience/77366-academic-gender-gaps-tied-to-stereotype-about-genius",
        "http://mathbabe.org/2015/01/16/representation-of-women-and-the-genius-myth/",
        "http://www.vocativ.com/culture/science/women-in-science-sexism/",
        "http://www.sciencemag.org/content/suppl/2015/01/14/347.6219.262.DC1/1261375.Leslie.SM.pdf",
        "http://internal.psychology.illinois.edu/~nkuncel/gre%20meta.pdf",
        "http://www.ets.org/s/gre/pdf/gre_guide.pdf",
        "http://www.sciencedirect.com/science/article/pii/S0191886901000228",
        "http://www.randalolson.com/2014/06/25/average-iq-of-students-by-college-major-and-gender-ratio/",
        "http://stattrek.com/online-calculator/normal.aspx",
        "http://www.psych.uw.edu.pl/jasia/sackett.pdf",
        "http://www.ets.org/s/gre/pdf/snapshot.pdf",
        "http://arxiv.org/abs/1011.0663",
        "https://slatestarcodex.com/blog_images/l_gre_stats2.xlsx",
        "https://slatestarcodex.com/Stuff/l_sat_stats.xlsx",
        "http://www.ppic.org/main/pressrelease.asp?i=309",
        "https://i.imgur.com/VTwdrmH.png",
        "https://slatestarcodex.com/2014/12/12/beware-the-man-of-one-study/",
        "http://en.wikipedia.org/wiki/Stereotype_threat#Criticism",
        "https://slatestarcodex.com/2014/04/28/the-control-group-is-out-of-control/",
        "http://www.slate.com/articles/health_and_science/science/2014/07/replication_controversy_in_psychology_bullying_file_drawer_effect_blog_posts.html"
    ],
    "url": "https://slatestarcodex.com/2015/01/24/perceptions-of-required-ability-act-as-a-proxy-for-actual-required-ability-in-explaining-the-gender-gap/",
    "summary": "Key ideas:\n- Leslie et al (2015) concluded that women are underrepresented in fields that believe innate talent is the main requirement for success.\n- Many media outlets have taken this conclusion and made a theory that negative stereotypes of women cause stress that depresses the immune system.\n- However, the paper did not investigate whether perceived or actual required ability correlated more.\n- The author found that there was no effect of GRE scores on female representation, but a correlation of r = -0.82 between average GRE Quantitative score and percent women in a discipline.\n- Colleges accepting applicants based entirely on GRE scores would significantly limit female representation in STEM fields.\n- Part II of Leslie et al paper asserts gender gap in STEM fields is due to innate ability differences\n- The paper uses proxies for innate ability, such as GRE scores, instead of measuring it directly\n- The correlation between innate ability and gender balance predicted by Leslie et al is actually mostly mediated by gender stereotypes\n\nKey learnings:\n- The media often misconstrues research papers, creating a theory that is not supported by the study’s methodology.\n- Correlation is not causation, but in this case, the observed correlation seemingly leaves no room for explained variance.\n- Gender-based patterns in academia are significantly impacted by mathematical ability, with GRE Quantitative scores showing strong male-female gaps in representation.\n- The traditional belief that innate talent is more important than hard work and effort may perpetuate gender-based stereotypes.\n- The Leslie et al paper's argument is flawed due to its use of proxies for innate ability and ignoring important existing literature on the topic\n- SAT and GRE math tests are not reflective of women’s true mathematical ability\n- Reverse causation cannot explain the gender gap in STEM fields\n\nKey questions:\n- Do negative stereotypes globally impact performance in various academic fields?\n- Should colleges rely on a single standardized test like the GRE for graduate school admission?\n- How can we create a more inclusive learning environment that emphasizes the importance of hard work and effort rather than innate talent?\n- Is the stereotype threat literature a null field that only exists through publication bias and experimenter effects?\n- How can the correlation between innate ability and gender balance be measured more accurately?\n"
}