{
    "title": "Stalin and Summary Statistics",
    "date": "August 2, 2015",
    "links": [
        "https://slatestarcodex.com/2015/05/19/beware-summary-statistics/",
        "http://noahpinionblog.blogspot.com/2015/06/iq-and-wealth-of-states.html",
        "http://ftp.iza.org/dp9130.pdf",
        "http://www.theatlantic.com/business/archive/2015/07/rich-people-raise-kids-family-wealth/399809/",
        "https://utexas.app.box.com/s/hur1rvwwqarptrm0izuvwols434as1lm",
        "http://marginalrevolution.com/marginalrevolution/2009/08/the-inheritance-of-education.html",
        "https://en.wikiquote.org/wiki/Joseph_Stalin",
        "https://slatestarcodex.com/2015/01/24/perceptions-of-required-ability-act-as-a-proxy-for-actual-required-ability-in-explaining-the-gender-gap/"
    ],
    "url": "https://slatestarcodex.com/2015/08/02/stalin-and-summary-statistics/",
    "summary": "Key ideas:\n- The blog post discusses two studies: one on IQ and income differences among US states, and another on the correlation between wealth and parents' status.\n- The post highlights the limitations of summarizing data with correlation coefficients and percent variance explained, which can be misleading.\n- The author questions the validity of the adoption study and wonders if the findings only reflect the unusual circumstances of the biological parents.\n- The post emphasizes the importance of environment in shaping an individual's financial outcomes.\n\nKey learnings:\n- Correlation coefficients and percent variance explained are useful tools, but they can oversimplify complex relationships in data.\n- Studies should be interpreted in context and with an understanding of their limitations.\n- Environment plays a significant role in determining an individual's financial success.\n\nKey questions:\n- How can we better summarize and interpret data without oversimplifying it?\n- What are the limitations of adoption studies, and how can we study the correlation between genetics and financial outcomes more accurately?\n- How can we design more effective interventions to improve the lives of those with fewer financial opportunities, given the importance of environment in shaping outcomes?"
}