{
    "title": "Contra Huemer On Morals",
    "date": "October 27, 2015",
    "links": [
        "http://philpapers.org/rec/HUEALR",
        "https://slatestarcodex.com/2014/04/22/right-is-the-new-left/",
        "http://www.overcomingbias.com/2015/10/testing-moral-progress.html",
        "http://www.psmag.com/health-and-behavior/bugs-like-made-germ-theory-democracy-beliefs-73958",
        "https://slatestarcodex.com/2013/03/04/a-thrivesurvive-theory-of-the-political-spectrum/"
    ],
    "url": "https://slatestarcodex.com/2015/10/27/contra-huemer-on-morals/",
    "summary": "Key ideas:\n- Huemer believes in objective moral truths, and that there has been a coherent ethical perspective emerging over the past few centuries.\n- Western values have converged on certain coherent values that are related to civil liberties and individual rights.\n- Hanson argues that the direction of causation is mostly from wealth to certain value factors, such as civil liberties and individual rights.\n-Technology has connected the world and led to a mixing of different races, cultures, and ideas\n-The advancement of technology has made values like tolerance and freedom of thought more relevant\n-The Care/Harm and Fairness foundations of morality seem as relevant as ever\n\nKey learnings:\n- The emergence of certain coherent ethical perspectives over time may suggest the existence of objective moral truths.\n- Western values have converged on certain values related to civil liberties and individual rights, which may also suggest objective moral truths.\n- The relationship between wealth and certain value factors, such as civil liberties and individual rights, may indicate that these values are not objective moral truths, but rather are pragmatic responses to changing material conditions.\n-Advances in journalism, communication, and art have given us the ability to learn and appreciate the struggles of others in a way we never have before\n-Not torturing people and solving poverty are important issues to consider\n-Morality might be subjective, and one axis of morality has always been dominant\n\nKey questions:\n- Is there evidence for other civilizations converging on similar ethical perspectives to those that have emerged in the West?\n- How significant is the correlation between wealth and certain value factors, such as civil liberties and individual rights?\n- Do pragmatic responses to changing material conditions count as objective moral truths?\n-What about trying to solve poverty and not torturing people?\n-Maybe Care/Harm is the fundamental moral foundation, and the other foundations are epiphenomena to be abandoned as we outgrow them?\n-What does the saying \"The last enemy to be destroyed is submaximal global utility; destroying Death just buys us more time\" mean?\n"
}