{
    "title": "Extremism In Thought Experiment Is No Vice",
    "date": "March 26, 2015",
    "links": [
        "http://unvis.it/www.rawstory.com/rs/2015/03/duck-dynasty-star-fantasizes-about-atheist-familys-brutal-rape-and-murder-to-make-point-about-gods-law/",
        "http://en.wikipedia.org/wiki/Arthur_Eddington#Relativity",
        "http://lesswrong.com/lw/kn/torture_vs_dust_specks/",
        "https://www.psychologytoday.com/blog/experiments-in-philosophy/200804/what-s-the-matter-little-brothersister-action",
        "http://www.utilitarian.net/singer/by/199704--.htm",
        "http://lesswrong.com/lw/tn/the_true_prisoners_dilemma/",
        "http://en.wikipedia.org/wiki/Trolley_problem#Transplant",
        "http://lesswrong.com/lw/lhg/2014_survey_results/",
        "http://www.patheos.com/blogs/friendlyatheist/2015/03/25/when-phil-robertson-fantasized-about-the-rape-and-murder-of-an-atheist-family-what-part-did-he-leave-out/",
        "https://slatestarcodex.com/2015/03/26/high-energy-ethics/#comment-193097"
    ],
    "url": "https://slatestarcodex.com/2015/03/26/high-energy-ethics/",
    "summary": "Key ideas:\n- Phil Robertson has been criticised for a thought experiment in which an atheist's family is raped and murdered.\n- Robinson's experiment is not unusual; it is based on a philosophical tradition - extreme thought experiments.\n- Extreme thought experiments are used in both physics and philosophy to magnify small effects to measure them.\n- The point of these experiments is to collide two of your intuitions against each other and force you to violate at least one of them.\n\nKey learnings:\n- Intuition can often tell us the answer is something other than what we think it is.\n- By coming up with an extreme case, the smallest shred of sympathy for a different approach can be dragged up to the surface so that we are better able to distinguish between whether we are misjudging our own thought processes, or we are accurately describing our own thought processes.\n- Devising extreme cases helps in discovering an underlying principle which can only be discovered by implementing it in extreme situations.\n \nKey questions:\n- How can graphic thought experiments be used properly in discussions? \n- What should be done when such thought experiments are used to score cheap points? \n- If God commands you to commit an immoral act, is that still the right thing to do?"
}