{
    "title": "That Chocolate Study",
    "date": "May 30, 2015",
    "links": [
        "http://io9.com/i-fooled-millions-into-thinking-chocolate-helps-weight-1707251800",
        "http://ajcn.nutrition.org/content/95/3/740.full",
        "http://jn.nutrition.org/content/141/11/1982.short",
        "http://www.cochrane.org/CD008893/HTN_effect-of-cocoa-on-blood-pressure",
        "http://pubs.acs.org/doi/abs/10.1021/jf500333y",
        "http://archinte.jamanetwork.com/article.aspx?articleid=1108800",
        "http://www.ncbi.nlm.nih.gov/pubmed/24139727",
        "http://archinte.jamanetwork.com/article.aspx?articleid=409867",
        "http://ajcn.nutrition.org/content/81/3/611.short",
        "https://slatestarcodex.com/2014/12/12/beware-the-man-of-one-study/",
        "http://blogs.plos.org/mindthebrain/",
        "http://en.wikipedia.org/wiki/Health_effects_of_chocolate",
        "https://mospace.umsystem.edu/xmlui/bitstream/handle/10355/7720/DoesChocolateHaveBenefits.pdf?sequence=1"
    ],
    "url": "https://slatestarcodex.com/2015/05/30/that-chocolate-study/",
    "summary": "Key ideas:\n- A fake study claiming that chocolate aids weight loss went viral and resulted in unfounded health claims being spread worldwide.\n- Previous research has found a potential link between chocolate and improved cardiovascular health and weight outcomes.\n- Nutrition science typically involves a series of smaller studies that compensate for each other's flaws and build evidence.\n- Study sample size is important for detecting small effects amid high variation but less relevant for detecting larger effects.\n- Getting rid of p-values may not prevent biased research reporting, as other ways of exaggerating research impact can emerge.\n- It's important to be critical of scientific studies that make bold claims\n- News and media often hype up studies without providing proper context\n- Trusted sources for accurate information include scientific journals, Reddit's r/science, individual researcher blogs, and the Cochrane Collaboration\n- Wikipedia provides good information but should always be cross-checked with other sources\n\nKey learnings:\n- One poorly conducted study can lead to widespread misinformation and distorted perceptions about a particular food's health effects.\n- Robust nutrition science builds gradually over time through diverse studies that capture various aspects of the research question.\n- Study participants play a crucial role in advancing nutrition science. However, smaller sample size studies can also offer valuable data and scientific insights.\n- There is no one-size-fits-all solution to making statistics impossible to hack\n- It's important to have a solid understanding of scientific methodology to properly evaluate studies\n- Reading multiple studies on a topic can help build a more complete understanding\n\nKey questions:\n- How can the public become better equipped to distinguish between credible nutrition research and exaggerated or poorly conducted research?\n- How can researchers better communicate the nuances and limitations of study findings to non-expert readers?\n- What is the most effective approach to balancing sample size and study length for nutrition research that involves measuring several biological parameters?\n- How can we educate people to become more critical consumers of scientific information?\n- What steps can researchers and publishers take to prevent inaccurate or misleading studies from being published?\n- How can we strike a balance between accessibility and accuracy in scientific reporting?\n"
}