{
    "title": "The General Factor Of Correctness",
    "date": "July 23, 2015",
    "links": [
        "http://lesswrong.com/lw/1kh/the_correct_contrarian_cluster/",
        "http://emilkirkegaard.dk/en/?p=5335",
        "http://www.ncbi.nlm.nih.gov/pubmed/26088751",
        "https://thewinnower.com/papers/opinions-about-nuclear-energy-and-global-warming-and-wordsum-intelligence",
        "http://www.randalolson.com/2014/09/13/who-are-the-climate-change-deniers/",
        "http://anepigone.blogspot.com/2011/12/climate-change-and-iq.html",
        "http://www.sciencedirect.com/science/article/pii/S0160289614000373",
        "http://acritch.com/credence-game/",
        "https://en.wikipedia.org/wiki/The_Good_Judgment_Project",
        "http://www.npr.org/sections/parallels/2014/04/02/297839429/-so-you-think-youre-smarter-than-a-cia-agent",
        "http://lesswrong.com/lw/gv/outside_the_laboratory/"
    ],
    "url": "https://slatestarcodex.com/2015/07/23/the-general-factor-of-correctness/",
    "summary": "Key ideas:\n- A General Factor of Correctness (GFC) would mean that people who do well on one type of knowledge will do well on other types.\n- Identifying the GFC would allow us to know whose theories are right, without having to be experts in any specific field.\n- However, the existence of GFC is controversial and difficult to identify because of various factors.\n- Economics profession is split between two exclusive economic theories\n- A survey in 2005 had found that the majority of Schmoeist and anti-Schmoeist economists believed in pre-Clovis settlement of the New World\n- New archaeological finds establish the existence of such settlement\n- Controversial questions in archaeology, anthropology, and historical scholarship\n- Schmoeists performed better than anti-Schmoeists on 9 out of 10 questions in a survey\n\nKey learnings:\n- Calibration can be correlated with opinions on a non-calibration task.\n- The same small group of people consistently outperformed everyone else in a way incompatible with chance.\n- Scientists may not be wiser than others outside of their specialist field, which raises concerns about trust in their opinions.\n- Exclusive economic theories can have varying levels of support from different groups within the field\n- New information or evidence can shift the balance of support for a theory\n- Survey results can provide insights into the beliefs and knowledge of a particular group\n\nKey questions:\n- Is there a difference between correctness and probability calibration?\n- Can we differentiate positive from negative selection?\n- Can we improve on the \"always agree with expert consensus\" heuristic?\n- Are you just going to rediscover some factor we already know about, like IQ or general-well-educatedness?\n- How do you view a split in support for two exclusive economic theories?\n- How does new evidence affect your level of support for a particular theory?\n- What insights can be gained from survey results in a particular field?\n"
}