{
    "title": "List Of Passages I Highlighted In My Copy Of “Willpower”",
    "date": "March 16, 2015",
    "links": [
        "https://slatestarcodex.com/2015/03/12/book-review-willpower/",
        "http://en.wikipedia.org/wiki/Bluma_Zeigarnik#The_Zeigarnik_effect",
        "https://slatestarcodex.com/2015/01/12/the-physics-diet/",
        "http://sports.williamhill.com/bet/en-gb",
        "https://slatestarcodex.com/2014/07/17/heartmath-considered-incoherent/"
    ],
    "url": "https://slatestarcodex.com/2015/03/16/list-of-passages-i-highlighted-in-my-copy-of-willpower/",
    "summary": "Key Ideas:\n- The Zeigarnik effect describes how an unfinished task will stay in someone's mind until it is completed.\n- Research has shown that students who don't make study plans are more prone to thinking about upcoming exams than those who do.\n- A study found that New Yorkers had the most criteria for their desired partners in personal ads compared to people in other cities.\n- Professors who write a page or two every day fare better than those who write in a burst of intense energy.\n- Chinese toddlers show better self-control than American toddlers, which may be a result of genes and cultural traditions.\n- Children with a father in the home are more likely to choose the delayed reward rather than the immediate one.\n- Repeated dieting can stop being effective as the body adjusts.\n- People who weigh themselves every day are more effective in preventing weight gain.\n- People are more likely to overestimate the value of a meal if it has a label indicating it is trans fat-free.\n- People with less self-control are more likely to commit crimes.\n- Impaired glucose tolerance can result in less self-control.\n- Freudian therapies are becoming less effective due to a change in character structure in people.\n\nKey Learnings:\n- Writing down a study plan can clear the mind of thoughts about upcoming exams.\n- New Yorkers are the pickiest in their desired partner's attributes, as seen in personal ads.\n- Consistent writing of a few pages every day is better for career success than intense bursts of writing.\n- Cultural traditions play a large role in differences in self-control between Chinese and American toddlers.\n- Children with fathers in the home are more likely to have self-control.\n- Repeated dieting can be less effective over time.\n- Daily weighing can prevent weight gain.\n- Labels on food can influence people's perception of its value.\n- Less self-control is linked to criminal behavior and impaired glucose tolerance.\n- Freudian therapies may be becoming less effective due to a change in character armor.\n\nKey Questions:\n- What other factors influence self-control besides cultural traditions and genetic makeup?\n- Can repeated dieting ever become effective again after it ceases to work?\n- How can parents promote academic success without putting too much pressure on their children?\n- Are there any other aspects of life affected by a change in character armor besides therapy?\n- How exactly does impaired glucose tolerance relate to less self-control?"
}