{
    "title": "Fearful Symmetry",
    "date": "June 14, 2015",
    "links": [
        "http://www.vox.com/2015/6/10/8753721/college-professor-fear",
        "http://www.breitbart.com/london/2015/04/04/hugo-awards-nominations-swept-by-anti-sjw-anti-authoritarian-authors/",
        "https://news.ycombinator.com/item?id=9695411",
        "https://slatestarcodex.com/2014/02/23/in-favor-of-niceness-community-and-civilization/",
        "https://slatestarcodex.com/2013/04/13/proving-too-much/",
        "http://www.slate.com/articles/technology/bitwise/2015/06/curtis_yarvin_booted_from_strange_loop_it_s_a_big_big_problem.html",
        "https://slatestarcodex.com/2015/06/08/links-615-everything-but-the-kitchen-link/#comments",
        "http://www.nytimes.com/2014/03/02/opinion/sunday/the-terms-of-our-surrender.html?_r=0",
        "https://twitter.com/slatestarcodex/status/582771824766808064",
        "https://slatestarcodex.com/2014/03/08/the-slate-star-codex-political-spectrum-quiz/",
        "http://fishingboatproceeds.tumblr.com/post/121316109713/mattcatashpole-astro1995",
        "https://slatestarcodex.com/2013/12/28/a-comment-i-posted-on-what-would-jt-do/",
        "http://amptoons.com/blog/2015/06/10/i-stand-by-irene-gallo/",
        "http://www.scifiwright.com/2015/06/irene-gallo/",
        "https://twitter.com/MapOfTerritory/status/560236480044728320",
        "http://overratedwhitedudes.tumblr.com/",
        "http://theconcourse.deadspin.com/wimpy-white-dudes-with-guitars-ruined-american-idol-1703735120",
        "http://www.motherjones.com/politics/2015/05/jesse-jackson-pushtech-2020-startup-competition",
        "http://www.huffingtonpost.co.uk/2015/05/20/bahar-mustafa-goldsmith-kill-all-white-men-sacked-petition_n_7340668.html",
        "https://slatestarcodex.com/2014/07/07/social-justice-and-words-words-words/",
        "http://www.vox.com/2015/6/3/8716261/gop-primary-threats",
        "https://handleshaus.wordpress.com/2013/12/26/bullied-and-badgered-pressured-and-purged/",
        "http://www.washingtonexaminer.com/man-receives-sex-act-while-blacked-out-gets-accused-of-sexual-assault/article/2565978",
        "https://slatestarcodex.com/2014/09/30/i-can-tolerate-anything-except-the-outgroup/",
        "http://www.ibtimes.co.uk/asghar-bukhari-warns-mossad-shoe-stealer-loose-1506014",
        "https://slatestarcodex.com/2014/05/30/the-wonderful-thing-about-triggers/"
    ],
    "url": "https://slatestarcodex.com/2015/06/14/fearful-symmetry/",
    "summary": "Key ideas:\n- The social justice and anti-social justice narratives have similarities, such as identifying their enemy as a discredited mid-20th century genocidal philosophy of government and feeling that they are fighting for their right to exist.\n- Both movements operate through explosions of outrage and have even converged on the same excuse for what their enemies call \"politicizing\" neutral territory.\n- The narrative of social justice evolved among minority groups living under domination while the anti-social justice attitude is borne out of the fear and hypervigilance that majority groups feel when in social-justice-dominated spaces.\n- The language of social justice is often used to dehumanize others and treat them hatefully.\n- The author provides examples of how this language has been used in different situations.\n- The author discusses the concept of microaggressions and how they can make people feel uncomfortable and disliked.\n- Very often, when events provoke a certain level of hypervigilance in someone, that person starts to feel threatened, afraid for their life and, as a consequence, they become paranoid, thinking that a vast conspiracy is after them and they will never be safe;\n- In an age where the media faithfully relates and signal-boost threats aimed at different groups, it is easy to get pushed into a total paranoia;\n- Although it’s easy to enter a state of hypervigilance, it’s hard to understand why anyone else could possibly be pushed into it despite by-the-numbers safety;\n- Once everyone agrees with each other, there’s a chance of getting somewhere.\n\nKey learnings:\n- The narratives of social justice and anti-social justice are similar in their nature and motivations, despite representing different groups.\n- Work from the social justice and anti-social justice movements can foster more mirror neurons to work with and helps to get a gut-level understanding of both sides of the dynamic.\n- The language of social justice can be misused to attack and dehumanize others.\n- Insults and microaggressions, even if seemingly small, can have a significant impact on a person's well-being.\n- Different groups may have different worries and concerns, and it is important to consider these differences.\n- We should avoid seeing requests as a giant conspiracy to discredit and silence us;\n- It is important to stop talking about how social justice activism is necessarily a plot to get more political power, or steal resources, or silence dissenting views.\n\nKey questions:\n- Are the social justice and anti-social justice movements really similar or is it a case of convergent evolution?\n- How can the mirror neuron be harnessed to work with the narratives of social justice and anti-social justice to better understand the interactions of the opposing groups?\n- What is the impact of politicizing a neutral territory by both the social justice and anti-social justice groups, and is there an alternative way to address the issue?\n- How can we ensure that language used in social justice movements is not misused to attack and dehumanize others?\n- Is there a way to distinguish between meaningful criticism of someone's views and hateful attacks?\n- How can we address concerns raised by different groups without ignoring or dismissing them?\n- Why is it easier to accept statistics about terrorism calmly without feeling personally threatened?\n- How can we stop believing that they censor and doxx and fire their opponents out of some innate inability to understand liberalism?\n- How can we educate people to listen and understand that our concerns are legitimate and not sparked by a giant conspiracy to discredit and silence them?\n"
}