{
    "title": "Against Against Autism Cures",
    "date": "October 12, 2015",
    "links": [
        "http://www.vox.com/2015/8/31/9233295/autism-rights-kanner-asperger",
        "https://slatestarcodex.com/2014/12/17/the-toxoplasma-of-rage/",
        "https://spectrumnews.org/news/risk-of-epilepsy-in-autism-tied-to-age-intelligence/",
        "http://www.cdc.gov/ncbddd/autism/data.html",
        "http://www.lynchburg.edu/wp-content/uploads/volume-6-2012/McCorkleS-Decreasing-Self-Injurious-Behaviors-Children-ASD.pdf",
        "http://www.sciencedirect.com/science/article/pii/S1750946712001456",
        "http://www.sciencedirect.com/science/article/pii/S1750946712000931",
        "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3769945/",
        "http://psychcentral.com/news/2014/10/13/suicidal-thoughts-10-times-more-likely-in-adults-with-aspergers/76016.html",
        "http://www.amazon.com/gp/product/B00WFGO51W/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=B00WFGO51W&linkCode=as2&tag=slastacod-20&linkId=AGWUHS4RUK43CWYE",
        "http://webcache.googleusercontent.com/search?q=cache:_m1iu5rso-gJ:time.com/3995797/autism-is-not-a-disorder-its-an-opportunity/+&cd=2&hl=en&ct=clnk&gl=us",
        "http://www.theguardian.com/science/blog/2015/jul/16/autism-doesnt-have-to-be-viewed-as-a-disability-or-disorder",
        "http://www.irishexaminer.com/viewpoints/yourview/ucc-should-recognise-that-autism-is-a-condition-and-not-a-disease-348941.html",
        "https://www.tremr.com/sandybones/autism-is-not-a-disease",
        "http://lesswrong.com/lw/nu/taboo_your_words/",
        "http://lesswrong.com/lw/2as/diseased_thinking_dissolving_questions_about/",
        "https://slatestarcodex.com/2014/09/10/society-is-fixed-biology-is-mutable/",
        "http://archpedi.jamanetwork.com/article.aspx?articleID=1879723",
        "https://slatestarcodex.com/2015/02/06/everything-not-obligatory-is-forbidden/",
        "https://slatestarcodex.com/2013/04/13/proving-too-much/",
        "http://slatestarscratchpad.tumblr.com/post/129917397536/queenshulamit-ilzolende-the-great-web-of",
        "https://slatestarcodex.com/2015/03/15/answer-to-job/"
    ],
    "url": "https://slatestarcodex.com/2015/10/12/against-against-autism-cures/",
    "summary": "Key ideas:\n- The autism rights movement defends the right of autistic people to avoid psychiatric care if they don't want it.\n- All psychiatric categories contain a range of symptoms, but autism is particularly heterogeneous.\n- Autistic children who were institutionalized have suffered from maltreatment, which has led to a skewed view of autism.\n- Many autistic people have biological and behavioral issues that prevent them from being independent and happy-go-lucky.\n- Many institutions for autistic people are kind of hellish, and some patients have been subject to sexual and physical abuse.\n- Autistic people suffer due to their condition and their institutionalization.\n- Institutions for the elderly have just as many problems as institutions for autistic people.\n- Curing autism would be the most effective way to alleviate the suffering of autistic people and their caretakers.\n- Autistic people have unique problem-solving abilities, but this doesn't justify the institutionalization and abuse they often experience.\n- Autistic people should be allowed to choose whether or not to seek a cure, but preventing others from seeking a cure is unjust.\n- There's a balance between having a wide variety of human experiences and avoiding hellish experiences.\n- People have different opinions on where to draw the line when it comes to sacrificing individuality for the greater good.\n- The author drew the line somewhere between nerds and severe autism.\n\nKey learnings:\n- The autism rights movement has done good work in terms of exposing abuse of autistic people and providing resources to help them and their families.\n- Autistic people have a range of symptoms and issues that prevent them from being independent and happy-go-lucky with just one solution.\n- Institutionalization of autistic people has been the consequence of maltreatment and desperation of parents.\n- Autistic people suffer greatly due to their condition and environment.\n- The people and institutions responsible for the care of autistic people need to do a better job of accommodating and supporting them.\n- The search for an autism cure is controversial but worth pursuing.\n- It's important to consider the impact of our actions on the greater good and the diversity of human experiences.\n- We should be cautious about sacrificing too much individuality for the sake of the greater good.\n\nKey questions:\n- What is the one percent of the autism movement's philosophy that the author can't be on board with?\n- How can doctors and caretakers improve the conditions of autistic people who are physically aggressive, self-injurious, or suicidal?\n- What can society do to prevent abusive treatment of autistic people in institutions?\n- Should we focus more on fixing systemic issues that contribute to the mistreatment of disabled and elderly people, or on finding cures for their conditions?\n- How do we balance the desire to respect the agency of autistic people with the desire to alleviate their suffering?\n- What are the implications of genetic engineering for conditions like autism, and what guidelines should we follow when making decisions about gene editing?\n- Where do we draw the line between sacrificing individuality for the greater good and preserving diverse human experiences?\n- How do we balance the desire for individuality with the desire for a healthy and diverse society?\n"
}