{
    "title": "…And I Show You How Deep The Rabbit Hole Goes",
    "date": "June 2, 2015",
    "links": [
        "http://chroniclesofrettek.tumblr.com/post/118057128657/wrapscallion-mitoticcephalopod-britney",
        "http://www.cnn.com/2014/06/10/world/australia-great-white-shark/"
    ],
    "url": "https://slatestarcodex.com/2015/06/02/and-i-show-you-how-deep-the-rabbit-hole-goes/",
    "summary": "Key ideas:\n- The post explores the consequences of taking different colored pills, each representing a different superpower.\n- Each superpower comes with unexpected downsides and limitations.\n- The post is a satirical take on the popular movie The Matrix.\n- The protagonist has the power to see a millisecond into the future, which eventually leads to being able to send messages back to oneself from arbitrarily far into the future.\n- A message is sent back informing the protagonist of an impending apocalypse, and tasking them with finding the creator of the black pill that defies the laws of physics.\n- The story jumps to different perspectives in different colors, describing encounters with mysterious individuals and involving assassination attempts and the exploration of the galaxy.\n- A group of researchers use a mind-reading technology to contact the mind of God, resulting in chaos and death.\n- They wake up forty one years later and discover that most of them have died except for three members.\n- The survivors form an empire and find a way to use stored negentropy to restart the universe.\n\nKey learnings:\n- Sometimes, what we think we want is not necessarily what we need.\n- Every action has a consequence, and it's not always clear what those will be.\n- The grass may not always be greener on the other side.\n- The power to see the future can have unforeseen consequences and can lead to being tasked with daunting responsibilities.\n- Information from the future can both help and hinder one's actions in the present.\n- The existence of a power that defies the laws of physics raises questions about the nature of reality.\n- Using a mind-reading technology to contact an omnipotent being can cause unpredictable outcomes and may result in catastrophe.\n- Building an empire requires strong leaders and advisors.\n- Accumulating negentropy could be a way to potentially restart the universe.\n\nKey questions:\n- How do our desires shape the choices we make?\n- Can we ever truly know the consequences of our actions?\n- Are superpowers worth the drawbacks that come with them?\n- What is the black pill, and how does it have the power to defy the laws of physics?\n- Who are the mysterious individuals in the different color narratives, and what is their endgame?\n- How does the protagonist handle the responsibility of being tasked with preventing the apocalypse?\n- Could the survivors have done anything differently?\n- What are the potential unintended consequences of storing negentropy for billions of years?\n- Is it possible to safely contact an omnipotent being without catastrophic consequences?\n"
}