{
    "title": "List Of Passages I Highlighted In My Copy Of “Hive Mind”",
    "date": "December 10, 2015",
    "links": [
        "https://books.google.com/books?id=YnBGMpIMfJ0C&pg=PA360&lpg=PA360&dq=%22George+Washington+Social+Intelligence+Test%22&source=bl&ots=l0GSnxt1B_&sig=AoCZlWLuCGVI27bF-UgnHHaYuj4&hl=en&sa=X&ved=0ahUKEwiX3I3j59LJAhUEFx4KHb2AC-YQ6AEIJDAB#v=onepage&q=%22George%20Washington%20Social%20Intelligence%20Test%22&f=false",
        "http://www.unz.com/article/the-east-asian-exception-to-socio-economic-iq-influences/",
        "https://slatestarcodex.com/Stuff/guatemala.pdf",
        "https://twitter.com/GarettJones/status/674594737127604226",
        "https://slatestarcodex.com/2015/12/08/book-review-hive-mind/#comment-278919",
        "https://slatestarcodex.com/2015/12/08/book-review-hive-mind/#comment-279679",
        "http://www.arnoldkling.com/blog/questions-for-garett-jones/"
    ],
    "url": "https://slatestarcodex.com/2015/12/10/list-of-passages-i-highlighted-in-my-copy-of-hive-mind/",
    "summary": "Key ideas:\n- Unwritten peace treaties were created between German and French soldiers in WWI, based on the tit-for-tat strategy, allowing for stretches of peace on the Western front.\n- IQ tests often involve little paper-staring and can predict outcomes in the workforce and practical social skills.\n- Evidence is mixed on whether peer effects in the classroom lead to positive or negative effects on test scores, but disruptive students consistently hurt learning.\n- Lead was eliminated from gasoline in sub-Saharan Africa in 2006.\n- Smart pairs of players were five times more cooperative in a repeated prisoner's dilemma game than smart individuals.\n- The Asch conformity effect does not apply to the Deliberative Poll setting for polarizing political issues.\n- Team success on multiple tasks is predicted by taking turns speaking and reading emotions of others.\n- Individual IQ differences explained over one third of differences in team performance.\n\nKey learnings:\n- Unwritten rules and cooperation can create peace even in times of war.\n- IQ tests can be a useful predictor of practical social skills and job performance, and structured job interviews can be effective.\n- Peer effects in the classroom are ambiguous at best, but disruptive students consistently harm learning.\n- Lead was a major issue in sub-Saharan Africa and has only recently been eliminated.\n- Smart pairs of players are more likely to cooperate in a repeated prisoner's dilemma game than smart individuals.\n- Short discussions might not change individuals' opinions on polarizing political issues.\n- Taking turns speaking and reading emotions of others are essential aspects for team success.\n- An individual's IQ can influence the team's performance.\n\nKey questions:\n- How can education best improve both fluid and crystallized intelligence?\n- Why do sub-Saharan African IQ scores vary so greatly depending on the study and what are the potential implications of this?\n- How can we learn more about the relationship between IQ and political behavior and what factors may impact this relationship?\n- What can we learn from the absence of conformity in political discussion groups studied by Notre Dame political scientists?\n- How can we effectively change individuals' opinions on polarizing political issues?\n- Can reading emotions and taking turns speaking be trained in individuals who struggle with these skills?\n- How can team performance be improved beyond individual IQ differences?\n"
}