{
    "title": "Practically-A-Book Review: Dying To Be Free",
    "date": "February 2, 2015",
    "links": [
        "http://projects.huffingtonpost.com/dying-to-be-free-heroin-treatment",
        "http://lesswrong.com/lw/imu/notes_on_brainwashing_cults/",
        "https://slatestarcodex.com/2014/01/02/two-dark-side-statistics-papers/",
        "http://www.cochrane.org/CD002209/ADDICTN_methadone-maintenance-therapy-versus-no-opioid-replacement-therapy",
        "http://www.cochrane.org/CD002207/ADDICTN_buprenorphine-maintenance-versus-placebo-or-methadone-maintenance-for-opioid-dependence",
        "http://en.wikipedia.org/wiki/Buprenorphine#Depression",
        "https://www.naabt.org/reasons.cfm"
    ],
    "url": "https://slatestarcodex.com/2015/02/02/practically-a-book-review-dying-to-be-free/",
    "summary": "Key ideas:\n- The Huffington Post published a 20,000-word article on the state of heroin addiction treatment, arguing that suboxone is a life-saving treatment\n- Conventional heroin treatment is often ineffective, based on pseudoscientific practices and has a high relapse rate\n- Suboxone is slow-acting, gentle, and a safer version of methadone; it doesn't produce a high but reduces withdrawal symptoms and cravings\n- The government regulates suboxone prescriptions more strictly than much more dangerous drugs, potentially limiting its accessibility\n- Many religious or quasi-religious rehab programs refuse to accept suboxone users, further limiting their access to treatment\n\nKey learnings:\n- Suboxone treatment for heroin addiction is far more effective than most rehab programs\n- The social support and the ritualization of rehab programs might not be the most effective way to treat addiction\n- The government and rehab industry's roadblocks are preventing wider access to life-saving suboxone treatment\n\nKey questions:\n- Why is rehab associated with churches and other non-evidence-based organizations?\n- Is the inability to prescribe suboxone without restrictions due to the stigma of drug addiction?\n- What is the best way to provide both the chemical and social support necessary to treat heroin addiction?"
}