{
    "title": "Ethics Offsets",
    "date": "January 4, 2015",
    "links": [
        "http://www.dailymail.co.uk/news/article-2638213/Tourist-took-camera-inside-North-Korea-expected-really-really-sad-people-shocked-seemingly-ordinary-lives-citizens.html",
        "https://slatestarcodex.com/2014/12/19/nobody-is-perfect-everything-is-commensurable/",
        "http://www.jefftk.com/p/pay-other-people-to-go-vegetarian-for-you",
        "http://lesswrong.com/lw/2k/the_least_convenient_possible_world/",
        "http://lesswrong.com/lw/ase/schelling_fences_on_slippery_slopes/"
    ],
    "url": "https://slatestarcodex.com/2015/01/04/ethics-offsets/",
    "summary": "Key ideas\n- Voluntary carbon offsets and ethics offsets allow individuals to engage in actions they feel conflicted about by making a payment that offsets negative actions\n- Donating to charity instead of engaging in activism can be seen as a type of ethics offset\n- Giving money to charity as an ethics offset is generally considered acceptable\n- The ethical appropriateness of donating to animal rights charities while continuing to consume animal products is debatable\n- Its ethical appropriateness to donate money to a group convincing people to become vegetarian while continuing to eat meat is also debatable\n- Donating money to global health causes as an offset to being responsible for someone's death is ethically problematic but can be argued for\n\nKey learnings\n- Ethics offsets allow individuals to engage in actions they feel conflicted about by offsetting the negative impact of their actions through a payment\n- Donating to charity can be viewed as a form of ethics offsetting\n- The ethical appropriateness of using offsets to justify actions that conflict with individual moral values is debatable\n- The universalizability of ethics offsetting is an important factor to consider\n\nKey questions\n- Is it ethical to use a donation to justify actions that go against individual moral values?\n- How much does the advertising price to convert someone to vegetarianism justify continuing to eat meat?\n- Is it ethical to donate money for global health causes to offset responsibility for murder?"
}