{
    "title": "Universal Love, Said The Cactus Person",
    "date": "April 21, 2015",
    "links": [
        "https://www.psychologytoday.com/blog/unique-everybody-else",
        "https://www.psychologytoday.com/blog/unique-everybody-else/201210/dmt-aliens-and-reality-part-1",
        "https://www.psychologytoday.com/blog/unique-everybody-else/201210/dmt-aliens-and-reality-part-2",
        "http://www.amazon.com/gp/product/0062506528/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0062506528&linkCode=as2&tag=slastacod-20&linkId=BKGSPUHIEWFDXXWZ",
        "https://www.psychologytoday.com/blog/unique-everybody-else/201408/dmt-gateway-reality-fantasy-or-what",
        "http://www.ayahuasca-info.com/data/articles/paralleldmt.pdf"
    ],
    "url": "https://slatestarcodex.com/2015/04/21/universal-love-said-the-cactus-person/",
    "summary": "Key ideas:\n- The narrator is seeking proof that DMT entities are real, and has turned to a paper suggesting that proof could come from asking the entities to factor large numbers\n- The entities (a cactus person and a big green bat) respond to the narrator's request with non sequiturs about universal love and transcendent joy\n- The narrator becomes frustrated with their responses and argues that the entities should be using their supposed spiritual wisdom to help humanity in a more concrete way\n- The big green bat delivers a parable about getting out of a car, which the narrator finds unsatisfying\n- The post discusses the importance of structure in writing and storytelling.\n- The author emphasizes that a clearly defined structure helps to make a clear and engaging story.\n- The post suggests different structures that can be used as a framework for writing.\n\nKey learnings:\n- The entities in the DMT realm may not be able to provide the kind of empirical proof the narrator is seeking\n- The entities prioritize spiritual matters over practical concerns\n- The entities may be difficult to communicate with or understand due to their different perspective on reality\n- Having a structure in writing helps to build a clear and coherent story.\n- Different structures can be used depending on the type of story and the message that the writer wants to convey.\n- A good structure includes a clear beginning, middle, and end, and a framework for the main plot and subplots.\n\nKey questions:\n- Are the entities real or just hallucinations?\n- What is the significance of the big green bat's parable?\n- How can the narrator reconcile their desire for empirical proof with the entities' spiritual perspective?\n- What is the main message or meaning that I want to convey in my story?\n- How can I use structure to create a cohesive and engaging story?\n- What are the different structures that can be used for different types of stories and genres?\n"
}