{
    "title": "Contra Caplan on Mental Illness",
    "date": "October 7, 2015",
    "links": [
        "http://econfaculty.gmu.edu/bcaplan/pdfs/szasz.pdf",
        "https://slatestarcodex.com/2015/01/05/chronic-psychitis/",
        "http://www.pennlive.com/opinion/2015/10/unhistoric_texas_history_book.html",
        "http://gutenberg.net.au/ebooks06/0602901.txt",
        "https://slatestarcodex.com/2015/03/12/book-review-willpower/",
        "https://slatestarcodex.com/2013/04/25/in-defense-of-psych-treatment-for-attempted-suicide/",
        "https://slatestarcodex.com/2014/11/05/the-right-to-waive-your-rights/",
        "http://www.apa.org/monitor/2013/04/transgender.aspx",
        "http://lesswrong.com/lw/2as/diseased_thinking_dissolving_questions_about/"
    ],
    "url": "https://slatestarcodex.com/2015/10/07/contra-caplan-on-mental-illness/",
    "summary": "Key ideas:\n- Bryan Caplan's 2006 paper argues that economic theory casts doubt on the consensus view of psychiatric disease\n- Caplan believes that psychiatric diseases are best modeled as people with unusual preferences, in contrast to physical diseases which are budgetary limitations caused by budget constraints\n- He proposes that psychiatry is an inherently political enterprise that works to delegitimize people with unusual preferences\n- Caplan argues that instead of considering psychiatric diseases as analogous to physical diseases, all psychiatric diseases should be thought of as within the broad spectrum of normal variation, making them different from physical diseases\n- Scott discusses Bryan Caplan's belief that mental disorders and addictions are simply a case of different preferences.\n- He argues that this idea is flawed, as it fails to account for the fact that many people with mental disorders and addictions actively want to change their behavior.\n- Scott provides examples from his own experience to support this perspective.\n\nKey learnings:\n- The preference/budget distinction is a bad way of dealing with anything more complicated than which brand of shampoo to buy\n- 95% of outpatient psychiatry patients go to treatment of their own free will; about 50% of inpatient psychiatry patients also go of their own free choice\n- The idea that mental disorders and addictions are simply the result of individual preferences is too simplistic.\n- Many people with mental disorders and addictions actively want to change their behavior, suggesting that it is not simply a matter of preference.\n- Hallucinations and delusions are real symptoms of certain disorders, and cannot be reduced to a matter of preference.\n\nKey questions:\n- What is the relevance of Thomas Szasz's ideas about mental illness in modern times?\n- Where should the budget/preference dichotomy be drawn in regards to illnesses like ADHD?\n- How does the issue of mental illness stigmatization factor into the debate about how to conceptualize psychiatric diseases?\n- Is it fair to say that mental disorders and addictions are simply a matter of individual preference?\n- What evidence is there to support or contradict Bryan Caplan's perspective?\n- How can we better support individuals with mental disorders and addictions who want to change their behavior?\n"
}