{
    "title": "No Clarity Around Growth Mindset",
    "date": "April 8, 2015",
    "links": [
        "http://en.wikipedia.org/wiki/Mindset#Fixed_mindset_and_growth_mindset",
        "https://slatestarcodex.com/2015/01/31/the-parable-of-the-talents/",
        "http://www.uky.edu/~eushe2/mrg/MuellerDweck1998.pdf",
        "https://slatestarcodex.com/Stuff/dw1980_helplessness.pdf",
        "http://faculty.wcas.northwestern.edu/eli-finkel/documents/InPress_BurnetteOBoyleVanEppsPollackFinkel_PsychBull.pdf",
        "https://slatestarcodex.com/Stuff/dweck73_reinforcement.pdf",
        "https://slatestarcodex.com/Stuff/dw1975_attributions.pdf",
        "https://slatestarcodex.com/Stuff/dw1978_achievement.pdf",
        "http://www.instructionaldesign.org/theories/attribution-theory.html",
        "https://garyhorvath.com/wp-content/uploads/2016/11/USOC-MINDSETS-by-Carol-Dweck-2.09.pdf",
        "http://steinhardt.nyu.edu/scmsAdmin/uploads/004/308/Aronson%20Fried%20%20Good.pdf",
        "https://slatestarcodex.com/2015/03/11/too-good-to-be-true/",
        "https://slatestarcodex.com/2015/04/08/no-clarity-around-growth-mindset-yet/#comment-196477",
        "http://www.sciencedirect.com/science/article/pii/S1041608003000359",
        "https://slatestarcodex.com/Stuff/dweck73_reinforcement.pdf",
        "https://slatestarcodex.com/Stuff/dw_bielefeld.pdf",
        "http://en.wikipedia.org/wiki/Bielefeld_Conspiracy",
        "https://schoolleadership20.com/profiles/blogs/why-the-growth-mindset-is-the-only-way-to-learn-by-edudemic-staff",
        "http://ww2.kqed.org/mindshift/2013/08/30/debunking-the-genius-myth/",
        "https://www.khanacademy.org/about/blog/post/95208400815/the-learning-myth-why-ill-never-tell-my-son-hes",
        "http://www.deseretnews.com/article/865623921/The-case-against-talent.html?pg=all",
        "http://www.jabfm.org/content/19/2/103.abstract?ijkey=551e153d9d05703499326090ea3a2a588491ce52&keytype2=tf_ipsecsha",
        "http://www.washingtonpost.com/national/religion/religion-is-a-sure-route-to-true-happiness/2014/01/23/f6522120-8452-11e3-bbe5-6a2a3141e3a9_story.html",
        "http://www.umb.edu/news/detail/study_finds_religious_activity_can_prevent_curb_depression_among_older_adul",
        "http://phys.org/news/2012-06-belief-hell-international-crime.html",
        "https://disidealist.wordpress.com/2014/12/05/242/",
        "slatestarcodex.com/2015/02/01/talents-part-2-attitude-vs-altitude/",
        "http://en.wikipedia.org/wiki/Noble_lie"
    ],
    "url": "https://slatestarcodex.com/2015/04/08/no-clarity-around-growth-mindset-yet/",
    "summary": "Key ideas:\n- The author has a bias against growth mindset due to its denial of the importance of innate ability and its association with shaky fields like priming and stereotype threat.\n- However, the studies supporting growth mindset are impressive, including a key study by Dweck and Mueller in 1998 that found that children who were praised for effort were more likely to set challenging goals and persist through failure than children who were praised for intelligence.\n- The author questions the history and interpretation of growth mindset, noting that earlier studies found belief in innate ability to be a positive factor and that some of Dweck's own findings contradict established attribution theory.\n- The effectiveness of the growth mindset theory is brought into question.\n- Studies suggest that mindset may not be related to academic performance.\n- The fixed mindset individuals universally crash and bomb in psychology studies, but do equally well or better than their growth mindset peers in the real world.\n- Success-oriented individuals will investigate how to study most effectively, while busywork-oriented individuals will merely try to figure out how many hours of studying they have to put in to avoid blame.\n- While a growth mindset has its benefits, it does not provide evidence against the idea that innate talent/IQ is the most important factor.\n\nKey learnings:\n- Growth mindset is the belief that effort, rather than ability, determines success and is associated with resilience, hard work, and other positive traits.\n- The effectiveness of growth mindset has been supported by impressive studies, including one by Dweck and Mueller in 1998.\n- There are concerns about the history and interpretation of growth mindset, and some of the findings contradict established theories.\n- There are various narratives that could explain the experimental results of mindset theory.\n- Mindset theory suggests that believing intelligence to be mostly malleable has lots of useful benefits, but intelligence is still largely due to innate talent.\n- Poor students tend to put in a lot less effort in a surprisingly linear way, and telling kids they're failing because they don't have the right work ethic is a problematic stance.\n\nKey questions:\n- Is belief in innate ability a positive or negative factor in achieving success?\n- What role does priming play in growth mindset studies, and how reliable is the field of priming?\n- How does growth mindset relate to stereotype threat, and what impact does this have on its validity?\n- Are the effects of growth mindset overstated, or are they truly exceptional?\n- Are there any other theories that could explain the experimental results of mindset theory?\n- How can we most accurately determine the factors that contribute to academic success?\n- How can we educate students in a way that acknowledges innate talent while still promoting effort and growth?\n"
}