{
    "title": "Polemical Imbalance",
    "date": "April 18, 2015",
    "links": [
        "http://www.madinamerica.com/2015/04/psychiatrists-still-promoting-low-serotonin-theory-depression/",
        "https://slatestarcodex.com/2015/04/05/chemical-imbalance/",
        "http://news.wustl.edu/news/Pages/864.aspx",
        "http://www.chm.bris.ac.uk/motm/serotonin/depression.htm",
        "http://www.chm.bris.ac.uk/webprojects2004/",
        "http://www.chm.bris.ac.uk/webprojects2004/whitehead/recycling.htm",
        "www.webmd.com/depression/features/serotonin",
        "http://news.bbc.co.uk/2/hi/health/8138893.stm",
        "http://www.nybooks.com/articles/archives/2011/jun/23/epidemic-mental-illness-why/",
        "https://slatestarcodex.com/2014/07/07/ssris-much-more-than-you-wanted-to-know/",
        "http://homeopathyplus.com.au/psychiatrist-urges-the-use-of-homeopathy-for-mental-health-problems/",
        "http://uvamagazine.org/articles/the_science_of_reincarnation",
        "http://articles.latimes.com/2006/mar/02/local/me-nigerian2/2"
    ],
    "url": "https://slatestarcodex.com/2015/04/18/polemical-imbalance/",
    "summary": "Key ideas:\n- The blog post is a response to Mad In America's counterargument against the author's post about the \"chemical imbalance\" argument in psychiatry.\n- The author argues that the \"chemical imbalance\" argument is a bait-and-switch tactic used by psychiatrists to oversimplify the complexity of depression.\n- The author examines several examples cited by Mad In America regarding the \"chemical imbalance\" theory's promotion in mainstream psychiatry, deconstructing them each in turn.\n- The author argues that the serotonin deficiency theory was a responsible theory based on lots of evidence available at the time.\n- There are still may things that are not fully understood, but scientific theories are based on the best available evidence.\n- While serotonin is still considered a promising lead for depression, it is much more complicated than the simple 'chemical imbalance' it was once thought to be.\n- Existing research does not detect any reliable abnormality of the serotonin system in people who are depressed.\n\nKey learnings:\n- The \"chemical imbalance\" argument hides the complexity of depression and promotes an oversimplified narrative about the causes of depression, specifically a lack of serotonin.\n- While the involvement of serotonin in depression is real, the evidence is much more complicated than the prevailing narrative of a basic serotonin deficiency.\n- Most psychiatrists have never claimed that serotonin is the only cause of depression, but rather it is one of many possible causes.\n- The 'chemical imbalance' theory of depression is much more complex than is often portrayed in the media.\n- Scientific progress often involves small pieces of evidence that are put together over time to form a strong theory.\n\nKey questions:\n- Did the author effectively counter Mad In America's counterargument?\n- What are some other examples of the \"chemical imbalance\" argument in psychiatry?\n- How can we promote better understanding and awareness of the complexity of depression and its many causes?\n- What makes a scientific theory 'responsible'?\n- How can researchers and psychiatrists communicate complex scientific ideas to the public in a way that is understandable?\n- What is the role of the medical community in clarifying information about scientific theories to the public?\n"
}