{
    "title": "CBT In The Water Supply",
    "date": "July 16, 2015",
    "links": [
        "http://www.amazon.com/gp/product/076792083X/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=076792083X&linkCode=as2&tag=slastacod-20&linkId=HCC4SJRCVLOGWB2W",
        "https://slatestarcodex.com/2015/07/13/things-that-sometimes-work-if-you-have-anxiety/#comment-219606",
        "https://uit.no/Content/418448/The%20effect%20of%20CBT%20is%20falling.pdf",
        "https://twitter.com/slatestarcodex/status/552313651496226816",
        "https://slatestarcodex.com/2013/09/19/scientific-freud/",
        "http://www.theguardian.com/environment/shortcuts/2011/dec/05/should-we-put-lithium-in-water",
        "https://slatestarcodex.com/2015/04/30/prescriptions-paradoxes-and-perversities/",
        "https://slatestarcodex.com/2013/09/19/scientific-freud/",
        "https://slatestarcodex.com/2015/07/16/cbt-in-the-water-supply/#comment-219768",
        "http://www.theguardian.com/lifeandstyle/2015/jul/03/why-cbt-is-falling-out-of-favour-oliver-burkeman"
    ],
    "url": "https://slatestarcodex.com/2015/07/16/cbt-in-the-water-supply/",
    "summary": "Key ideas:\n- The post discusses two examples of cognitive-behavioral therapy (CBT) from a book called \"When Panic Attacks.\"\n- It questions why CBT doesn't seem to work as well in real life as it seems to in the book.\n- The post suggests that CBT has become so widely circulated in popular culture that it might have lost its effectiveness in a therapeutic setting.\n- Patients might prefer old psychotropic medications because of the placebo effect in psychotherapy.\n- The feeling of insights is a common feature among psychotherapies.\n- CBT nowadays might seem anticlimactic because of the absorption of its concepts into pop culture.\n\nKey learnings:\n- The Pleasure/Perfection Balance Worksheet can help individuals with perfectionist tendencies realize that their self-defeating beliefs are not true.\n- The Double-Standard Technique can help people identify and challenge their negative thoughts.\n- CBT has become a widespread part of popular culture, but may be losing effectiveness as a formal therapeutic technique.\n- The placebo effect might be an important factor in the patient's preference for old psychotropic medications.\n- The feeling of insights might be a key component of psychotherapy that contributes to the placebo effect.\n- The absorption of psychotherapy concepts and techniques into pop culture may affect the perceived effectiveness of the therapy.\n\nKey questions:\n- Why does CBT seem less effective in real-life than it does in the book \"When Panic Attacks?\"\n- Has CBT become so prevalent in popular culture that it has lost its therapeutic value?\n- What is the part of psychotherapy that provides the placebo effect?\n- Can the lessening of the feeling of insights in modern psychotherapies account for the preference of patients for old psychotropic medications?\n- How does the absorption of psychotherapy concepts and techniques into pop culture affect the effectiveness of the therapy?\n"
}