{
    "title": "Highlights From My Notes From Another Psychiatry Conference",
    "date": "March 27, 2015",
    "links": [
        "https://slatestarcodex.com/2013/11/10/highlights-from-my-notes-from-a-forensic-psychiatry-conference-last-week/",
        "http://www.ncbi.nlm.nih.gov/pubmed/23842023",
        "http://www.amazon.com/gp/product/1590173848/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=1590173848&linkCode=as2&tag=slastacod-20&linkId=F4V2APUZYJXSZ5M3",
        "http://spectrum.ieee.org/biomedical/diagnostics/smartphone-app-keeps-watch-over-schizophrenic-patients",
        "http://www.nimh.nih.gov/health/topics/schizophrenia/raise/backgrounder.shtml",
        "http://www.hindawi.com/journals/schizort/2012/407171/",
        "http://en.wikipedia.org/wiki/Indiana_Pi_Bill#Legislative_history",
        "http://www.azcentral.com/story/lindavaldez/2015/03/23/agriculture-bill-reduces-protections-for-farm-animals/70351758/",
        "https://slatestarcodex.com/2015/02/17/pharma-virumque/"
    ],
    "url": "https://slatestarcodex.com/2015/03/27/highlights-from-my-notes-from-another-psychiatry-conference/",
    "summary": "Key ideas\n- Attending a Psychiatry Conference with talks on important issues affecting patients in the field\n- A breakthrough in ensuring schizophrenic people take their medication involves ingesting a computer chip that transmits data from the patient's stomach but could be complicated by the patient's paranoia\n- A smartphone app is being developed to detect schizophrenic relapses using GPS, accelerometer and microphone that are used to differentiate psychotic from normal behavior\n- The use of cluster randomization in multi-center trials is sketchy as it breaks blinding and implies different population of patients in each group\n- Naturalistic epidemiological studies on long-acting injectable versus oral antipsychotics have proven more relevant than randomized controlled trials (RCTs) in the right patient population\n- Antipsychotics are being tested for their anti-addictive properties by lowering dopamine levels in the brain\n- Clozapine is the best antipsychotic but the most dangerous and requires a lot of paperwork and monitoring\n- The APA has a Political Activism Consultant who uses nice suits and ties to push their agenda, and psychologists are now also lobbying for prescriptive rights\n\nKey learnings\n- Psychologists may soon be allowed to prescribe medication with the possibility of computer chip ingestion and smartphone apps to detect relapses\n- RCTs have their limitations in patient compliance and close monitoring, and naturalistic studies on the use of long-acting injectables are more reliable\n- Antipsychotics have been tested for their anti-addictive properties\n\nKey questions\n- What are the implications of the breakthrough on ensuring schizophrenic people take their medication?\n- What are the limitations of using cluster randomization in multi-center trials?\n- How do naturalistic epidemiological studies on the use of long-acting injectables compare to RCTs?\n- What other properties can antipsychotics have besides treating schizophrenia?\n- What is the future of psychologists and psychiatrists with regards to prescriptive rights?"
}