{
    "title": "Did Falling Testosterone Affect Falling Crime?",
    "date": "February 16, 2015",
    "links": [
        "https://slatestarcodex.com/2015/02/14/how-likely-are-multifactorial-trends/",
        "http://usludgefree.org/pdf/hfw/hfw_testosterone.pdf",
        "http://www.hormones.gr/8449/article/cigarette-smoking-has-a-positive-and%E2%80%A6.html",
        "http://www.sciencedaily.com/releases/2009/01/090118200636.htm",
        "http://en.wikipedia.org/wiki/Diethylstilbestrol#DES_sons",
        "http://www.changelingaspects.com/PDF/TS_EDCs%5B1%5D.pdf",
        "http://www.sciencedirect.com/science/article/pii/019188699400177T",
        "http://cogprints.org/663/1/bbs_mazur.html",
        "http://www.artofmanliness.com/2013/01/16/normal-testosterone-levels/",
        "http://www.usdoctor.com/testone.htm",
        "http://www.livescience.com/22694-global-sperm-count-decline.html",
        "https://twitter.com/HoxInSocks/status/561899612769124353",
        "http://fulltextarticles.avensonline.org/jag-2332-3442-01-0003.html",
        "hrcak.srce.hr/file/42602",
        "http://www.google.com/imgres?imgurl=http://upload.wikimedia.org/wikipedia/commons/6/66/Violent_crime_rates_by_gender_1973-2003.jpg&imgrefurl=http://en.wikipedia.org/wiki/Incarceration_in_the_United_States&h=741&w=981&tbnid=axOIuzI2YqiyNM:&zoom=1&docid=M0Py9A_gBMHLlM&ei=kbLiVKarF4mrogTXq4L4Ag&tbm=isch&ved=0CB4QMygAMAA"
    ],
    "url": "https://slatestarcodex.com/2015/02/16/did-falling-testosterone-affect-falling-crime/",
    "summary": "Key ideas\n\n- Testosterone levels have been declining in the US population since at least 1987, but the reason for this is unclear.\n- Testosterone levels have been found to correlate somewhat with violent crime.\n- Studies show that high levels of testosterone increase the risk of committing violent crimes, particularly sex crimes, such as child molestation and rape.\n- However, it's unclear whether declining testosterone levels can explain the decrease in crime, particularly since crime rates have dropped since the 1990s, whereas testosterone has been declining since the 1980s.\n- There is contradictory evidence regarding whether testosterone levels have fallen at all or whether they have increased, in the case of baseball players, for example.\n\nKey learnings\n\n- Declining testosterone levels could potentially explain a long-term, gradual decrease in violent crime over decades, but they cannot explain the spike in the 50s and the drop in the 90s, which were not particularly abnormal in terms of testosterone decline.\n- Testosterone levels have been declining at a rate of about 1% per year, or about minus 1% from 1987 to 2004.\n- Testosterone levels are not a reliable indicator of criminal behavior, but they are one of many factors involved.\n\nKey questions\n\n- Can declining testosterone levels in women also affect female violence?\n- What is causing the decline in testosterone levels, and why is the decline more severe in some areas than others?\n- Can studies comparing testosterone levels in violent criminals to those in the general population provide more insight into the correlation between testosterone levels and violent crime?\n- What was the testosterone level in men in the past, and have testosterone levels been declining over time or increasing?"
}