{
    "title": "Growth Mindset 4: Growth Of Office",
    "date": "May 7, 2015",
    "links": [
        "https://slatestarcodex.com/2015/04/08/no-clarity-around-growth-mindset-yet/",
        "https://slatestarcodex.com/2015/04/10/i-will-never-have-the-ability-to-clearly-explain-my-beliefs-about-growth-mindset/",
        "https://slatestarcodex.com/2015/04/22/growth-mindset-3-a-pox-on-growth-your-houses/",
        "https://slatestarcodex.com/Stuff/mindset3_paper.pdf",
        "https://www.perts.net/",
        "https://www.perts.net/static/documents/yeager_2014.pdf",
        "http://www.ncbi.nlm.nih.gov/pubmed/24512251",
        "https://www.evernote.com/shard/s326/sh/17e4e9e8-20eb-44e9-8570-0948999e982d/9c4b53ddcbb11bb196845b3eec161bee/deep/0/Growth-Mindset-3--A-Pox-On-Growth-Your-Houses---Slate-Star-Codex.png",
        "https://slatestarcodex.com/2015/04/10/i-will-never-have-the-ability-to-clearly-explain-my-beliefs-about-growth-mindset/",
        "https://garyhorvath.com/wp-content/uploads/2016/11/USOC-MINDSETS-by-Carol-Dweck-2.09.pdf",
        "http://interrete.org/inclusive-classrooms-dont-necessarily-increase-friendships-for-children-with-disabilities/",
        "https://slatestarcodex.com/2013/02/17/90-of-all-claims-about-the-problems-with-medical-studies-are-wrong/",
        "http://www.nature.com/news/first-results-from-psychology-s-largest-reproducibility-test-1.17433"
    ],
    "url": "https://slatestarcodex.com/2015/05/07/growth-mindset-4-growth-of-office/",
    "summary": "Key ideas:\n- Dr. Paunesku responds to criticism of his paper on growth mindset.\n- Growth mindset is the belief that individuals can improve their abilities – usually through effort and by learning more effective strategies.\n- The control group was not a mindset intervention.\n- The subgroup of underachieving students was chosen for a reason.\n- The sense of purpose intervention is not a bunch of platitudes.\n- The title of the paper is not misleading.\n- The y-axis of the graph is not being misinterpreted.\n- The author (Scott) corrects some errors in his previous post regarding the growth mindset study.\n- The author still believes that growth mindset had no significant effect on students at large and failed to reach traditional significance criteria for changing pass rates.\n- The author has some concerns about combining growth mindset intervention with sense of purpose intervention, which could lead to confusing or misleading results.\n\nKey learnings:\n- Growth mindset research aims to improve our education system so that all students can thrive.\n- Growth mindset is not the belief that ability doesn’t matter and only effort determines success.\n- Mindset interventions help underachieving students, who are more likely to drop out, become underemployed, or end up in prison.\n- The sense of purpose intervention focuses on helping students find their own reasons for working hard in school.\n- The title of a paper accurately reflects the content it presents.\n- Residual standardized scores may be difficult to understand.\n- Growth mindset and sense of purpose are two different interventions that may not be similar enough to be combined in a single study.\n- Using a one-tailed test to analyze study results should be based on more than just intuition.\n- The range of acceptable study results may need to be narrowed down to improve the credibility of research findings.\n\nKey questions:\n- What were Scott's critiques of Paunesku's paper on mindset interventions?\n- How does Paunesku define growth mindset?\n- What is the purpose of subgroup analysis in research?\n- What techniques does the sense of purpose intervention use to help students find meaning in their work?\n- How can research clarify misinterpretations of growth mindset?\n- How should data be presented in a graph to accurately reflect treatment contrasts?\n- Is it appropriate to combine interventions in a single study if they are not conceptually related?\n- What is the best way to analyze study results to avoid misleading or confusing interpretations?\n- How can we improve the credibility of research findings in educational psychology and related fields?\n"
}