{
    "title": "Bicameral Reasoning",
    "date": "May 17, 2015",
    "links": [
        "http://www.amazon.com/gp/product/0618057072/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0618057072&linkCode=as2&tag=slastacod-20&linkId=XUUYD7UL3RABGIIJ",
        "http://en.wikipedia.org/wiki/Casualties_of_the_Iraq_War",
        "https://slatestarcodex.com/2015/03/04/a-series-of-unprincipled-exceptions/",
        "http://lesswrong.com/lw/hw/scope_insensitivity/",
        "https://slatestarcodex.com/2015/05/11/california-water-you-doing/",
        "https://slatestarcodex.com/2015/03/15/answer-to-job/"
    ],
    "url": "https://slatestarcodex.com/2015/05/17/bicameral-reasoning/",
    "summary": "Key ideas\n- The US House seems more fair than the Senate's representational system since citizens from one state may have more political power than others just because they live within an arbitrary line.\n- The graphic representation of issues through boxes may prime reasoning similar to the US Senate where each box gets the same level of representation in decision-making processes, regardless of its importance.\n- Portraying issues in a set of boxes might cause using a Senate model and provide the same importance in every category, without recognizing how many lives hang in the balance.\n- People tend to think of issues in a \"some boxes are more important than others\" way, but this can lead to a million-fold difference in importance without conveying the sense of \"Why are you even looking at that other box?\"\n\nKey learnings\n- The decision making can often aim for a balance of issues that obscures the importance of some issues over others.\n- Using scope insensitivity may affect how morally significant someone views an event or subject.\n\nKey questions\n- How does one determine the importance of one issue over the other?\n- How much emphasis is given to scope insensitivity considering the moral weight in decision-making?\n- What kind of decision-making processes could help balance the importance of issues while recognizing the difference in the number of lives that hang in the balance?"
}