{
    "title": "The Future Is Filters",
    "date": "May 6, 2015",
    "links": [
        "https://slatestarcodex.com/2014/12/17/the-toxoplasma-of-rage/",
        "http://www.thedailybeast.com/articles/2015/03/17/how-block-bot-could-save-the-internet.html",
        "http://www.theblockbot.com/",
        "https://slatestarcodex.com/2015/03/18/book-review-the-machinery-of-freedom/",
        "http://www.thedailybeast.com/articles/2015/03/17/how-block-bot-could-save-the-internet.html",
        "http://reason.com/blog/2015/04/10/areyoublocked",
        "http://www.theblaze.com/stories/2015/03/22/black-brunch-protesters-strike-again-but-restaurant-staff-customers-dont-all-stay-silent/",
        "http://www.themarysue.com/twitter-users-mad-about-gamergate-block-bots/"
    ],
    "url": "https://slatestarcodex.com/2015/05/06/the-future-is-filters/",
    "summary": "Key ideas:\n- Internet filtering technology can help people avoid controversial or unwanted content\n- This technology includes Tumblr Savior, Twitter blockbots, and hypothetical Facebook Troll Points\n- Filtering technology can help people avoid trolls, but it can also create an echo chamber that prevents exposure to opposing views\n- The use of filtering technology forces people to be conscious of their social decisions and choose what content they consume\n\nKey learnings:\n- Filtering technology has both positive and negative implications for an individual's social experience online\n- Filtering technology can provide a sense of control over what content one sees, but it can also create an echo chamber that hinders exposure to opposing views\n- The use of filtering technology prompts individuals to consciously choose what content they consume and the social groups they belong to\n\nKey questions:\n- What is the impact of filtering technology on freedom of speech and diversity of thought in online communities?\n- How can individuals maintain exposure to opposing views when filtering technology is so easily accessible?\n- How can online communities balance the desire for a safe and comfortable browsing experience with the need for open dialogue and debate?"
}