{
    "title": "I Will Never Have The Ability To Clearly Explain My Beliefs About Growth Mindset",
    "date": "April 10, 2015",
    "links": [
        "http://lesswrong.com/lw/12s/the_strangest_thing_an_ai_could_tell_you/2ssn",
        "https://slatestarcodex.com/2015/02/01/talents-part-2-attitude-vs-altitude/",
        "http://noahpinionblog.blogspot.co.uk/2015/04/fixed-mindsets.html",
        "https://garyhorvath.com/wp-content/uploads/2016/11/USOC-MINDSETS-by-Carol-Dweck-2.09.pdf",
        "https://garyhorvath.com/wp-content/uploads/2016/11/USOC-MINDSETS-by-Carol-Dweck-2.09.pdf",
        "https://slatestarcodex.com/Stuff/dw1975_attributions.pdf",
        "https://slatestarcodex.com/2014/04/28/the-control-group-is-out-of-control/",
        "https://slatestarcodex.com/2014/09/24/streetlight-psychology/"
    ],
    "url": "https://slatestarcodex.com/2015/04/10/i-will-never-have-the-ability-to-clearly-explain-my-beliefs-about-growth-mindset/",
    "summary": "Key ideas:\n- There are two positions in the growth mindset debate: the Bloody Obvious Position (innate ability matters and effort also matters), and the Controversial Position (the more important one thinks innate ability is compared to effort, the more likely one is to stop trying).\n- The author believes Carol Dweck, the creator of the growth mindset theory, holds the Controversial Position, which states that belief in the importance of ability saps a child's good qualities and leads to dishonesty, less hard-work, and hostility to learning.\n- The author distinguishes between a Sorta Controversial Position (the more children believe effort matters and the less they believe innate ability matters, the more successful they will be) and a Very Controversial Position (belief in the importance of ability directly saps a child’s good qualities).\n- The author admits that much of the research around growth mindset is good, but believes some of the claims are too strong and not fully supported by ecological data.\n\nKey learnings:\n- There are two positions in the growth mindset debate: Bloody Obvious (innate ability and effort matter) and Controversial (importance of innate ability compared to effort).\n- The author believes Carol Dweck holds the Controversial Position, which the author calls the Very Controversial Position.\n- The author thinks that some claims in growth mindset theory are too strong and not fully supported by ecological data.\n\nKey questions:\n- What is the relationship between explicit and implicit beliefs when it comes to growth mindset?\n- Can growth mindset theory work in real life, or is it only effective in a laboratory setting?\n- Is there any relationship between fixed mindset and higher intelligence?\n- What is the best way to interpret the ecological data around growth mindset?"
}