{
    "title": "Too Good To Be True",
    "date": "March 11, 2015",
    "links": [
        "https://slatestarcodex.com/2015/02/28/early-intervention-you-might-get-what-you-pay-for/",
        "https://slatestarcodex.com/2014/03/03/do-life-hacks-ever-reach-fixation/",
        "http://www.sciencedirect.com/science/article/pii/S0005789482800671",
        "http://steinhardt.nyu.edu/scmsAdmin/uploads/004/308/Aronson%20Fried%20%20Good.pdf",
        "http://www.ideafit.com/fitness-library/science-willpower-0",
        "https://slatestarcodex.com/2015/02/28/early-intervention-you-might-get-what-you-pay-for/",
        "http://xkcd.com/"
    ],
    "url": "https://slatestarcodex.com/2015/03/11/too-good-to-be-true/",
    "summary": "Key ideas\n- Three psychological studies suggest that even small interventions can significantly improve outcomes in areas such as academic achievement, time management, and stress-related behaviors.\n- However, costly and long-term interventions, such as the early intervention program for troubled youth, often show modest results and do not improve major outcomes like school retention, employment, or incarceration.\n- This presents a dilemma: either psychological research is superior to other interventions or other interventions are not using their resources wisely.\n\nKey learnings\n- Even seemingly small interventions, such as making monthly plans or writing a letter to promote a growth mindset, can have significant positive effects on outcomes.\n- Costly and long-term interventions may not always deliver significant improvements in major outcomes.\n\nKey questions \n- Why does psychological research show impressive results with small interventions while costly and long-term interventions often do not show significant improvements in major outcomes?\n- Are there limitations or flaws in the research methods or data analysis of the psychological studies?\n- How can we ensure that interventions are using their resources effectively to achieve desirable outcomes?"
}