{
    "title": "Prescriptions, Paradoxes, and Perversities",
    "date": "April 30, 2015",
    "links": [
        "http://www.drugs.com/drug_information.html",
        "http://www.webmd.com/drugs/index-drugs.aspx?show=drugs",
        "http://www.askapatient.com/",
        "http://www.druglib.com/",
        "http://www.crazymeds.us/pmwiki/pmwiki.php/Main/HomePage",
        "http://psychiatrist-blog.blogspot.com/2008/03/why-this-shrink-doesnt-prescribe-maois.html",
        "https://slatestarcodex.com/2015/04/25/nefarious-nefazodone-and-flashy-rare-side-effects/",
        "https://slatestarcodex.com/2015/04/30/prescriptions-paradoxes-and-perversities/#comment-201233",
        "https://www.healthtap.com/raterx",
        "http://mentalhealthdaily.com/2014/08/30/most-popular-antidepressants-in-2014-cymbalta-pristiq-viibryd/",
        "http://www.ncbi.nlm.nih.gov/pubmed/8915561",
        "http://www.psychotropical.com/",
        "http://www.psychotropical.com/why-most-new-antidepressants-are-ineffective",
        "https://slatestarcodex.com/2015/04/25/nefarious-nefazodone-and-flashy-rare-side-effects/",
        "https://slatestarcodex.com/Stuff/prescription_data.xls",
        "http://en.wikipedia.org/wiki/Parke-Davis",
        "https://books.google.com/books?id=6PGzHFuS1xkC&pg=PA91&lpg=PA91&dq=MAOI+fatality+rate&source=bl&ots=Ekv6SFwuz_&sig=965qQ4bsYhKJPpIOCfbta4SiCJs&hl=en&sa=X&ei=MQE_VbDmJdO3oQTX1oHIDw&ved=0CEMQ6AEwBQ#v=onepage&q=MAOI%20fatality%20rate&f=false",
        "http://www.ncbi.nlm.nih.gov/pubmed/6375621",
        "https://research.tufts-nemc.org/cear4/SearchingtheCEARegistry/SearchtheCEARegistry.aspx"
    ],
    "url": "https://slatestarcodex.com/2015/04/30/prescriptions-paradoxes-and-perversities/",
    "summary": "Key ideas:\n- The author looked at four of the largest patient review databases, Drugs.com, WebMD, AskAPatient, and DrugLib, and the psychiatry-specific site CrazyMeds, and correlated them with one another to obtain a unified opinion of patients’ favourite and least favourite antidepressants.\n- Doctor reviews on RateRx were uncorrelated with patient consensus, and the relationship between the number of times a drug was prescribed and patient ratings was negative.\n- The correlation between the average rating of each antidepressant and the year it first came on the market was -0.71, meaning that the newer a drug was, the less patients liked it.\n- The reason why older drugs are often more effective may not necessarily be because they actually are, but rather due to the fact that newer drugs are typically more expensive, on-patent, and therefore present a better business opportunity for drug companies.\n- Doctors' preferences for drugs often differ from patient satisfaction ratings\n- Antidepressants and antipsychotics are the most problematic classes of drugs, with strong doctor biases towards older drugs\n- Antidiabetics, antihypertensives, and anticonvulsants have lesser biases towards newer medications\n- An analysis of drug effectiveness versus side effects would help confirm these findings\n\nKey learnings:\n- Patient reviews of medications can be useful in informing medical decision-making.\n- Doctor ratings of medications may not be an accurate representation of patient experiences.\n- The correlation between age of medication and patient ratings may be due to a variety of factors, such as drug companies pushing on-patent drugs and neglecting older medications.\n- Doctors may have biases towards older drugs due to various reasons such as familiarity or perception of effectiveness\n- Patients' opinions on medication are important and should be considered in treatment decisions\n\nKey questions:\n- What can be done to ensure that newer medications are tested effectively and that research is not unfairly biased towards new drugs?\n- How can doctors be better informed about patients’ experiences with medications?\n- What can be done to ensure that patients receive the most effective treatments, regardless of their profitability for drug companies?\n- Why do doctors prefer older drugs in some classes of medications, but not others?\n- How can doctors address patient satisfaction with medication while still considering other factors?\n- What factors contribute to the effectiveness of certain classes of drugs over others?\n"
}