{
    "title": "Against Tulip Subsidies",
    "date": "June 6, 2015",
    "links": [
        "http://en.wikipedia.org/wiki/Tulip_mania",
        "http://www.studentdoctor.net/2010/08/medical-school-administrators-respond-to-drowning-in-debt/",
        "http://articles.orlandosentinel.com/2014-05-21/news/os-cost-of-homelessness-orlando-20140521_1_homeless-individuals-central-florida-commission-tulsa",
        "https://www.hudexchange.info/resources/documents/ahar-2013-part1.pdf",
        "http://www.waldenu.edu/~/media/Files/WAL/outcomes-research-broch-faqs-web-final.pdf",
        "http://america.aljazeera.com/articles/2015/5/19/bernie-sanders-unveils-plan-for-tuition-free-public-colleges.html",
        "http://www.theatlantic.com/education/archive/2014/04/the-myth-of-working-your-way-through-college/359735/",
        "http://www.theatlantic.com/business/archive/2013/03/if-college-leads-to-jobs-why-are-so-many-young-college-grads-unemployed/273877/"
    ],
    "url": "https://slatestarcodex.com/2015/06/06/against-tulip-subsidies/",
    "summary": "Key ideas\n- A kingdom's tradition of using tulips for marriage proposals goes awry when Dutch traders increase the price of tulips and prevent poor people from getting married. \n- American doctors spend eight years in education, including four in medical school, while Irish doctors only spend five years in medical school. However, both produce equally good doctors. \n- The requirement for a college degree in certain professions, such as firefighting and teaching, is unnecessary and puts a heavy financial burden on those pursuing those careers. \n- The cost of universal free college tuition proposed by Bernie Sanders is not feasible, and college education is in a bubble similar to the tulip bubble.\n\nKey learnings\n- The increase in the cost of higher education as well as the requirement for a college degree in certain professions is not necessary and puts a financial burden on those who cannot afford it.\n- The necessity of a college degree for many professions is a useless tradition turned into a speculation bubble.\n- Universal free college tuition is not feasible and would only prevent the education bubble from popping.\n\nKey questions\n- Should the government subsidize the cost of higher education or make college education a protected characteristic?\n- What is the solution to prevent the education bubble from growing larger?\n- What are the consequences of the financial burden faced by people pursuing certain professions?"
}