{
    "title": "Contra Simler on Prestige",
    "date": "October 21, 2015",
    "links": [
        "http://www.meltingasphalt.com/social-status-down-the-rabbit-hole/",
        "http://www.meltingasphalt.com/social-status-down-the-rabbit-hole/",
        "http://www.meltingasphalt.com/social-status-follow-up-thoughts/"
    ],
    "url": "https://slatestarcodex.com/2015/10/21/contra-simler-on-prestige/",
    "summary": "Key ideas:\n-Status theories don't predict behavior as well as hoped.\n-Social status can be separated into two systems: dominance and prestige.\n-The evolutionary origins of prestige and admiration still need further explanation.\n-Prestigious people can potentially do good things for their flatterers in particular.\n- Prestige is a complex concept that combines several different factors.\n- Group signaling, coattail riding, prestige by association, tit for tat, and virtuous cycles all play a role in prestige.\n- Prestige provides opportunities for bonding and alliance building, as well as personal validation.\n\nKey learnings:\n-Dominance and prestige have different origins and different effects on behavior.\n-Prestige can be a more effective motivator than dominance in certain situations.\n-Prestige can be achieved by doing good things for one's community and for one's flatterers.\n- People may admire and seek out association with prestigious individuals for different reasons.\n- Prestige can be used as a way to signal personality traits and interests to others.\n- The desire for prestige may create virtuous cycles of association with prestigious individuals.\n\nKey questions:\n-What accounts for the evolution of prestige in animals and humans?\n-How does social status impact behavior and decision-making in different contexts?\n-Can the competitive nature of prestige-seeking be harnessed for positive outcomes?\n- Can we separate dominance and prestige in understanding social hierarchies?\n- What evolutionary origins underpin feelings of admiration for different types of prestigious individuals?\n- How does the desire for prestige impact social interactions in both positive and negative ways?\n"
}