{
    "title": "Book Review: Manufacturing Consent",
    "date": "September 11, 2015",
    "links": [
        "http://www.amazon.com/gp/product/0375714499/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0375714499&linkCode=as2&tag=slastacod-20&linkId=WZ7XXCJYIAJWWWAK",
        "https://slatestarcodex.com/2013/05/18/against-bravery-debates/",
        "https://en.wikipedia.org/wiki/Hostile_media_effect",
        "http://news.indiana.edu/releases/iu/2014/05/2013-american-journalist-key-findings.pdf",
        "http://www.businessinsider.com/charts-show-the-political-bias-of-each-profession-2014-11",
        "http://newsbusters.org/blogs/rich-noyes/2014/08/18/name-party-round-news-media-s-double-standard-political-scandals",
        "https://slatestarcodex.com/2015/01/24/perceptions-of-required-ability-act-as-a-proxy-for-actual-required-ability-in-explaining-the-gender-gap/",
        "https://en.wikipedia.org/wiki/1960_Laotian_coups#Kouprasith_Abhay.27s_counter-coup_attempt",
        "https://en.wikipedia.org/wiki/Iran%E2%80%93PJAK_conflict",
        "http://futurama.wikia.com/wiki/Neutral_Planet",
        "https://en.wikipedia.org/wiki/Edward_S._Herman#Reactions_to_work_on_Srebrenica_and_Rwanda",
        "https://slatestarcodex.com/2013/10/20/the-anti-reactionary-faq/",
        "https://topherhallquist.wordpress.com/2015/08/17/reply-to-scott-alexander/",
        "https://slatestarcodex.com/2014/09/14/does-class-warfare-have-a-free-rider-problem/"
    ],
    "url": "https://slatestarcodex.com/2015/09/11/book-review-manufacturing-consent/",
    "summary": "Key ideas:\n- Noam Chomsky and Edward Herman's book Manufacturing Consent claims that the media serves and propagandizes on behalf of powerful societal interests, which control them.\n- The book proposes five major mechanisms that lead to media bias towards conservatives despite most journalists' liberal leanings.\n- The book also provides case studies of US military interference in Third World countries, showcasing how the media consistently misrepresents facts in ways that flatter the US government.\n- The US media often overlooks the atrocities committed by their allies in foreign countries and focuses only on the ones committed by their enemies.\n- The US media often covers foreign elections in a biased manner, portraying US allies as democratic while portraying US enemies as undemocratic.\n- The US media has a tendency of uncritically accepting anything that discredits US enemies, even when there is little evidence to support the claims.\n- Chomsky and Herman acknowledge atrocities in Cambodia, but question their scale and argue there may have been peasant support for the Khmer Rouge\n- They have been criticized for denying or doubting other genocides such as the Rwandan and Srebrenica genocides\n- C&H's book Manufacturing Consent has issues with bias, but their thesis survives these biases\n- C&H's proposed mechanisms of media bias are not perfect tests for their hypothesis\n- Their section on \"worthy victims\" versus \"unworthy victims\" describes a certain form of media coverage, which also applies to the Ferguson shooting\n- The Democratic party represents powerful domestic interests based in the business community.\n- Nixon's actions were a scandal in media's standard as it threatened the rights of powerful groups.\n- There was no scandal when the FBI revealed that they had been disrupting activities of the Socialist Workers party by illegal break-ins.\n- The media's bias isn't pro-Republican, anti-Democrat. Instead, it is pro-a conservative establishment in which both Republicans and Democrats collude.\n\nKey learnings:\n- The media's biases do not necessarily favor one political party over the other but instead serve to propagate the interests of powerful elites.\n- The media is often complicit in promoting US military interference in Third World countries, leading to atrocities being committed with little criticism.\n- The media is not always impartial and can be influenced by political biases.\n- One should be careful when reading news stories and should not take them at face value.\n- A critical approach to the news is important to develop a well-informed and balanced perspective on world events.\n- The issue with C&H's book After the Cataclysm is that they lean towards denialism of the Cambodian genocide\n- The authors' ability to shape readers' understanding of complex issues gives them too much power\n- When challenging consensus, it's hard to present a convincing narrative without being accused of bias\n- The media coverage of \"worthy victims\" versus \"unworthy victims\" applies to cases beyond C&H's proposed mechanisms of media bias\n- The media enforces conformity with the Overton window against both the right and left flanks.\n- Institutional critiques such as the ones presented in the book are commonly dismissed as \"conspiracy theories\" by establishment commentators.\n- The U.S. media allows spirited debate and criticism, as long as they remain within the system of presuppositions and principles that constitute an elite consensus.\n\nKey questions:\n- How do the mechanisms proposed by Chomsky and Herman impact media coverage of political events today?\n- What can be done to prevent the media from being controlled by powerful societal interests?\n- How can we ensure that the media remains impartial and unbiased?\n- What is the responsibility of the media in covering foreign events?\n- How can we improve our media literacy to discern between biased and impartial reporting?\n- What impact does C&H's work have on their credibility as genocide scholars?\n- How can journalists and scholars navigate the fine line between presenting facts and shaping public perception?\n- Are C&H's proposed mechanisms of media bias still relevant in today's society?\n- How can the media better cover victims of all types, rather than just those considered \"worthy\"?\n- How do alignments between class warfare arise, and how do they solve coordination problems without people involved being aware of what they're doing?\n- What is the real nature of the system behind media bias, and how can it be explained and understood?\n"
}