{
    "title": "Book Review: The Machinery Of Freedom",
    "date": "March 18, 2015",
    "links": [
        "http://www.amazon.com/gp/product/1507785607/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=1507785607&linkCode=as2&tag=slastacod-20&linkId=EQNNVLGZG6IZ4KVQ",
        "http://www.overcomingbias.com/2010/06/near-far-summary.html",
        "http://en.wikipedia.org/wiki/Regressive_tax#Regressive_tax_policies",
        "http://www.washingtonpost.com/blogs/fact-checker/wp/2014/12/05/grothman-single-parents-welfare/",
        "https://slatestarcodex.com/2014/09/24/book-review-red-plenty/"
    ],
    "url": "https://slatestarcodex.com/2015/03/18/book-review-the-machinery-of-freedom/",
    "summary": "Key ideas:\n- David Friedman’s The Machinery of Freedom provides an introduction to libertarianism and technical diagrams for constructing an anarcho-capitalist state.\n- The book is a historical artifact, with its first edition being published in 1973.\n- Friedman argues that government claims legitimacy from its role in helping the poor, but the costs fall disproportionately on the poor and it screws them over more than any other group.\n- He talks about private arbitration as a solution for disputes involving contracts between well-established firms and private protection agencies to protect individuals against crime.\n- The author proposes an anarcho-capitalist society where protection agencies are companies providing security and legal systems through competing for customers.\n- Disputes between customers of different protection agencies would be settled by private arbitration firms.\n- Law would be produced on the open market with various legal systems potentially coexisting.\n- Objections to the system include unfairness to those who cannot afford protection, constant brinksmanship among protection agencies, lack of provision for public goods, and a potential danger of favoritism toward the rich.\n- The benefits of government come with costs that may be hard to measure.\n- The market and competition may be better alternatives to government control.\n- Experiments with anarcho-capitalist systems and new forms of government are necessary.\n- Predicting government outcomes from theory may not be the best approach.\n\nKey learnings:\n- Friedman's arguments for libertarianism provide fresh perspectives.\n- Some of the points made in the book are outdated and don't hold up to current standards.\n- In an anarcho-capitalist society, protection agencies would provide security and law systems and compete for customers.\n- Disputes between protection agencies would be settled by private arbitration firms.\n- Multiple legal systems could potentially coexist.\n- There are potential drawbacks to the system, including unfairness, brinksmanship, and possible favoritism toward the rich.\n- Governments create benefits such as security and infrastructure, but cost taxpayers money and may have unintended consequences.\n- Alternatives to government control, such as the market and competition, may be more effective and efficient.\n- Experimentation with different forms of government is necessary to find better systems.\n\nKey questions:\n- How can democracy be used to transfer money from the bulk of the population to the poor, when the non-poor are the majority and unlikely to vote to force themselves to take it?\n- How can disputes be settled if there is no government court system and no mutually satisfactory arbitrator?\n- What would be the economic decision for private protection agencies to protect individuals against crime, and how might conflicts arise between these agencies be resolved?\n- Who would make the laws in an anarcho-capitalist society?\n- How would different protection agencies agree on which court to use in the case of conflict?\n- How would public goods, such as streetlights, be provided in such a society?\n- What would stop rich people from purchasing greater privileges not available to the masses?\n- Why is it assumed that not using force is an effective way of solving all problems in an anarcho-capitalist society?\n- How can we measure the costs and benefits of government?\n- Are the market and competition better alternatives to government control?\n- How can we experiment with new forms of government to find better systems?\n"
}