{
    "title": "It Was You Who Made My Blue Eyes Blue",
    "date": "October 15, 2015",
    "links": [
        "https://terrytao.wordpress.com/2008/02/05/the-blue-eyed-islanders-puzzle/",
        "http://www.scottaaronson.com/blog/?p=2410",
        "https://en.wikipedia.org/wiki/Mamzer#Modern_investigations_into_mamzer_status"
    ],
    "url": "https://slatestarcodex.com/2015/10/15/it-was-you-who-made-my-blue-eyes-blue/",
    "summary": "Key ideas:\n- The inhabitants of the island have complicated ritual laws to follow, and they use sparkroot to keep track of things like the island size and population.\n- Alonzo de Pinzon, a Spanish sailor who was rescued by the inhabitants of the island, triggers a problem by saying that he saw at least one native with blue eyes.\n- The problem is that, according to the Tablets of Enku, anyone who knows they have blue eyes must commit suicide at midnight of that night.\n- The inhabitants of the island try to come up with a plan to solve the problem without anyone having to commit suicide.\n- Five people are stranded on an island due to a storm, and a sailor tells them that at least one of them has blue eyes.\n- They all follow a religious taboo that forbids knowing their own eye color.\n- After three days, one of them suggests that one person among the five may have heterochromia, making it impossible to confirm that all of them have blue eyes.\n- They argue about the probability of this being true, and one of them suggests waiting it out instead of committing suicide at midnight.\n- Two of them, Daho and Enuli, decide to vote against sacrificing themselves, and the other two, Ahuja and Bekka, decide to wait it out instead.\n- They decide to tell the other two that they all died in the storm and leave the island on their own.\n- A group of people on an island worship a Volcano God and perform rituals to keep the God happy.\n- The members of the group are atheists and perform the rituals to avoid being thrown into the volcano.\n- The group realizes they are all atheists and decide to keep it a secret.\n\nKey learnings:\n- The story illustrates the dangers of strict adherence to religious or cultural traditions without question or critical thinking.\n- It also highlights the importance of communication and clear thinking in problem-solving.\n- Religious taboos can be irrational and do more harm than good.\n- Sometimes it's better to question traditions and beliefs rather than blindly following them.\n- Desperate situations can bring out the worst in people, causing them to make harsh decisions to survive.\n- People sometimes act a certain way, not because they believe in it, but because they fear the consequences of not acting that way.\n- It is possible for a group of people to have a common secret without even knowing it.\n- People may hide their true beliefs to avoid being discriminated against by others.\n\nKey questions:\n- How could the inhabitants of the island have avoided the problem caused by Alonzo de Pinzon's comment?\n- Is it ethical to follow strict religious or cultural traditions that involve harming or killing oneself or others?\n- How important is critical thinking when it comes to dealing with complex problems and situations?\n- What would have happened if they had all decided to wait it out instead of committing suicide?\n- Was it ethical for Ahuja and Bekka to lie about the other two's deaths?\n- What are the consequences of pretending to believe in something when you really don't?\n- Is it possible to form a community without a shared belief system?\n- How does fear of consequences affect people's behavior and decision-making?\n"
}