{
    "title": "Freedom On The Centralized Web",
    "date": "July 22, 2015",
    "links": [
        "https://www.flickr.com/photos/25036088@N06/4192738180/sizes/o/",
        "https://www.techdirt.com/articles/20101207/09264812164/visa-mastercard-kkk-is-a-ok-wikileaks-is-wicked.shtml",
        "http://www.onthemedia.org/story/amazons-war-bigfoot-erotica/",
        "https://www.techdirt.com/articles/20120301/17363217939/paypal-pressured-to-play-morality-cop-forces-smashwords-to-censor-authors.shtml",
        "http://techcrunch.com/2012/03/13/paypal-updates-erotica-policy-target-is-specifc-books-with-obscene-images-not-just-words/",
        "http://slatestarscratchpad.tumblr.com/post/124202499006/what-are-your-thoughts-on-the-recent-reddit",
        "https://medium.com/backchannel/the-heroin-heroine-of-reddit-a2fffcc2a25b",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "http://fortune.com/2015/07/13/new-reddit-rival-voat-hit-by-ddos-attack/",
        "http://www.theguardian.com/technology/2015/jun/22/reddit-clone-voat-dropped-by-web-host",
        "http://www.slate.com/articles/double_x/doublex/2015/07/reddit_as_feminist_utopia_what_the_front_page_of_the_internet_looks_like.html"
    ],
    "url": "https://slatestarcodex.com/2015/07/22/freedom-on-the-centralized-web/",
    "summary": "Key ideas:\n- Internet communities share many features with real communities, and community leaders have a lot of power over their business.\n- A few giant corporations like Facebook, Twitter, Reddit, Amazon, and PayPal dominate the internet and there is no real competition.\n- The preservation of free speech is left up to the market, but there are some issues that the free market cannot solve like racial equality and worker safety.\n- Free speech has become a value claimed only by one side of a political argument, leading to it being associated with bad arguments and opposition to demands by the other side.\n- Weaponized stereotype campaigns may be used to irrevocably identify an entire online community.\n- Reddit has every incentive to cave to such campaigns due to the importance of its brand.\n- The worst possible end-game is a two-tier marketplace of ideas with the second tier being inhabited entirely by witches.\n- Unpopular ideas may be forced out of the first tier by media smear campaigns.\n\nKey learnings:\n- Although the internet was supposed to be a libertarian paradise, a few giant corporations have taken over, and there are no real competitors.\n- Private companies do not always preserve freedom of speech, and there is no guarantee that the free market will protect it.\n- The association of a value with only one side of a political argument makes it vulnerable to being claimed by the other side as an outgroup signal.\n- Online communities may be irrevocably identified by weaponized stereotype campaigns.\n- Websites may cave to such campaigns due to the importance of their brand.\n- Media smear campaigns may force unpopular ideas out of the first tier of the marketplace of ideas.\n\nKey questions:\n- Why did the idea of small corporate states competing on the internet not work, and what can we learn from this?\n- Should the government regulate the preservation of free speech online, and if so, how should they do it?\n- How can we prevent internet giants from having a monopoly and control over the information ecology?\n- What other values are claimed only by one side of a political argument and associated only with bad arguments for the other side?\n- What can online communities do to prevent the success of weaponized stereotype campaigns against them?\n- How can websites protect their brand without caving to weaponized stereotype campaigns?\n- What strategies can be employed to prevent media smear campaigns from forcing unpopular ideas out of the first tier of the marketplace of ideas?\n"
}