{
    "title": "Book Review: Chronicles Of Wasted Time",
    "date": "August 11, 2015",
    "links": [
        "http://www.amazon.com/gp/product/0895267624/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0895267624&linkCode=as2&tag=slastacod-20&linkId=OZYBDCCMRM6LZJI6",
        "http://www.theguardian.com/business/2015/jul/15/china-surprises-economists-with-gdp-rise-of-7",
        "https://en.wikipedia.org/wiki/Walter_Duranty",
        "https://slatestarcodex.com/2013/06/09/all-debates-are-bravery-debates/",
        "https://twitter.com/slatestarcodex",
        "https://twitter.com/slatestarcodex/status/349397359739928577",
        "https://twitter.com/slatestarcodex",
        "https://twitter.com/slatestarcodex/status/349479487907438592",
        "http://www.vox.com/2015/8/4/9097573/robert-conquest",
        "http://www.amazon.com/gp/product/0195317009/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0195317009&linkCode=as2&tag=slastacod-20&linkId=O5F5EI7V2HM5IB45",
        "https://slatestarcodex.com/2015/08/09/contrarians-crackpots-and-consensus/",
        "https://slatestarcodex.com/2015/08/04/contra-hallquist-on-scientific-rationality/",
        "https://slatestarcodex.com/2015/07/22/freedom-on-the-centralized-web/",
        "https://en.wikipedia.org/wiki/Malcolm_Muggeridge",
        "http://www.atheistmedia.com/2012/05/life-of-brian-debate-1979.html"
    ],
    "url": "https://slatestarcodex.com/2015/08/11/book-review-chronicles-of-wasted-time/",
    "summary": "Key ideas:\n- Malcolm Muggeridge's autobiography Chronicles of Wasted Time depicts his upbringing in a socialist family and his eventual disillusionment with socialism and progressive ideals.\n- Muggeridge struggles with a feeling of impending decay and has a tendency to view everything as infested with maggots.\n- He becomes a journalist and moves to the USSR, where he realizes that Soviet propaganda is pervasive and his dispatches are heavily censored.\n- Muggeridge's experience as a journalist during Stalin's Great Famine and World War II.\n- Muggeridge's disgust with the left-leaning Western media's willingness to overlook the atrocities committed by the Soviet Union and only report on their progressive causes.\n- Muggeridge's experience as a spy during World War II.\n- The author reflects on the philosophy of Malcolm Muggeridge, a writer who believed in seeking \"treasure in heaven\" rather than trying to fix things on Earth.\n- The author discusses Muggeridge's views on the idea of externalizing the kingdom of heaven in a temporal form and how it leads to disaster.\n- The author ponders the opposition to trying to fix things on Earth, despite Muggeridge's clear hatred of Stalinism and his efforts to make there be less of it.\n- The author delves into his own respect for contrarians and the need to cultivate contrarianism.\n\nKey learnings:\n- Muggeridge's personal story highlights the potential pitfalls of blindly subscribing to ideology without questioning its flaws and limitations.\n- The power of propaganda and censorship can lead to a narrow and distorted view of reality, both for those within the system and those outside of it.\n- The importance of journalistic integrity and telling the truth, even when it's not popular or fashionable.\n- The danger of blindly following ideology and dogma, whether it's from the left or the right.\n- The importance of maintaining independence and impartiality, even in the face of pressure or persecution.\n- Contrarianism is a fragile art that must be kept alive for times when it's vital to stand up against the establishment.\n- Cultivating rationality and the art of sifting through evidence is important because there is no royal road to finding the truth.\n- Muggeridge's philosophy provided a way to find something divine in the messiness of the world rather than hating it, but his opposition to trying to fix things on Earth is unclear.\n\nKey questions:\n- How can individuals balance a healthy skepticism of their beliefs with an openness to new perspectives and ideas?\n- What role do media and propaganda play in shaping our understanding of the world, and how can we ensure a more nuanced and accurate portrayal of information?\n- How can journalists maintain their integrity and impartiality in the face of pressure from powerful entities, whether it's a government or a media organization?\n- What is the line between activism and journalism, and how can journalists ethically engage in causes they believe in?\n- How does bias and ideology affect the way we view and report on historical events?\n- What is the difference in principle between Muggeridge's views on making changes, like the opposition to Stalinism, and the views of the Communists who hated capitalism?\n- How can one differentiate between being gullible and missing out on the truth when examining evidence or expert consensus?\n- What can one learn from Muggeridge's philosophy about seeking \"treasure in heaven\"?\n"
}