{
    "title": "List Of Passages I Highlighted In My Copy Of “Machinery Of Freedom”",
    "date": "March 21, 2015",
    "links": [
        "http://www.amazon.com/gp/product/0029166500/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0029166500&linkCode=as2&tag=slastacod-20&linkId=NXKAMVAHUXH2P6UF",
        "http://www.amazon.com/gp/product/0393005313/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0393005313&linkCode=as2&tag=slastacod-20&linkId=BYPNEZNQCQPXETWS",
        "http://www.nber.org/digest/oct98/w6514.html",
        "http://www.reddit.com/r/AskReddit/comments/2zpxb6/serious_people_who_have_grown_up_in_poverty_then/",
        "http://www.amazon.com/gp/product/0262010119/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0262010119&linkCode=as2&tag=slastacod-20&linkId=6T5XEU5JGCUXH3R7",
        "http://www.escapistmagazine.com/news/view/140145-Mars-One-Finalist-Claims-The-Operation-is-a-Scam",
        "http://en.wikipedia.org/wiki/Vaccine_injury",
        "http://abcnews.go.com/US/wireStory/liability-concerns-prompt-cities-limit-sledding-27988639",
        "https://slatestarcodex.com/2014/11/05/the-right-to-waive-your-rights/",
        "https://slatestarcodex.com/2014/10/23/book-review-a-future-for-socialism/"
    ],
    "url": "https://slatestarcodex.com/2015/03/21/list-of-passages-i-highlighted-in-my-copy-of-machinery-of-freedom/",
    "summary": "Key ideas:\n- There are essentially only three ways to get another person's help to achieve your ends: love, trade and force.\n- Under private property, love is used where it is workable, and trade is used instead where love is not workable.\n- The airline industry provided evidence that government regulation of transportation drives prices up.\n- Defenders of government health spending programs argue that the poor need help to afford medical care, but the cost is too high for them.\n- Urban renewal can prevent low-income housing from becoming available to those who need it.\n- Private companies could have reached the moon more efficiently and profitably than the government did.\n- There are barriers to private companies sending humans to Mars, including cost, technological challenges and risks.\n- Liability regulation for drug companies could be worse than FDA regulations in some cases.\n- Workers theoretically could purchase their firms by saving half their after-tax incomes for two and a half years.\n\nKey learnings:\n- Love is limited in its scope and cannot work for complex tasks involving large numbers of people.\n- Trade is a more practical way to achieve one's ends and can involve thousands or millions of people cooperating for their own interests.\n- Governments often create or support monopolies and use regulations to protect established players in a market, driving prices up and limiting competition.\n- The cost of medical care often exceeds what the poor are able to pay, and government health programs may not be the best solution.\n- Sometimes government actions intended to help the poor can actually hinder their opportunities.\n- Private companies can be more efficient and profitable than governments for certain endeavors.\n- There are various challenges to private space exploration, including cost, technology, and risk.\n- Liability regulation for drugs may not be an ideal alternative to the current FDA regulations.\n- It is possible for workers to buy out their firms, but it requires substantial investment.\n\nKey questions:\n- How can institutions be created that allow for the most practical ways to achieve desired ends and how can love and trade be balanced?\n- In what ways do regulations and government interventions harm competition and prevent new entrants into a market?\n- How can healthcare be made more affordable for those who cannot easily pay for it, without creating more issues through government intervention?\n- Do urban renewal programs actually benefit the poor, or do they limit their access to housing?\n- Why haven't private companies been able to create a non-scam version of Mars One?\n- Is liability regulation an effective alternative to FDA regulations for drug companies?\n- Why doesn't the socialist movement aim to have workers purchase their firms?\n"
}