{
    "title": "Money, Money, Everywhere, But Not A Cent To Spend",
    "date": "February 12, 2015",
    "links": [
        "http://www.gomerblog.com/2015/02/altered-mental-status/",
        "https://slatestarcodex.com/2014/11/05/the-right-to-waive-your-rights/",
        "https://slatestarcodex.com/2013/12/08/a-something-sort-of-like-left-libertarianism-ist-manifesto/",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "http://www.vox.com/2014/5/30/5764096/its-three-times-cheaper-to-give-housing-to-the-homeless-than-to-keep"
    ],
    "url": "https://slatestarcodex.com/2015/02/12/money-money-everywhere-but-not-a-cent-to-spend/",
    "summary": "Key ideas:\n- The DSM is written by academics, not clinicians, which means it gets excited about distinctions that might not reflect what actually gets treated in a hospital.\n- Society should pay more attention to cases like 'My Boyfriend Broke Up With Me' spectrums, chronic 'I Got Angry At My Dad' cases, and 'This Patient Probably Has Some Kind Of Complicated Neurological Problem But Neurology Is Tired Of Trying To Figure It Out So They Have Declared It To Be Psychiatric' cases.\n- The biggest change to the medical lexicon should be the introduction of 'Poverty NOS'.\n- Psychiatric hospitalization of poor people who are in serious debt and want to commit suicide is costly, patronizing, and occasionally heartbreaking.\n- Governments are the only entity with enough coordination power to implement solutions to some problems.\n\nKey learnings:\n- Psychiatric hospitalization sometimes fails to be patient-centered care.\n- Governments may be the only entities capable of solving certain societal problems.\n- A Basic Income Guarantee might save more money in psychiatric care than we think.\n\nKey questions:\n- What are the benefits and drawbacks of a Basic Income Guarantee?\n- How harmful or helpful are top-down institutionalized bureaucracies in solving societal problems?\n- How can society place more focus on cases that are prevalent in hospitals?"
}