{
    "title": "Beware Systemic Change",
    "date": "September 22, 2015",
    "links": [
        "https://slatestarcodex.com/2015/09/22/beware-systemic-change/#comment-238646",
        "http://www.lrb.co.uk/v37/n18/amia-srinivasan/stop-the-robot-apocalypse",
        "http://www.amazon.com/gp/product/1592409105/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=1592409105&linkCode=as2&tag=slastacod-20&linkId=5YHPHBYLK2XSX7QR",
        "https://www.jacobinmag.com/2015/08/peter-singer-charity-effective-altruism/",
        "http://theweek.com/articles/542955/effective-altruism-really-change-world",
        "http://leiterreports.typepad.com/blog/2015/06/effective-altruist-philosophers.html",
        "https://80000hours.org/2015/07/effective-altruists-love-systemic-change/",
        "https://en.wikipedia.org/wiki/Conflict_%28narrative%29#Classification",
        "https://slatestarcodex.com/2014/09/24/streetlight-psychology/",
        "https://slatestarcodex.com/2015/08/11/book-review-chronicles-of-wasted-time/",
        "https://www.facebook.com/muhborder?fref=ts",
        "http://openborders.info/blog/billion-immigrants-change-american-polity/",
        "http://openborders.info/",
        "http://openborders.info/blog/who-favors-open-borders/",
        "https://slatestarcodex.com/2013/04/12/noisy-poll-results-and-reptilian-muslim-climatologists-from-mars/",
        "https://slatestarcodex.com/2015/08/11/book-review-chronicles-of-wasted-time/#comment-226332",
        "https://slatestarcodex.com/2015/08/13/figureground-illusions/#comment-227015"
    ],
    "url": "https://slatestarcodex.com/2015/09/22/beware-systemic-change/",
    "summary": "Key ideas:\n- \"Systemic change\" refers to political issues that are \"man versus man\" conflicts, rather than \"man versus nature\" ones.\n- Traditional charity, such as healing the sick or feeding the hungry, is universally viewed as good or at least neutral; political issues aren't viewed as universal in the same way.\n- Effective altruists disagree about whether they should be supporting systemic change or not.\n- Pursuing systemic change may be a waste of resources that could be used elsewhere.\n- Supporting one side of a man versus man conflict may harm progress towards the goal that both sides seek.\n-Effective altruists need to carefully consider the potential risks of systemic change activism, as these types of complex systems can be difficult to navigate and can cause unintended harm.\n-The effective altruist movement risks turning off potential recruits by advocating for causes that are controversial or unpopular.\n-Effective altruists risk becoming divided over political disagreements, which could tear the movement apart.\n\nKey learnings:\n- Effective altruists need to be careful about how they use their resources if they are seeking to bring about change in political conflicts.\n- Supporting one side of a political issue may not be effective if it does not convince people who disagree with that side to change their minds.\n- There is no easy answer to whether effective altruists should be supporting systemic change, and they need to carefully evaluate the costs and benefits of their choices.\n-Effective altruists should focus on well-understood issues with predictable effects, rather than complex and risky systems.\n-Effective altruists need to be mindful of the potential effects their advocacy may have on potential recruits and public perception of the movement.\n-The effective altruist movement should strive for unity on core issues, but also be open to differing opinions and respectful of political differences.\n\nKey questions:\n- How can effective altruists determine whether their resources are being put to the best use possible?\n- Is there a way for effective altruists to utilize their resources to promote systemic change without getting bogged down in man versus man conflicts?\n- How can effective altruists avoid wasting resources on political causes that will not effectively promote their goals?\n-What is the likelihood of systemic change activism causing more harm than good, and how can effective altruists mitigate those risks?\n-How can effective altruists advocate for controversial causes without turning off potential recruits or damaging the reputation of the movement?\n-How can effective altruists balance the need for unity on core issues with respect for political differences and a willingness to engage in respectful discourse?\n"
}