{
    "title": "College And Critical Thinking",
    "date": "November 30, 2015",
    "links": [
        "https://slatestarcodex.com/2015/11/30/college-and-critical-thinking/#comment-272795",
        "https://slatestarcodex.com/2015/06/06/against-tulip-subsidies/",
        "http://www.thinkwatson.com/assessments/watson-glaser",
        "https://slatestarcodex.com/blog_images/CollegePDF2.pdf",
        "https://slatestarcodex.com/blog_images/CollegePDF1.pdf",
        "http://files.eric.ed.gov/fulltext/ED374729.pdf",
        "http://www.amazon.com/gp/product/0226028569/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0226028569&linkCode=as2&tag=slastacod-20&linkId=XRA4FWN7CO4YBBX7",
        "http://www.criticalthinking.org/pages/effect-of-a-model-for-critical-thinking-on-student-achievement/596",
        "http://dailynous.com/2015/10/22/does-philosophy-improve-critical-thinking/"
    ],
    "url": "https://slatestarcodex.com/2015/11/30/college-and-critical-thinking/",
    "summary": "Key ideas\n- Critical thinking is the ability to score highly on the Watson-Glaser Critical Thinking Appraisal.\n- Many studies that attempt to measure the effects of college on critical thinking skills lack control groups.\n- There are two studies with moderately good designs:  one study follows 30 college students and 17 non-college students, and the second study compares full-time and part-time college students.\n- Some studies suggest that most of the gains in critical thinking skills in college happen in the first year.\n- Studying a lot and reading unassigned books seems to help develop critical thinking.\n- Relationships with competitive and uninvolved peer groups are more likely to show gains in critical thinking than supportive and belonging ones.\n\nKey learnings\n- People will gain critical thinking skills during the four years from age 18 to age 22.\n- College helps a little with critical thinking skills, and there are dose-dependent effects of college.\n- The effect sizes range from modest to appreciable.\n- It is difficult to interpret whether the effect of college on critical thinking is real, as confounding variables persist.\n\nKey questions\n- What is critical thinking?\n- What study designs exist to measure the effect of college on critical thinking?\n- Do the effects of college on critical thinking last, or do they diminish over time?\n- What are the specific aspects of the college experience that enhance critical thinking development?"
}