{
    "title": "The Parable Of The Talents",
    "date": "January 31, 2015",
    "links": [
        "http://en.wikipedia.org/wiki/Heritability_of_IQ",
        "http://infoproc.blogspot.com/2008/07/annals-of-psychometry-iqs-of-eminent.html",
        "https://slatestarcodex.com/2014/05/25/apologia-pro-vita-sua/",
        "http://en.wikipedia.org/wiki/Srinivasa_Ramanujan#Personality_and_spiritual_life",
        "https://slatestarcodex.com/2013/06/30/the-lottery-of-fascinations/",
        "https://slatestarcodex.com/2014/12/19/nobody-is-perfect-everything-is-commensurable/",
        "http://www.nickbostrom.com/astronomical/waste.html",
        "https://slatestarcodex.com/2014/09/01/book-review-and-highlights-quantum-computing-since-democritus/",
        "http://www.scottaaronson.com/blog/?p=741#comment-26383",
        "http://www.amazon.com/gp/product/0521199565/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0521199565&linkCode=as2&tag=slastacod-20&linkId=7WISDLFZXC5IL567",
        "https://terrytao.wordpress.com/",
        "http://www.ncbi.nlm.nih.gov/pubmed/23964248",
        "https://slatestarcodex.com/2014/08/16/burdens/",
        "http://en.wikipedia.org/wiki/Comparative_advantage",
        "http://futureoflife.org/misc/AI"
    ],
    "url": "https://slatestarcodex.com/2015/01/31/the-parable-of-the-talents/",
    "summary": "Key ideas:\n- IQ is 50-80% heritable and crucial for success in certain fields.\n- Depression, obesity, and poverty are often viewed as biological/innate, but intelligence is seen as something that can be improved through effort.\n- The author believes in the consistent view that success in any field is determined by genes, biology, and accidents of birth.\n- The author (Scott) reflects on the concept of innate ability and whether hard work and grit can make up for skill in certain areas.\n- He discusses the dangers of high scrupulosity and how it affects the rationalist community's emphasis on heroic responsibility.\n- Scott touches on the importance of decoupling perception of intelligence from self-worth and how not talking about ability differences won't help the situation.\n- Pursue your comparative advantage, even if it might not seem \"prestigious\".\n- You can still make a difference by donating money to important causes.\n- The word \"talent\" comes from the parable of the three servants and implies using what God has given wisely.\n\nKey learnings:\n- Attributing outcomes to genes, biology, and accidents of birth is often seen as compassionate, while attributing outcomes to effort and willpower can stigmatize people.\n- The author struggles with their own achievements in certain areas due to conflicting beliefs about innate ability.\n- Work hard and grit may not be enough to make up for lack of innate ability in certain areas.\n- High scrupulosity can lead to negative implications in the rationalist community.\n- It is crucial to decouple perception of intelligence from self-worth to promote a healthy mindset.\n- Use your resources wisely, no matter how few or plentiful they are.\n- What others do with their lives should not be a basis for comparison.\n- Innate abilities and differences exist; it's important to recognize and accept them.\n\nKey questions:\n- How can we reconcile the belief in innate ability with the desire for social justice?\n- How does the attribution of success to effort vs. innate ability affect people's self-esteem and sense of worth?\n- Should we continue to view intelligence as a trait that can be improved by effort, or is the genetic component too significant to ignore?\n- Can hard work alone make up for the lack of innate ability in certain subjects, or is it a combination of both?\n- How can the rationalist community promote healthy approaches to self-improvement without succumbing to high scrupulosity?\n- How can we decouple perception of intelligence from self-worth to foster a healthier mindset, especially for those with cognitive difficulties?\n- If innate ability is not a factor in one's success, how can we explain differences in outcomes?\n- How can we balance pursuing our own interests with making a positive impact in the world?\n- Can our innate abilities be developed or improved? How much of it is fixed?\n"
}