{
    "title": "Theses On Trump",
    "date": "September 3, 2015",
    "links": [
        "http://blog.dilbert.com/post/126589300371/clown-genius",
        "https://twitter.com/corbynwarnings",
        "https://twitter.com/CorbynWarnings/status/631166078937374720",
        "https://twitter.com/CorbynWarnings/status/631067150686527488",
        "https://twitter.com/CorbynWarnings/status/631758994885971968",
        "https://twitter.com/CorbynWarnings/status/631417358226030592",
        "https://en.wikipedia.org/wiki/Guantanamo_Bay_detention_camp#Obama.27s_attempt_to_close_the_camp",
        "http://www.overcomingbias.com/2009/05/political-signaling-theories.html",
        "https://twitter.com/CorbynWarnings/status/632117989412892673"
    ],
    "url": "https://slatestarcodex.com/2015/09/03/theses-on-trump/",
    "summary": "Key ideas\n- Trump's unexpected durability in the primary elections is attributed to his skill in persuasion and manipulation. \n- Corbyn, the leftist leader in the UK's Labour Party, is expected to win despite his oddball persona and a history of being the object of ridicule. \n- The rise to power of Trump and Corbyn is similar in terms of being initially underestimated by the establishment, gathering momentum and popularity, and being actively opposed by the establishment media. \n- The increasing ideological polarization between the center and the fringe is making it more difficult for politicians to navigate a path between the competing demands of their base and the need to compromise with reality. \n\nKey learnings\n- The author suggests that the rising trend of outsiders winning elections reflects a broader trend of distrust and alienation of voters from the establishment. \n- Voters are attracted to outsiders who signal rejection of the establishment and its values, and who speak their mind without regard for political correctness. \n- The media has conducted Trump's campaign by constantly criticizing him, which paradoxically helps him gather more support among his base. \n\nKey questions\n- Why are outsiders becoming more attractive to voters in recent years? \n- How can politicians balance the competing demands of their base and the need to compromise with reality? \n- What other examples of outsiders in politics can we look at to further illustrate this trend?"
}