{
    "title": "Book Review: Hive Mind",
    "date": "December 8, 2015",
    "links": [
        "http://www.amazon.com/gp/product/0804785961/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0804785961&linkCode=as2&tag=slastacod-20&linkId=ECTPWGGHA6B7W5ZP",
        "http://pseudoerasmus.com/2015/10/04/ce/",
        "http://www.amazon.com/gp/product/0691138737/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0691138737&linkCode=as2&tag=slastacod-20&linkId=7QIX5CLNULVCG7K5",
        "https://en.wikipedia.org/wiki/Mancur_Olson#Academic_work",
        "https://twitter.com/slatestarcodex/status/674117998031056896",
        "https://slatestarcodex.com/2015/05/19/beware-summary-statistics/",
        "https://slatestarcodex.com/2015/12/08/book-review-hive-mind/#comment-279320",
        "https://slatestarcodex.com/2015/12/08/book-review-hive-mind/#comment-278919",
        "https://twitter.com/SilverVVulpes/status/643474990290092032",
        "https://twitter.com/GarettJones/status/674594737127604226",
        "http://lagriffedulion.f2s.com/sft.htm",
        "http://www.lagriffedulion.f2s.com/sft2.htm"
    ],
    "url": "https://slatestarcodex.com/2015/12/08/book-review-hive-mind/",
    "summary": "Key ideas:\n- Garett Jones' Hive Mind proposes that a nation's IQ matters more than an individual's IQ in determining success\n- IQ, time preference, and experimentally induced measures of cooperation predict national success\n- High-IQ societies are better able to work on complicated projects\n- High-IQ people are more likely to vote for rational policies\n- Immigration may have an effect on a high-skill nation's government institutions\n- National IQ and national income are strongly correlated, and IQ differences among individuals aggregated in a society explain the effect.\n- Reverse causation must be taken into account to understand how IQ affects development: does IQ drive development or does development lead to higher IQ?\n- The book assumes that shrewd cooperation is the optimal long-term strategy, but Jones fails to explain how it works in a country.\n- Cognitive skills matter more in the elites than in the average population for predicting institutional quality.\n\nKey learnings:\n- National IQ correlates with a country's success\n- High-IQ societies benefit from complex projects and cooperation\n- A high-IQ populace correlates with rational policies\n- The relationship between IQ and development is complex and cannot be reduced to a simple unidirectional causal relationship.\n- Reliance on national IQ to explain income differences between countries may be misguided, as it is more complicated than aggregated personal IQ.\n- Factors such as government corruption, the lack of institutions, and low levels of trust may hinder the cognitive elites from generating the positive effects of higher IQ.\n\nKey questions:\n- Why does IQ matter more on a national level than on an individual level?\n- How can countries encourage a rise in national IQ?\n- Will less-skilled immigrants vote for policies that will weaken the opportunities of high-skill nations?\n- How do we know the direction of causation between IQ and development: IQ to development or development to IQ?\n- How can the idea of shrewd cooperation in a society be extended beyond iterated prisoners' dilemmas?\n- How does the IQ of the population compare with the IQ of the government in its effects on economic development?\n"
}