{
    "title": "How The West Was Won",
    "date": "July 25, 2016",
    "links": [
        "http://econlog.econlib.org/archives/2014/06/a_hardy_week_ho.html",
        "http://www.nytimes.com/2016/07/03/opinion/sunday/the-myth-of-cosmopolitanism.html",
        "http://www.nytimes.com/2014/10/30/t-magazine/bhutan-bicycle-gross-national-happiness.html",
        "https://www.theguardian.com/world/2012/dec/01/bhutan-wealth-happiness-counts",
        "https://slatestarcodex.com/2014/09/30/i-can-tolerate-anything-except-the-outgroup/",
        "http://www.dailymail.co.uk/news/article-3619322/Dalai-Lama-says-Germany-Arab-country-warns-Europe-taken-migrants.html",
        "https://www.theguardian.com/world/2012/dec/01/bhutan-wealth-happiness-counts",
        "http://marginalrevolution.com/marginalrevolution/2016/06/why-brexit-happened-the-lens-of-japan.html",
        "https://slatestarcodex.com/2015/10/27/contra-huemer-on-morals/",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "http://www.independent.co.uk/news/world/worlds-happiest-countries-are-all-in-central-america-for-first-time-international-poll-finds-10476119.html",
        "http://www.amstudy.hku.hk/staff/kjohnson/PDF/engl56_kj_axtell_whiteindians.pdf",
        "http://www.parapundit.com/archives/003609.html",
        "https://slatestarcodex.com/2016/03/23/the-price-of-glee-in-china/",
        "https://www3.nd.edu/~adutt/activities/documents/InglehartHappinessandDemocracy1.pdf",
        "http://www.theatlantic.com/international/archive/2010/04/free-tolerant-and-happy/39127/",
        "http://www.apa.org/news/press/releases/2014/09/satisfied-citizens.aspx",
        "https://slatestarcodex.com/2016/03/23/the-price-of-glee-in-china/",
        "https://en.wikipedia.org/wiki/Seven_Laws_of_Noah",
        "https://slatestarcodex.com/2014/06/07/archipelago-and-atomic-communitarianism/"
    ],
    "url": "https://slatestarcodex.com/2016/07/25/how-the-west-was-won/",
    "summary": "Key ideas:\n- Bryan Caplan argues that Western civilization is not as fragile as traditionalists assume and actively outcompetes other cultures.\n- Western civilization's strength lies in its openness to incorporating the best traits of other cultures.\n- Universal culture, comprised of the most competitive ideas and products, is the only culture that can survive without censorship, and is better adapted to multicultural societies.\n- The concept of \"universal culture\" is often conflated with \"Western culture\" in discussions of cultural assimilation and colonialism.\n- Traditional cultures are often supported in their attempt to resist outside influences, but this support seems to disappear when the culture in question is associated with Western societies.\n- Arguments can be made for both supporting traditional cultures' attempts to defend themselves against universal culture and for supporting universal culture's attempt to impose progress on traditional cultures.\n- Traditional cultures may not always be objectively \"better\" than universal culture, but people may still wish to preserve their own culture for preservation's sake.\n- The author discusses the idea of creating Noahide Laws to sanction cultures that break them\n- The author is uncertain about the practicality and desirability of this solution\n- The author suggests abandoning the idea that \"universal culture\" and \"western culture\" are one and the same\n- The author suggests defending Western culture on the basis of diversity and uniqueness\n\nKey learnings:\n- Western civilization's dominance is not due to its supposed invincibility but to its ability to adapt.\n- Universal culture is the most competitive and adaptive culture that can survive without censorship and is well-suited to multicultural societies.\n- It's important to distinguish between universal culture and Western culture when discussing cultural assimilation and colonialism.\n- Consistency is important when deciding which cultures to support in their attempts to defend against or embrace universal culture.\n- The value of preserving one's own culture may be understood on a personal or individual level.\n- The idea of using Noahide Laws to sanction cultures raises questions about feasibility and universality\n- Defending Western culture can be done without relying on claims of superiority or uniqueness\n\nKey questions:\n- What is the summoner/demon distinction and why is it important?\n- Why do groups that want to protect their traditional cultures worry about immigration when minority groups like gays or Jews in the US have successfully maintained their cultures despite being heavily outnumbered?\n- Why is universal culture better adapted to multicultural societies and how does it differ from Western or other traditional cultures in its approach to diversity?\n- What are some clear criteria for defining what qualifies as an \"atrocity\" in cultural assimilation?\n- What can be done to support the preservation of traditional cultures while also acknowledging the benefits of universal culture?\n- Is it possible to reconcile support for traditional cultures' attempts at preservation with support for universal values such as human rights and individual freedom?\n- How can we prevent the escalation of Noahide Laws to include specific cultural values or norms?\n- Is the idea of a \"universal culture\" helpful or problematic in debates about cultural protection?\n- How can we defend the value of Western culture without resorting to claims of superiority or exceptionalism?\n"
}