{
    "title": "Staying Classy",
    "date": "January 30, 2016",
    "links": [
        "http://siderea.livejournal.com/1260265.html?format=light",
        "https://michaelochurch.wordpress.com/2012/09/09/the-3-ladder-system-of-social-class-in-the-u-s/",
        "https://www.reddit.com/r/slatestarcodex/comments/434k33/the_3ladder_system_of_social_class_in_the_us/",
        "http://unqualified-reservations.blogspot.com/2007/05/castes-of-united-states.html",
        "http://www.amazon.com/gp/product/B00N72V72I/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=B00N72V72I&linkCode=as2&tag=slastacod-20&linkId=GEQQ2DORGCBXUCIK",
        "https://slatestarcodex.com/2016/01/30/staying-classy/#comment-316111",
        "https://slatestarcodex.com/2014/09/30/i-can-tolerate-anything-except-the-outgroup/",
        "https://slatestarcodex.com/2015/05/19/beware-summary-statistics/",
        "http://www.wwe.com/superstars/donald-trump",
        "https://slatestarcodex.com/2016/01/27/links-116-shaolink/#comment-314458",
        "https://slatestarcodex.com/2014/04/22/right-is-the-new-left/"
    ],
    "url": "https://slatestarcodex.com/2016/01/30/staying-classy/",
    "summary": "Key ideas:\n- Social class is more than just economic class and involves factors like education, family background, and respectability.\n- Different classes have distinct cultures, behaviors, and values.\n- Talking about class is taboo in America, where people often confuse class with income.\n- Class prejudice combines practical superiority with a dubious belief in the superiority of upper-class culture.\n- College serves as a finishing school for the upper classes to learn proper values and behaviors.\n- Classes are broken down into the underclass, labor, gentry, elite, and E1 (the worst psychopaths).\n- Elites control everything and use division tactics to pit the middle and lower classes against each other.\n- Different class systems have different cutoffs and political perspectives, but there are underlying similarities between them.\n- Income is a poorly measured outcome and analyzing class would be more interesting.\n- The Right thinks in social class terms more naturally than the Left.\n- Donald Trump appeals to people because he seems to be from the Labor class.\n- The thesis of \"I Can Tolerate Anything But The Outgroup\" simplifies to \"It is a Gentry-class tradition to sweep aside all prejudices except class prejudice, which must be held with the intensity of all the old prejudices combined.\"\n- The Grey Tribe doesn't fit easily into the class hierarchy and other factors can be stronger than class in some groups.\n- The author tries to explain their own classism and justifies it as certain qualities and behaviors are associated with different classes.\n- Cellular automaton theory of fashion likely relevant.\n- College is a finishing school for the upper classes.\n\nKey learnings:\n- Social class is a complicated and multifaceted concept that cannot be reduced to income alone.\n- Class influences one's culture, values, and behavior, and limits social mobility.\n- Class prejudice combines practical advantages with questionable beliefs in superiority.\n- Elite control everything and use division tactics to maintain their power.\n- Different class systems have underlying similarities and cutoffs, but may have different political perspectives.\n- Analyzing class would be more interesting than income.\n- The Right thinks in social class terms more naturally than the Left.\n- Donald Trump appeals to people because he seems to be from the Labor class.\n- Class prejudice is intense and prevalent in Gentry class tradition.\n- Other factors can be stronger than class in defining a group.\n- Certain behaviors and qualities are associated with different classes.\n- Cellular automaton theory of fashion could explain the trends in fashion.\n- College is a finishing school for the upper classes.\n\nKey questions:\n- How can we break down class barriers and provide greater social mobility?\n- Why is there such a taboo around talking about class in America?\n- How can we combat division tactics used by the elite to keep the middle and lower classes against each other?\n- How do stereotypes about different classes limit our understanding and social mobility?\n- Are studies on class more accurate and comprehensive than on income, and why?\n- How does race interact with class?\n- What are the other factors that can be stronger than class in defining a group?\n- Is classism justified in certain situations, and why?\n- How does cellular automaton theory of fashion relate to class?\n- How typical is Siderea's experience of college and class culture?\n"
}