{
    "title": "Book Review: House of God",
    "date": "November 10, 2016",
    "links": [
        "https://www.amazon.com/House-God-Samuel-Shem/dp/0425238091/ref=as_li_ss_tl?ie=UTF8&qid=1478831942&sr=8-1&keywords=house+of+god&linkCode=ll1&tag=slastacod-20&linkId=7dc1de048dd8ea2fe16ba520a9f8234c",
        "https://www.idealmedicalcare.org/blog/three-young-doctors-jump-to-their-deaths-in-nyc/",
        "https://en.wikipedia.org/wiki/RAND_Health_Insurance_Experiment",
        "http://www.nejm.org/doi/full/10.1056/NEJMsa1212321#t=articleTop",
        "https://www.harrietbeecherstowecenter.org/utc/impact.shtml",
        "https://slatestarcodex.com/2013/07/17/who-by-very-slow-decay/"
    ],
    "url": "https://slatestarcodex.com/2016/11/10/book-review-house-of-god/",
    "summary": "Key ideas:\n- \"The House of God\" is a book about medical internship which accentuates the reality of medical professionals.\n- The story revolves around an obvious author-insert character, Roy Basch MD, who starts his internship year at a hospital called the House of God.\n- Medical intervention can only make patients worse in the fictional world of \"The House of God\".\n- The primary form of medical treatment in the novel is the TURF – the excuse to get a patient out of your care and on to somebody else’s.\n- The House of God does a weird form of figure-ground inversion of medicine by inverting commonly held assumptions.\n- House of God is a book that portrays medicine as a chaotic and often inhumane system\n- The book has had an impact in helping to change the medical education system, reduce patient falls, and encourage more empathy and communication skills among doctors\n- The book's characters struggle to balance their human compassion with the demands of the medical system\n\nKey learnings:\n- Medicine is magical realist and life-and-death stakes are an everyday reality.\n- Medical intervention can only make patients worse in some cases.\n- The primary form of medical treatment in the novel is the TURF.\n- The courage to speak the truth can have a powerful impact in challenging oppressive systems\n- Medical practices and training have improved since the book was written, but there is still room for improvement\n- Psychoanalysis is a key framework for understanding the psychological toll of medical training and practice\n\nKey questions:\n- What are the laws of the House of God?\n- Is it ethical for Dr. Basch to prevent his patients from getting any treatment?\n- What is the Black Crow?\n- How can medical training and practice be reformed to prioritize empathy, compassion, and patient-centered care?\n- What role do medical professionals have in advocating for better healthcare policies and systems?\n- How can literature and storytelling help us better understand and critique oppressive systems?\n"
}