{
    "title": "OT53: Pel-open-esian War",
    "date": "July 4, 2016",
    "links": [
        "https://slatestarcodex.com/tag/open/",
        "https://slatestarcodex.com/2016/06/26/book-review-unlearn-your-pain/#comment-378075",
        "https://slatestarcodex.com/2016/06/26/book-review-unlearn-your-pain/#comment-378141",
        "https://slatestarcodex.com/2016/06/26/book-review-unlearn-your-pain/#comment-378225",
        "https://slatestarcodex.com/2016/06/26/book-review-unlearn-your-pain/#comment-378345",
        "https://slatestarcodex.com/2016/06/26/book-review-unlearn-your-pain/#comment-378210",
        "https://www.amazon.com/Mindbody-Prescription-Healing-Body-Pain/dp/0446675156/ref=as_li_ss_tl?ie=UTF8&qid=1467614043&sr=8-5&keywords=Unlearn+Your+Pain&linkCode=ll1&tag=slastacod-20&linkId=72b71fe2d2d973af277e6a0fbf52fc41",
        "http://emilkirkegaard.dk/understanding_statistics/?app=NHST_subgroup_fallacy",
        "https://slatestarcodex.com/2016/06/27/i-wrote-a-blog-post-but-i-did-not-adjust-for-the-fact-that-the-title-would-be-too-l/"
    ],
    "url": "https://slatestarcodex.com/2016/07/04/ot53-pel-open-esian-war/",
    "summary": "Key ideas\n- The post is an open thread where people can post about anything they want and ask random questions.\n- The author thanks someone for creating an ad randomizer for the blog's ads and announces that they will now appear in a random order.\n- The comments of the week section features people discussing their experiences with chronic pain and their success with Dr. Sarno's course.\n- The author informs readers that they received emails from people willing to try the pain book as an experiment and that they are limiting the number of people to three to save on their own budget.\n- The author mentions Emil Kierkegaard's app demonstrating problems with comparing discordant groups.\n\nKey learnings\n- The blog post is an open thread for people to post anything they want or ask random questions.\n- The blog's ads will now appear in a random order thanks to an ad randomizer created by Arvin.\n- Comments of the week feature people discussing their experiences with chronic pain and their success with Dr. Sarno's course.\n- People are interested in trying the pain book as an experiment, but the author is limiting it to three people to save on their own budget.\n- An app created by Emil Kierkegaard demonstrates the problems with comparing discordant groups.\n\nKey questions\n- None mentioned in this portion of the post."
}