{
    "title": "Nonfiction Writing Advice",
    "date": "February 20, 2016",
    "links": [
        "https://slatestarcodex.com/2013/10/20/the-anti-reactionary-faq/",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "http://www.example.com/",
        "http://www.goodreads.com/quotes/373814-this-sentence-has-five-words-here-are-five-more-words",
        "https://slatestarcodex.com/2014/07/07/ssris-much-more-than-you-wanted-to-know/",
        "http://www.slate.com/blogs/browbeat/2013/10/18/_kill_your_darlings_writing_advice_what_writer_really_said_to_murder_your.html",
        "https://slatestarcodex.com/2015/01/24/perceptions-of-required-ability-act-as-a-proxy-for-actual-required-ability-in-explaining-the-gender-gap/",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "https://twitter.com/Nate_Cohn/status/438803337975050240/photo/1",
        "https://slatestarcodex.com/2013/04/13/proving-too-much/",
        "https://slatestarcodex.com/2016/01/30/staying-classy/",
        "https://slatestarcodex.com/2014/05/30/the-wonderful-thing-about-triggers/",
        "http://www.overcomingbias.com/2007/07/belief-in-belie.html",
        "http://www.overcomingbias.com/2007/08/semantic-stopsi.html",
        "http://www.overcomingbias.com/2007/09/applause-lights.html",
        "http://www.overcomingbias.com/2007/10/pascals-mugging.html",
        "http://www.overcomingbias.com/2007/11/adaptation-exec.html",
        "http://www.overcomingbias.com/2007/12/reversed-stupid.html",
        "http://www.overcomingbias.com/2008/03/joy-in-the-real.html",
        "http://lesswrong.com/lw/f1/beware_trivial_inconveniences/",
        "http://lesswrong.com/lw/2pv/intellectual_hipsters_and_metacontrarianism/",
        "https://slatestarcodex.com/2014/12/17/the-toxoplasma-of-rage/",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "https://slatestarcodex.com/2014/03/15/can-it-be-wrong-to-crystallize-patterns/"
    ],
    "url": "https://slatestarcodex.com/2016/02/20/writing-advice/",
    "summary": "Key ideas:\n- Divide writing into small, digestible chunks.\n- Use variety to keep readers interested.\n- Use transitional words such as \"also\" and \"so\" to keep the flow of ideas strong.\n- Pay attention to repetition of words and sentence structures.\n- Use microhumor to keep readers engaged.\n- Using humor in persuasive writing can help disarm the reader and make them more receptive.\n- Starting with concrete examples makes a complicated point easier to understand and support.\n- Anticipating and defusing counterarguments can make a persuasive argument stronger.\n- Using the right tribal signals can make it easier to convince people who are normally difficult to persuade.\n- Anticipate and defuse counterarguments before making controversial points.\n- Use concept-handles to describe complex topics.\n- Recognize that applying rules of writing may start disastrously, and allow your instincts to develop before imposing strict guidelines.\n\nKey learnings:\n- Break writing into small chunks to make it more readable.\n- Vary writing style, including the use of images and links, to keep readers interested.\n- Use transitional words and parallel structures to strengthen the flow of ideas.\n- Avoid repeating words and structures in close proximity, unless it is deliberate for emphasis or parallel construction.\n- Use microhumor to add a touch of humor to writing and keep readers engaged.\n- Using humor and concrete examples can make persuasive writing more effective.\n- Addressing counterarguments and using the right tribal signals are important factors in persuasive writing.\n- Always imagine how your work would sound if it were quoted out of context and used against you.\n- Give interesting ideas short and catchy names for easy and clear communication.\n- Develop writing instincts before strictly implementing writing rules.\n\nKey questions:\n- How can I use transitional words to strengthen the flow of ideas in my writing?\n- How can I vary my writing style to keep readers interested?\n- How can I effectively use humor in my writing without it becoming distracting or inappropriate?\n- How can I strike a balance between using repetition for emphasis and avoiding it to prevent reading fatigue?\n- How can one anticipate and address counterarguments when writing persuasively?\n- What are some effective ways to use tribal signals in persuasive writing?\n- How can one strike a balance between using concrete examples and not getting bogged down in too many details when making a complicated point?\n- How can one anticipate and defuse counterarguments successfully?\n- What are some effective ways to develop strong writing instincts?\n- How can one create memorable concept-handles to describe complex ideas?\n"
}