{
    "title": "Contra Robinson On Schooling",
    "date": "December 2, 2016",
    "links": [
        "https://www.currentaffairs.org/2016/11/why-is-the-decimation-of-public-schools-a-bad-thing",
        "http://blog.chron.com/thetexican/2014/04/when-boris-yeltsin-went-grocery-shopping-in-clear-lake/",
        "http://www.gallup.com/poll/175517/americans-satisfaction-education-system-increases.aspx",
        "http://www.economist.com/blogs/democracyinamerica/2010/03/insurance_costs_and_health-care_reform",
        "https://en.wikipedia.org/wiki/Payday_loan#Industry_profitability",
        "http://fortune.com/2014/08/06/15-most-profitable-business-sectors/",
        "https://www.cato.org/blog/public-school-spending-theres-chart",
        "http://www.politifact.com/virginia/statements/2015/mar/02/dave-brat/brat-us-school-spending-375-percent-over-30-years-/",
        "https://fiftyfivemillion.wordpress.com/2013/11/28/teacher-salaries-rose-in-the-80s-and-theyve-been-slipping-since/",
        "https://slatestarcodex.com/2014/07/21/no-skyscraper-stagnation/",
        "https://en.wikipedia.org/wiki/Simpson%27s_paradox",
        "http://www.ethicssage.com/2011/09/why-have-sat-scores-fallen.html",
        "http://blog.centerforpubliceducation.org/wp-content/uploads/2013/03/NAEP-by-race.png",
        "http://www.nea.org/home/19029.htm",
        "http://michiganradio.org/post/how-much-does-it-cost-educate-student-special-needs-nobody-knows",
        "http://nces.ed.gov/programs/coe/indicator_cgg.asp",
        "http://www.nytimes.com/2015/04/05/opinion/sunday/the-real-reason-college-tuition-costs-so-much.html?_r=0",
        "https://www.insidehighered.com/news/2016/02/09/study-increased-student-aid-not-faculty-salaries-drives-tuition",
        "http://econlog.econlib.org/archives/2011/07/profit_margins.html",
        "https://blogs.sph.harvard.edu/ashish-jha/2012/08/20/profits-quality-and-u-s-hospitals/",
        "http://health.usnews.com/health-news/hospital-of-tomorrow/articles/2014/10/21/when-nonprofit-hospitals-become-for-profit-patients-fare-no-worse",
        "http://100tophospitals.com/portals/2/assets/HOSP_12678_0513_100TopHopPerfOwnershipPaper_RB_WEB.pdf",
        "http://www.nber.org/chapters/c6761.pdf",
        "https://www.ncbi.nlm.nih.gov/pubmed/17919566",
        "http://www.publiccharters.org/get-the-facts/public-charter-schools/faqs/",
        "https://www.currentaffairs.org/2016/06/when-public-schools-disappear",
        "http://nifty.stanford.edu/2014/mccown-schelling-model-segregation/",
        "https://slatestarcodex.com/2014/06/28/book-review-the-two-income-trap/",
        "https://en.wikipedia.org/wiki/Homeschooling#Research",
        "http://www.governing.com/gov-data/education-data/state-education-spending-per-pupil-data.html",
        "https://en.wikipedia.org/wiki/Personal_income_in_the_United_States",
        "https://slatestarcodex.com/2016/05/19/teachers-much-more-than-you-wanted-to-know/",
        "https://slatestarcodex.com/2016/12/02/contra-robinson-on-schooling/#comment-440481"
    ],
    "url": "https://slatestarcodex.com/2016/12/02/contra-robinson-on-schooling/",
    "summary": "Key ideas:\n- Nathan Robinson argues against school vouchers as a solution to education issues.\n- Robinson argues that introducing profit into the school system is dangerous.\n- Robinson claims introducing profit creates a set of incentives that harms students.\n- Robinson suggests school vouchers will benefit mainly the wealthy.\n- The argument that private schools are obsessed with profit is focused on money and acknowledges that every dollar going to shareholders is a dollar not going to improving education or housing the homeless.\n- Though he disagrees with the specific arguments made about the virtues of vouchers, the author is concerned about the potential consequences of vouchers and charter schools in practice.\n- The author argues that vocational training, a renewed commitment to public schooling, and investing in early education would be better alternatives to vouchers.\n- School vouchers may be a good solution to improve education outcomes and reduce segregation in housing.\n- The lack of good competition is a major issue for industries such as education.\n- Allowing random people to open tiny schools could be a solution.\n- Home-schooled students do much better than traditionally schooled students.\n- The cost of schooling per student year can be reduced significantly.\n\nKey learnings:\n- Often criticism of the opponent's position is insufficient to change minds.\n- Expanding options for parents doesn't necessarily lead to better results for students.\n- Public education spending increased by 150% from 1970 to 2010 with unclear benefits.\n- The hospital case study indicates that for-profit hospitals are not noticeably better than not-for-profit ones.\n- It is unlikely that blatant kickbacks would be used with vouchers, but the author acknowledges the potential of schools emphasizing flashy advertising over substantive educational outcomes.\n- Vouchers could worsen class segregation and result in a lack of socioeconomic diversity in schools.\n- Let's experiment with school vouchers and different possibilities to understand and find a solution that works.\n- Lack of good competition is indeed the bane of all of these sorts of industries.\n- Allowing random people to open tiny schools can be a solution to the lack of competition.\n\nKey questions:\n- What is the conservative argument for school vouchers and how does Robinson respond?\n- How have college and primary education costs risen in the US without sufficient clarity on where the money went?\n- Do private schools also lose significant resources to inefficiency and bureaucracy like public schools?\n- What impact would vouchers have on educational outcomes for students from different socioeconomic backgrounds?\n- What are the potential unintended consequences of vouchers for public schooling?\n- How can the US improve the public schooling system without solely relying on vouchers and private institutions?\n- Can school vouchers destroy the incentive to overspend on/segregate housing in order to get into a “good school district”?\n- Would school vouchers worsen the quality of education?\n- How much does lack of good competition matter in the education system?\n- Can allowing random people to open tiny schools improve education outcomes?\n- What is the solution to the high cost of schooling per student year?\n"
}