{
    "title": "Ketamine Research In A New Light",
    "date": "June 7, 2016",
    "links": [
        "https://www.sciencedaily.com/releases/2016/05/160504141131.htm#.Vyrg9aOUfAQ.facebook",
        "https://www.researchgate.net/profile/D_Jeffrey_Newport/publication/282435255_Ketamine_and_Other_NMDA_Antagonists_Early_Clinical_Trials_and_Possible_Mechanisms_in_Depression/links/5637949508ae9d3e0347c562.pdf",
        "http://thelastpsychiatrist.com/2007/07/the_most_important_article_on.html",
        "http://1boringoldman.com/index.php/2016/03/10/shame-on-us/",
        "https://slatestarcodex.com/2014/07/17/psychotropic-base-rates-the-argument-from-antibiotics/",
        "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC4065787/",
        "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3725185/",
        "http://www.prnewswire.com/news-releases/allergans-rapastinel-receives-fda-breakthrough-therapy-designation-for-adjunctive-treatment-of-major-depressive-disorder-mdd-300212027.html",
        "https://slatestarcodex.com/2014/07/07/ssris-much-more-than-you-wanted-to-know/"
    ],
    "url": "https://slatestarcodex.com/2016/06/07/ketamine-research-in-a-new-light/",
    "summary": "Key ideas\n- Recent study shows that metabolite 2S,6S;2R,6R-hydroxynorketamine is responsible for ketamine's antidepressant effects rather than its NMDA antagonism\n- This finding has clinical implications for safely and effectively prescribing to depressed individuals\n- The discovery also sheds light on the mechanisms of depression and could accelerate research efforts in this area\n- Review articles show that other NMDA antagonists have been ineffective as antidepressants, which raises questions about the current paradigm in depression research\n- The effectiveness of the antidepressant rapastinel, which holds promise as an alternative to ketamine, is unclear and may be influenced by conflicts of interest\n\nKey learnings\n- Scientific knowledge is always evolving, and research must be self-correcting to make progress\n- Conflicts of interest can influence research findings and should be taken into consideration when evaluating study results\n- Psychiatric research still has a lot to uncover about the mechanisms of depression and effective treatment options\n\nKey questions\n- How has the replication crisis affected depression research, and how do we know which findings to trust?\n- How can researchers prevent conflicts of interest from influencing their study results?\n- What are the most promising directions for research in depression treatment, given the recent findings about ketamine and AMPA agonists?"
}