{
    "title": "SSC Journal Club: Mental Disorders As Networks",
    "date": "December 14, 2016",
    "links": [
        "http://www.psychiatrictimes.com/articles/understanding-comorbid-depression-and-anxiety",
        "http://www.psychologicalscience.org/publications/observer/obsonline/general-psychopathology-factor-may-describe-structure-of-psychiatric-disorders.html#.WFGVr1IzWJA",
        "http://www.clinicalneuropsychiatry.org/pdf/borsbooml.pdf",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3108260/",
        "https://www.psychologytoday.com/blog/the-power-rest/201311/want-treat-depression-get-people-sleep",
        "https://slatestarcodex.com/2015/01/05/chronic-psychitis/",
        "https://slatestarcodex.com/2016/06/07/ketamine-research-in-a-new-light/",
        "https://slatestarcodex.com/2014/11/21/the-categories-were-made-for-man-not-man-for-the-categories/"
    ],
    "url": "https://slatestarcodex.com/2016/12/14/ssc-journal-club-mental-disorders-as-networks/",
    "summary": "Key ideas:\n- Psychiatry has traditionally used the influenza model to diagnose mental illness, assuming that there is a latent variable causing a cluster of symptoms.\n- However, the authors of the paper propose that there is no latent variable, and instead suggest a network model where each symptom is a node that is connected to others with certain weights.\n- This network model explains how life stressors can cause depression, as well as how therapy and treating depression symptoms can help alleviate the condition.\n- The model also explains the polygenic structure of mental illnesses and why scientists have had difficulty finding the One True Cause of Depression.\n- Ambien helps with sleep but not underlying dysfunction related to poor sleep\n- Psychiatric problems can have multiple causes and not One True Cause\n- Dysfunction in biological systems can explain psychiatric problems\n\nKey learnings:\n- Psychiatric disorders are often diagnosed through clusters of symptoms, but treatment focused on the underlying latent variable may not always be effective.\n- A network model where each symptom is connected to others through pathways with certain weights could provide a better understanding of mental illnesses and how they develop.\n- The network model can explain how life stressors can cause depression, how treating depression symptoms can help alleviate the condition, and the polygenic structure of mental illnesses.\n- Ambien only treats the symptom of poor sleep, not the underlying dysfunction\n- Psychiatric problems can have multiple causes, making it hard to find a single solution\n- Dysfunction in biological systems may explain the causes of psychiatric problems\n\nKey questions:\n- Are there any psychiatric disorders that do not fit the network model proposed by Nuijten, Deserno, Cramer, and Borsboom?\n- How does the network model explain the immediate and near-miraculous antidepressant effects of ketamine and staying awake for 30 hours straight?\n- Would treating depression through a symptom-by-symptom cocktail of drugs be effective under the network model?\n- How can we better understand the dysfunction in biological systems that can lead to psychiatric problems?\n- What are the best avenues for future research in this area?\n- Is it feasible to reduce complex psychiatric problems to a single brain region or chemical level?\n"
}