{
    "title": "Non-Shared Environment Doesn’t Just Mean Schools And Peers",
    "date": "March 16, 2016",
    "links": [
        "https://jaymans.wordpress.com/2014/03/04/environmental-hereditarianism/",
        "https://www.researchgate.net/publication/230787941_Construct_validation_using_multitrait-multimethod-twin_data_The_case_of_a_General_Factor_of_Personality",
        "http://www.elsewhere.org/journal/pomo/",
        "https://slatestarcodex.com/2015/01/05/chronic-psychitis/",
        "http://www.ncbi.nlm.nih.gov/pubmed/16697072",
        "http://www.ncbi.nlm.nih.gov/pubmed/18251670",
        "http://www.livescience.com/24694-identical-twins-not-identical.html",
        "http://gxe2010.org/Speakers/pubs/Turkheimer_2000.pdf",
        "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3147062/"
    ],
    "url": "https://slatestarcodex.com/2016/03/16/non-shared-environment-doesnt-just-mean-schools-and-peers/",
    "summary": "Key ideas:\n- Twin studies are often used to investigate the “nature vs. nurture” question.\n- Interpersonal variation is separated into three baskets: heritable, shared environmental, and non-shared environmental.\n- Studies of different traits usually find that ~50% of the variation is heritable, ~50% is due to non-shared environment, and the contribution of shared environment is often negligible.\n- The summary “50% nature, 50% nurture” is wrong.\n- Non-shared environment is not really “non-shared environment,” and things like error, luck of the draw, biological random noise, and the immune system all get tossed into this category.\n- Studies on specific nonshared environmental events have shown that the effect sizes are generally very small.\n\nKey learnings:\n- The “50% nature, 50% nurture” summary of twin studies is too simplistic.\n- Non-shared environment isn’t really “non-shared environment,” and many factors contribute to this category.\n- Specific nonshared environmental events generally have very small effect sizes.\n\nKey questions:\n- What are the implications of the “non-shared environment” category being so diverse?\n- How can researchers create better methods for distinguishing between genetic and environmental factors?\n- What are the most effective ways to affect outcomes like intelligence, personality, income, and criminality?"
}