{
    "title": "Some Context For That NYT Sugar Article",
    "date": "September 13, 2016",
    "links": [
        "http://www.nytimes.com/2016/09/13/well/eat/how-the-sugar-industry-shifted-blame-to-fat.html",
        "http://ajcn.nutrition.org/content/91/3/535.long/",
        "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2943062/",
        "http://www.motherjones.com/environment/2015/10/dairy-industry-milk-federal-dietary-guidelines",
        "https://slatestarcodex.com/2016/09/13/some-context-for-that-nyt-sugar-article/#comment-408856",
        "https://www.nationaldairycouncil.org/Content/2015/Saturated-Fats-Is-There-Room-for-Them-in-a-Balanced-Diet",
        "https://www.nationaldairycouncil.org/content/2015/judge-saturated-fat-by-the-company-it-keeps",
        "https://www.nationaldairycouncil.org/content/2014/navigating-the-buzz-over-saturated-fat"
    ],
    "url": "https://slatestarcodex.com/2016/09/13/some-context-for-that-nyt-sugar-article/",
    "summary": "Key ideas\n- New research shows that the sugar industry sponsored a study linking fat to cardiovascular disease.\n- The study focused on the relative harms of sugar and saturated fat, and how sugar has been blamed for fueling the obesity crisis.\n- Concentrating on any one example of low-level corruption is likely to lead to overcorrection.\n- The dairy and meat industries tend to have researchers who support saturated fat.\n\nKey learnings\n- There are problems with both sugar and fat, and it's likely they both contribute to obesity and other health issues.\n- The fat lobby and the dairy and meat industries are also involved in nutrition research.\n- The food industry has a lot of power to shape scientific discussions through published review papers in prominent journals.\n\nKey questions\n- Who funds nutrition research and how does this affect the findings?\n- What other industries are involved in the nutrition research and how do they distort the science?\n- What broader economic and political systems shape the food industry's power and influence over nutrition research and public health policies?"
}