{
    "title": "3/4",
    "date": "July 12, 2016",
    "links": [
        "https://slatestarcodex.com/2014/06/30/medicine-as-not-seen-on-tv/",
        "https://slatestarcodex.com/2015/06/29/reflections-from-the-halfway-point/",
        "http://slatestarscratchpad.tumblr.com/post/145122495966/lizawithazed-get-yr-social-work-rage-on-my",
        "http://amzn.to/29xdYSU"
    ],
    "url": "https://slatestarcodex.com/2016/07/12/34/",
    "summary": "Key ideas:\n- A year makes a significant difference in a resident's level of confidence and responsibility in a hospital.\n- Psychotherapy involves being skilled at asking patients to tell more and utilizing awkward silences to encourage more information sharing.\n- Psychiatry can be difficult to diagnose and treat, especially when dealing with cryptic patients and obscure documentation.\n- The author struggles with psychoanalysis/psychodynamic therapy and the theory of transference.\n- The author is a psychiatrist managing over 100 mentally ill patients with many suicidal tendencies\n- The author has a ‘reverse lottery’ mindset where they try to reap benefits at the risk of a catastrophic cost\n- The author had a patient stab himself after relapsing on heroin\n- The author becomes paranoid and decides to be more cautious in his reverse lottery mindset\n\nKey learnings:\n- Using \"Tell me more\" and silence effectively can lead to better communication with patients.\n- Treating patients in psychiatry is challenging and often requires a lot of problem-solving to determine proper treatment.\n- Psychotherapy can feel unnatural or cringeworthy, but it still can be effective.\n- In psychiatry, the benefits have to be balanced with the risks\n- Even if you think you’re doing a pretty okay job in managing your patient, there are still risks you shouldn’t dismiss\n- One catastrophic event can make you realize your mistakes and resolve to be more cautious\n\nKey questions:\n- How can psychiatrists improve their ability to diagnose and treat patients when documentation is missing or cryptic?\n- How can psychiatrists balance the use of medications versus therapy in treating patients with mental health conditions?\n- Is there a way to make psychoanalysis/psychodynamic therapy less cringeworthy for those who struggle with it?\n- What are the other psychiatric practices that have a reverse lottery mindset?\n- How can attending psychiatrists help their fellow psychiatrists who are showing signs of paranoia?\n- What specializations should a psychiatrist take to improve the way he/she balances the benefits and risks in mental health care?\n"
}