{
    "title": "Book Review: Mount Misery",
    "date": "December 29, 2016",
    "links": [
        "https://slatestarcodex.com/2016/11/10/book-review-house-of-god/",
        "https://www.amazon.com/Mount-Misery-Samuel-Shem-M-D/dp/034546334X",
        "https://slatestarcodex.com/2016/02/24/two-attitudes-in-psychiatry/",
        "https://en.wikipedia.org/wiki/Bulverism",
        "https://slatestarcodex.com/2014/10/26/alcoholics-anonymous-much-more-than-you-wanted-to-know/",
        "http://www.theatlantic.com/health/archive/2014/04/the-alcoholic-stockbroker-and-the-forgotten-alcoholic-doctor/359986/"
    ],
    "url": "https://slatestarcodex.com/2016/12/29/book-review-mount-misery/",
    "summary": "Key ideas:\n- Mount Misery is the sequel to Samuel Shem’s House of God.\n- It is a critique of the psychiatric system and its harmful effects on patients and doctors.\n- The book shows how the typical psychiatric treatment is to force a therapy theory onto patients, and then ignore their human needs.\n- The book depicts psychoanalysis as a powerful yet dangerous process that makes people worse.\n- The book \"Mount Misery\" critiques psychoanalysis and praises Alcoholics Anonymous.\n- There is danger in avoiding object-level discussion in favor of meta-level discussion.\n- Some people may experience greater success with social interventions like AA than others due to individual differences.\n- Shem emphasizes the importance of connecting with patients through human relationships rather than solely relying on therapies and medication.\n\nKey learnings:\n- Psychoanalysis can be powerful and effective, but in the wrong hands, or with the wrong approach, it can be dangerous for both patients and doctors.\n- The psychiatric system is flawed and harms patients by treating them more like guinea pigs than human beings.\n- Treating patients as human beings with individual needs, rather than just trying to slap a therapy theory on them, could result in better outcomes.\n- Object-level discussion is essential for complicated social discussion.\n- Different people may respond differently to social interventions like AA.\n- It is important to combine therapies and medication with genuine care for the patient as a human being.\n\nKey questions:\n- How can the psychiatric system be reformed to better serve patients?\n- Is psychoanalysis inherently dangerous or are there specific ways it can be misused?\n- How can doctors balance object-level discussion with the as-if game of psychoanalysis?\n- Is there a danger to avoiding object-level discussion in other areas besides psychoanalysis?\n- How might individual differences affect the success of social interventions like AA?\n- How can psychiatrists balance the complicated work of psychiatric treatment with treating patients like human beings?\n"
}