{
    "title": "Book Review: The Art Of The Deal",
    "date": "March 19, 2016",
    "links": [
        "http://www.amazon.com/gp/product/006124189X/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=006124189X&linkCode=as2&tag=slastacod-20&linkId=QBFB5LMXH62XXF44",
        "http://www.amazon.com/gp/product/0399594493/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0399594493&linkCode=as2&tag=slastacod-20&linkId=O23XO6B7ZC5DXBEQ",
        "http://abovethelaw.com/2016/01/how-a-blog-about-donald-trump-is-going-to-change-your-life-in-2016/",
        "http://www.salon.com/2016/02/25/donald_trump_is_an_evil_genius_how_he_abandoned_political_strategy_and_won_over_the_gops_bloodthirsty_base/",
        "http://dailycaller.com/2016/01/27/donald-trump-is-a-political-genius-for-the-ages/",
        "http://www.mediaite.com/tv/bill-maher-trump-a-genius-for-skipping-gop-debate/",
        "http://www.economist.com/blogs/democracyinamerica/2015/07/politics-and-deal-making",
        "https://twitter.com/realDonaldTrump/status/516382177798680576",
        "https://en.wikipedia.org/wiki/Wollman_Rink#Trump_Renovations",
        "https://slatestarcodex.com/2013/05/15/index-posts-on-raikoth/",
        "http://lesswrong.com/lw/65/money_the_unit_of_caring/"
    ],
    "url": "https://slatestarcodex.com/2016/03/19/book-review-the-art-of-the-deal/",
    "summary": "Key ideas:\n- Scott questions the effectiveness of Robert Cialdini's book on persuasion and success, Influence.\n- He wonders why Cialdini wrote a book instead of using his knowledge to become more successful.\n- Scott compares Cialdini with Donald Trump, who he considers a master persuader.\n- He reads Trump's book, The Art of the Deal, but finds it lacking in practical advice.\n- Trump's success in real estate comes from hiring the best people and knowing the right people.\n- His way of solving problems is to throw the best people at it.\n- Trump's interest in hotel property deals is greater than his interests in politics or anything else.\n- Trump's world is narrow and does not extend beyond deals and connections.\n- Trump is at risk of being interpreted as authoritarianism.\n\nKey learnings:\n- Real estate developers' key job is coordination and dealing with regulations.\n- One of the developer's tricks is to lie to people in the right order to get the signatures needed.\n- Trump is good at cutting through bureaucracy to get deals done.\n- Trump does not have a libertarian streak and seems to accept the system he operates in.\n- Trump's mindset differs from other thinkers and people who entertain the idea of an ideal system of government design.\n- A-life spent overcoming obstacles and motivating good people to do their best work has been a significant part of Trump's success.\n- Trump's method of problem-solving is unconventional but has worked for him.\n\nKey questions:\n- Why did Cialdini write a book instead of using his knowledge to become more successful?\n- What makes Trump a master persuader, and what can be learned from his tactics?\n- If Trump is good at cutting through bureaucracy, why doesn't he express discontent with the system and seek to change it?\n- How Trump can utilize his skills more in the service of others, other than in his self-interest?\n- How will Trump's way of thinking impact his running government if he becomes President?\n- What are the qualities of Trump's style of problem-solving?\n- Can Trump's governing style be interpreted as authoritarianism?\n"
}