{
    "title": "Book Review: My Brother Ron",
    "date": "March 31, 2016",
    "links": [
        "https://slatestarcodex.com/2016/03/07/reverse-voxsplaining-prison-and-mental-illness/",
        "http://www.amazon.com/My-Brother-Ron-Personal-Deinstitutionalization/dp/1477667539/ref=as_li_ss_tl?ie=UTF8&qid=1459398695&sr=8-1&keywords=My+Brother+Ron&linkCode=ll1&tag=slastacod-20&linkId=fb79a21d8497f606fe8a03ea65b4d196",
        "http://bjp.rcpsych.org/content/186/5/361",
        "http://journals.plos.org/plosmedicine/article?id=10.1371/journal.pmed.0020151",
        "https://slatestarcodex.com/2016/03/31/book-review-my-brother-ron/#comment-342192",
        "http://ije.oxfordjournals.org/content/42/4/1057.short",
        "https://slatestarcodex.com/2015/10/12/against-against-autism-cures/",
        "https://www.facebook.com/strohl89/posts/10153981003869598",
        "https://slatestarcodex.com/2016/03/07/reverse-voxsplaining-prison-and-mental-illness/#comment-333284",
        "https://slatestarcodex.com/2013/04/30/utility-weight-results/"
    ],
    "url": "https://slatestarcodex.com/2016/03/31/book-review-my-brother-ron/",
    "summary": "Key ideas:\n- My Brother Ron highlights the negative consequences of deinstitutionalization in mental healthcare.\n- The history of mental healthcare in America started with a surprisingly non-terrible colonial era that tolerated most of the mentally ill living with families.\n- The increase in urbanization and Irish immigration may have played a role in the development of mental hospitals and led to a tenfold increase in psychosis rates.\n- The introduction of \"dynamic psychiatry\" led to the formation of mental health as a continuum, which eventually culminated in the anti-psychiatry movement of the 1960s.\n- The psychiatric profession had significant problems in the mid-20th century, which led to activists pushing for deinstitutionalization.\n- Deinstitutionalization resulted in the closure of psychiatric hospitals and the implementation of community treatment programs.\n- While community treatment was a good idea, implementation had several issues, including lack of funding and difficulty treating the most severely mentally ill.\n- Deinstitutionalization led to many mentally ill individuals going untreated, becoming homeless, and committing crimes.\n- The author argues that deinstitutionalization was a mistake and brings up various examples to support this claim.\n- The concept of institutionalizing psychotic individuals and people living in ghettos has been proposed as a solution to issues such as homelessness and crime.\n- The idea of institutionalization brings up ethical concerns and is a major decision that affects many people.\n- The author argues that forcing people to become institutionalized for long periods of time is not a good solution.\n- Involuntary outpatient commitment (IOC) emerges as a more attractive alternative that has had some success.\n\nKey learnings:\n- The colonial era had a more tolerant and sensible approach to mental illness than has conventionally been assumed.\n- Urbanization and immigration may have exacerbated mental illness rates, leading to the formation of psychiatric hospitals.\n- The anti-psychiatry movement had some unintended negative consequences for the mentally ill by rejecting conventional psychiatric treatment.\n- The psychiatric profession had significant problems in the mid-20th century that led to the deinstitutionalization movement.\n- While community treatment was a good idea, implementation had significant issues.\n- Deinstitutionalization led to many mentally ill individuals going untreated, becoming homeless, committing crimes, and dying of preventable causes.\n- Long-term state-run psychiatric hospitals may be necessary to adequately treat severely mentally ill individuals.\n- Lifetime institutionalization is an extreme measure that might have harmful consequences for individuals and society.\n- Voluntary psychiatric hospitalization should be available as an option, and forced institutionalization should only apply in extreme cases.\n- Institutionalization affects human lives and is a costly approach.\n\nKey questions:\n- What can be done to improve mental health care in America today?\n- How can we reconcile the ideas behind dynamic psychiatry with the more traditional medical model?\n- What can policymakers do to address the root causes of mental illness, such as urbanization and immigration?\n- What were the problems faced by psychiatric hospitals in the mid-20th century that led to the deinstitutionalization movement?\n- What were the issues with implementing community treatment programs, and how did these impact mentally ill individuals seeking treatment?\n- Is deinstitutionalization responsible for the disproportionately high number of mentally ill individuals who commit crimes, or are there other factors at play?\n- Would long-term state-run psychiatric hospitals be an effective solution to the problems caused by deinstitutionalization, or are there other solutions that would be more effective?\n- What are the pros and cons of institutionalizing a person in a long-term facility?\n- Can other alternatives such as IOC help individuals get better treatment without affecting their freedom?\n- Are there ethical issues with forcing people to go through treatment against their will?\n"
}