{
    "title": "SSC Endorses Clinton, Johnson, Or Stein",
    "date": "September 28, 2016",
    "links": [
        "http://www.stat.columbia.edu/~gelman/research/published/probdecisive2.pdf",
        "https://www.cbo.gov/sites/default/files/cbofiles/attachments/49973-Updated_Budget_Projections.pdf",
        "https://www.makeminecount.org/",
        "http://www.burnmyvote.org/",
        "http://www.telegraph.co.uk/women/politics/welcome-to-brexit-britain---a-nation-of-secret-leave-voters-too/",
        "http://www.scottaaronson.com/blog/?p=2777",
        "https://slatestarcodex.com/2014/09/13/book-review-singer-on-marx/",
        "http://www.politifact.com/florida/statements/2016/jun/23/donald-trump/donald-trump-says-hillary-clinton-would-create-tot/",
        "https://slatestarcodex.com/2015/12/08/book-review-hive-mind/",
        "http://www.npr.org/2016/08/12/489499596/the-latest-clinton-converts-white-college-educated-voters",
        "http://www.theatlantic.com/politics/archive/2016/05/the-seven-broken-guardrails-of-democracy/484829/",
        "https://en.wikipedia.org/wiki/Paris_Agreement",
        "http://www.bbc.com/news/election-us-2016-36401174",
        "https://slatestarcodex.com/2014/04/28/the-control-group-is-out-of-control/",
        "https://slatestarcodex.com/2015/09/05/if-you-cant-make-predictions-youre-still-in-a-crisis/",
        "https://slatestarcodex.com/2016/08/25/devoodooifying-psychology/",
        "https://slatestarcodex.com/2014/07/02/how-common-are-science-failures/",
        "http://ehp.niehs.nih.gov/15-10037/",
        "http://www.cnn.com/2016/09/07/health/millennials-conservative-generations/",
        "https://www.rt.com/usa/351921-americans-wrong-direction-president/",
        "http://diffractor.tumblr.com/post/149805011451/yudkowsky-on-trump",
        "http://theunitofcaring.tumblr.com/post/150696645906/im-not-the-specific-person-you-asked-but-in",
        "http://www.scottaaronson.com/blog/?p=2777"
    ],
    "url": "https://slatestarcodex.com/2016/09/28/ssc-endorses-clinton-johnson-or-stein/",
    "summary": "Key ideas:\n- The chance of a single vote determining the US election results is small, but the potential impact of having a good president rather than a bad one is worth hundreds of billions of dollars.\n- The author endorses voting for Hillary Clinton if you live in a swing state; if you live in a safe state, they endorse either Clinton, Johnson, or Stein.\n- The author strongly criticizes Donald Trump and argues he does not represent the best parts of conservatism.\n- Trump is high-variance, meaning there is a higher potential for catastrophic consequences if he becomes president.\n- Clinton is higher-variance on immigration, which could make the world less functional and prevent useful technologies from being deployed.\n- The author, Scott, argues that a Trump presidency would be disastrous for the US and the conservative movement.\n- Trump's anti-immigration policies would have a greater impact on the country and its technologies than Hillary's policies.\n- The lack of intelligent conservatives represents a crisis for US conservatism.\n- Trump's rise is due to a feeling of resentment toward an intolerant elite.\n- The enemy is not leftism or social justice, but rather epistemic vice, which Trump's movement is promoting.\n\nKey learnings:\n- Voting can have a significant impact even if the chance of one vote determining the election results is small.\n- It's important to consider not just a candidate's ability to pursue goals effectively, but also whether you agree with the goals they'll be pursuing.\n- High variance candidates, like Donald Trump, come with greater levels of risk.\n- It's important to consider not just the mean but also the variance of the potential consequences of a candidate becoming president.\n- Voting for the lesser of two evils means choosing Hillary over Trump.\n- US conservatism is in crisis, and defeating Trump may be the start of resolving this crisis.\n- Whichever party wins the support of religious poor southern whites will end up vulnerable to populism.\n\nKey questions:\n- How can we accurately measure a candidate's ability to pursue goals effectively and make good choices?\n- How can we balance the potential risks of a high-variance candidate with the potential benefits?\n- What is the best way to address the issue of immigration without sacrificing world functionality and the deployment of useful technologies?\n- How can conservatism resolve its crisis if it is always going to be less intellectual than liberalism in the country?\n- To what extent should the chances of global warming being a real problem should have an impact on reducing CO2 emissions?\n- Will a Trump presidency hurt the group of elites who are skeptical of his candidacy, or will it confirm what they already believe?\n"
}