{
    "title": "Book Review: Albion’s Seed",
    "date": "April 27, 2016",
    "links": [
        "https://www.amazon.com/Albions-Seed-British-Folkways-cultural/dp/0195069056/ref=as_li_ss_tl?s=books&ie=UTF8&qid=1487533337&sr=1-1&keywords=albion's+seed&linkCode=ll1&tag=slatestarcode-20&linkId=9cb7e7ccd8e93a105159e71c2c6522a8",
        "http://civilization.wikia.com/wiki/Human_Hive_%28SMAC%29",
        "https://slatestarcodex.com/2013/11/28/the-story-of-thanksgiving-is-a-science-fiction-story/",
        "http://civilization.wikia.com/wiki/Morgan_Industries_%28SMAC%29",
        "http://civilization.wikia.com/wiki/Peacekeeping_Forces_%28SMAC%29",
        "http://civilization.wikia.com/wiki/Spartan_Federation_%28SMAC%29",
        "https://slatestarcodex.com/2014/09/30/i-can-tolerate-anything-except-the-outgroup/",
        "http://www.patheos.com/blogs/blackwhiteandgray/2012/04/map-of-us-religious-affiliation-by-county/",
        "https://drdjs.wordpress.com/2012/05/15/on-maps-and-mission/",
        "https://en.wikipedia.org/wiki/History_of_Michigan",
        "https://informationknoll.wordpress.com/2011/07/28/the-political-puzzle-of-unhyphenated-americans/",
        "https://www.washingtonpost.com/news/monkey-cage/wp/2016/04/05/these-two-maps-are-incredibly-revealing-about-whos-voting-for-trump-and-why/",
        "http://www.theatlantic.com/politics/archive/2016/04/trump-and-the-borderers/477084/",
        "https://slatestarcodex.com/2016/01/30/staying-classy/",
        "https://en.wikipedia.org/wiki/Judah_P._Benjamin",
        "https://en.wikipedia.org/wiki/Barry_Goldwater"
    ],
    "url": "https://slatestarcodex.com/2016/04/27/book-review-albions-seed/",
    "summary": "Key ideas:\n- Albion's Seed by David Fischer argues that different parts of the Eastern US were settled by different groups of Englishmen, resulting in a diverse array of traditions, religions, and social classes.\n- Fischer outlines the four migrations that shaped the US: the Puritans to New England, Cavaliers to Virginia, Quakers to Pennsylvania, and Borderers to Appalachia.\n- Life as a Puritan was harsh and Puritan society was focused on \"ordered liberty\", with individuality and freedom suppressed for the sake of societal perfection.\n- Virginia was settled by aristocratic refugees who brought indentured servants to work on their plantations, leading to high mortality rates and oppressive practices towards whites.\n- Virginia was a society based on aristocracy and slavery, where gambling and bloodsports were rampant, and free education and printing were discouraged.\n- The aristocrats in Virginia were trained to display condescension to their social inferiors.\n- Quakers believed in universal religious toleration, pacifism, racial harmony, and gender equality, among other beliefs and practices.\n- William Penn was a larger-than-life figure who received a grant from King Charles II to establish his new colonyas a Quaker refuge.\n- Quakers played a significant role in shaping Pennsylvania and the United States, contributing to the idea of universal equality, freedom of religion and thought, and checks and balances.\n- The Borderers were a group of people who militarized and stayed feudal long past the point where the rest of the island had started modernizing. Their identity was marked by extreme levels of clannishness, xenophobia, drunkenness, stubbornness, and violence.\n- The book \"Albion's Seed\" by David Hackett Fischer discusses the four cultures that colonized America and how their beliefs and values influence modern-day American culture.\n- The Puritans and Quakers merged into one progressive culture, while the Virginians and Borderers merged into a conservative culture.\n- Ancestry and cultural markers have merged with class markers, leading to complicated interactions between the two.\n- Americans are pessimistic about the ability to change deeply ingrained cultural values.\n\nKey learnings:\n- The US was formed by vastly different groups of settlers who shaped the traditions and values of their respective regions.\n- The Puritans and Virginia Cavaliers were among the most influential of these groups, leaving significant legacies in modern US society.\n- Virginia was the opposite of Massachusetts, characterized by a high homicide rate, obsession with gambling, and gigantic animal feasts.\n- Virginia's idea of freedom required indentured servitude and later slavery to make it work.\n- Virginia's society was bound by codes that were social rather than moral.\n- The Quakers were a society of peace who developed an insistence on tolerance and freedom of religion, among other things.\n- The Quakers believed in pacificism, equality of the sexes, racial harmony, and a bunch of other things which seem pretty hippyish even today let alone in 1650.\n- The influence of Quakerism in Pennsylvania continued even after it had stopped being officially in charge.\n- The Borderers were a distinct group of people who developed a culture marked by their clannishness, xenophobia, drunkenness, stubbornness, and violence.\n- American society is split into two cultural strata, one centered in the North and marked by emphasis on education, interest in moral reforms, racial tolerance, and Democratic party affiliation, while the other centered in the South is marked by poor education, gun culture, culture of violence, xenophobia, and support for the Republican Party.\n- Apart from surface cultural features like language, clothing, and food, there are deeper levels of culture that determine the features and institutions of a people.\n- It is difficult to change deeply ingrained cultural values, and they may even be genetic.\n\nKey questions:\n- How did the cultural differences between groups of US settlers influence the future development of their respective regions?\n- What were the long-term effects of Virginia's reliance on indentured servants and later, slavery?\n- To what extent did the focus on \"ordered liberty\" and societal perfection continue to shape the US throughout its history?\n- How did Virginia's society compare to other societies in North America at the time?\n- What factors contributed to the decline of the Quaker society in Pennsylvania?\n- What was the impact of William Penn's policies and actions on establishing Pennsylvania as a Quaker refuge?\n- How did Quakerism contribute to the development of American ideas on freedom and equality?\n- What were the main characteristics of the Borderers, and how did they shape American culture and politics?\n- How did the indentured servants and Borderer populations in the South mix, and how did that affect the development of Southern culture?\n- What happened to the Cavaliers and the plantation system after the Civil War?\n- Why do some races get stereotyped as upper-class while others as lower-class, and how does this relate to cultural ancestry?\n- What should Americans do if the country is best explained as a Puritan-Quaker culture locked in a death-match with a Cavalier-Borderer culture?\n"
}