{
    "title": "Ascended Economy?",
    "date": "May 30, 2016",
    "links": [
        "https://slatestarcodex.com/2016/05/28/book-review-age-of-em/",
        "https://en.wikipedia.org/wiki/Ethereum",
        "http://www.nytimes.com/2016/05/22/business/dealbook/crypto-ether-bitcoin-currency.html?smid=tw-share&_r=1",
        "https://numer.ai",
        "http://www.newyorker.com/news/john-cassidy/the-great-hedge-fund-mystery-why-do-they-make-so-much",
        "http://www.pcmag.com/article2/0,2817,2384102,00.asp",
        "http://www.kurzweilai.net/when-the-speed-of-light-is-too-slow",
        "https://wiki.lesswrong.com/wiki/Computronium",
        "https://wiki.lesswrong.com/wiki/Hedonium",
        "https://en.wikipedia.org/wiki/Friendly_artificial_intelligence",
        "http://www.vanityfair.com/news/2015/11/airplane-maintenance-disturbing-truth",
        "http://amzn.to/1qYbiGe",
        "https://twitter.com/InstanceOfClass/status/416271421371736064"
    ],
    "url": "https://slatestarcodex.com/2016/05/30/ascended-economy/",
    "summary": "Key ideas:\n- The concept of an \"ascended economy\" where economic activity drifts further from human control until there is no relation at all.\n- The possibility that capital investment, corporate governance, and labor could become automated, resulting in robot companies without human involvement.\n- The potential of corporate behavior becoming socially irresponsible and the difficulty in regulating them.\n- The concern that an Ascended Economy reduces the political problem of regulating corporations to the scientific problem of Friendly AI, which is challenging.\n- Superintelligence is a significant risk to humanity.\n- Emulations of human minds in a virtual space could be an alternative to superintelligence.\n- A world dominated by corporations that are indistinguishable from superintelligent AI is a possible outcome.\n\nKey learnings:\n- The more ascended corporations there are trying to maximize shareholder value, the more chance there is that some will cause negative externalities, and it becomes much more difficult to regulate them.\n- Friendly AI is an incredibly challenging problem, and the potential consequences of not solving it could be dire.\n- Building a superintelligent AI is risky and could lead to an existential catastrophe.\n- Emulations of human minds as workers could be an alternative that doesn't pose as much of a risk.\n- A world ruled by corporations could be just as dangerous as a world ruled by superintelligent AI.\n\nKey questions:\n- What are the limitations of an economy that drifts further from human control, and how do we regulate it?\n- Can we program ethics into robots and corporations, or would that be too complex?\n- How can we ensure that an Ascended Economy operates in a way that is compatible with our societal values?\n- What are the potential benefits and risks of creating emulations of human minds?\n- Could corporations become so dominant that they effectively become superintelligent AI?\n- What can be done to ensure that the development of AI benefits humanity rather than causing harm?\n"
}