{
    "title": "Three More Articles On Poverty, And Why They Disagree With Each Other",
    "date": "June 14, 2016",
    "links": [
        "http://qje.oxfordjournals.org/content/early/2016/04/27/qje.qjw001.short?rss=1",
        "https://slatestarcodex.com/2014/05/26/compound-interest-is-the-least-powerful-force-in-the-universe/",
        "http://pubs.aeaweb.org/doi/pdfplus/10.1257/jep.28.3.127",
        "https://decorrespondent.nl/4664/Why-do-the-poor-make-such-poor-decisions-/179307480-39a74caf",
        "http://www.themoneyillusion.com/?p=31723",
        "http://pss.sagepub.com/content/early/2015/12/14/0956797615612727.abstract",
        "https://slatestarcodex.com/2016/05/23/three-great-articles-on-poverty-and-why-i-disagree-with-all-of-them/"
    ],
    "url": "https://slatestarcodex.com/2016/06/14/three-more-articles-on-poverty-and-why-they-disagree-with-each-other/",
    "summary": "Key ideas:\n- Studies show that winning the lottery or experiencing an increase in income does not necessarily lead to improved health, education, or prosocial behavior for individuals or their children\n- Living in extreme poverty can have negative effects on mental health and behavior, but getting more money may help alleviate some of these issues\n- Poor individuals have the potential to save more of their income, but may lack the skills or cultural tendencies to do so\n\nKey learnings:\n- Giving money to the poor may not always lead to long-term improvements, but it could help in certain extreme cases\n- Poverty has a complex relationship with mental health and behavior, and both nature and culture may be contributing factors\n- The ability to save money and live frugally is a skill that may be culturally malleable and worth investing in\n\nKey questions:\n- Does increased income benefit poor individuals differently in different social or cultural contexts?\n- What can be done to help poor individuals learn how to save money and live frugally?\n- Are there better alternatives to money transfers for alleviating poverty?"
}