{
    "title": "Skin In The Game",
    "date": "May 14, 2016",
    "links": [
        "https://slatestarcodex.com/2016/05/12/solidarity/",
        "https://slatestarcodex.com/2016/05/12/solidarity/#comment-356633",
        "http://lesswrong.com/lw/2k/the_least_convenient_possible_world/",
        "https://slatestarcodex.com/2015/07/28/non-dual-awareness/",
        "https://slatestarcodex.com/2013/08/25/fake-consensualism/",
        "https://www.currentaffairs.org/",
        "https://en.wikipedia.org/wiki/Technological_unemployment",
        "http://lesswrong.com/lw/2k/the_least_convenient_possible_world/",
        "https://en.wikipedia.org/wiki/Construal_level_theory",
        "http://www.theguardian.com/world/2008/jul/02/humanrights.usa"
    ],
    "url": "https://slatestarcodex.com/2016/05/14/skin-in-the-game/",
    "summary": "Key ideas:\n- The author discusses his sympathy for junior doctors and his lack of sympathy for adjuncts.\n- He questions whether his personal experiences and cultural expectations impact his opinions on these professions.\n- The author considers arguments about society's obligation to offer decent jobs and distortions in the economy.\n- He reflects on his own experiences with a difficult landlord and questions the morality of contracts that place the burden of insurance on tenants.\n- The author looks at the concept of journalistic self-outsourcing and whether proponents of globalization should be advocating for their own jobs to be given to people in other countries.\n- The argument about whether or not journalists or other privileged people should give up their jobs for those less privileged.\n- Two contradictory arguments about who should be trusted to offer opinions, either those with personal experience or those with detachment from the situation.\n- The power of personal experience in developing knowledge and insights.\n- Questions about whether or not personal experience reduces entirely to factual propositions.\n\nKey learnings:\n- Personal experiences and cultural expectations can influence one's opinions on professions and issues surrounding them.\n- Arguments can be made about society's responsibilities and distortions in the economy that impact certain professions, but there is no clear-cut solution.\n- The morality of contracts that place the burden of insurance on tenants is questionable.\n- Proponents of globalization should consider whether they are willing to outsource their own jobs if they advocate for it.\n- Personal experience can provide insights beyond factual knowledge.\n- Contradictory perspectives may both have validity depending on the situation.\n- It can be challenging to determine whose opinions to trust, given the benefits and limitations of personal experience and detachment.\n\nKey questions:\n- How much should personal experiences and cultural expectations influence our opinions on certain professions and issues?\n- Is there a clear solution to issues surrounding certain professions and their treatment and compensation?\n- Should contracts that place the burden of insurance on tenants be considered a human rights violation?\n- Should proponents of globalization consider outsourcing their own jobs if they advocate for it?\n- Does personal experience reduce entirely to factual propositions?\n- Should people with privilege give up their jobs for those less privileged?\n- Is it possible to balance the benefits and limitations of personal experience and detachment when listening to opinions?\n"
}