{
    "title": "Against Interminable Arguments",
    "date": "March 6, 2016",
    "links": [
        "http://slatestarscratchpad.tumblr.com/post/140186505776/okay-were-having-too-many-collisions-here-so",
        "https://slatestarcodex.com/2014/12/17/the-toxoplasma-of-rage/",
        "https://xkcd.com/386/",
        "https://slatestarcodex.com/2015/05/22/ai-researchers-on-ai-risk/",
        "http://imgur.com/OtPLZ63",
        "https://slatestarcodex.com/2015/08/15/my-id-on-defensiveness/",
        "https://slatestarcodex.com/2014/02/23/in-favor-of-niceness-community-and-civilization/",
        "https://slatestarcodex.com/2016/03/06/against-interminable-arguments/#comment-332817"
    ],
    "url": "https://slatestarcodex.com/2016/03/06/against-interminable-arguments/",
    "summary": "Key ideas:\n- Interminable arguments can create problems within a community.\n- Productive discussions differ from interminable arguments in that they are voluntary.\n- Memetic evolution for controversy can contribute to interminable arguments.\n- Feeling obligated to debate something can lead to hostility and decreases the likelihood of changing one's views.\n- Blocking jerks is a good way to combat interminable arguments.\n- Low tolerance for newbies can contribute to interminable arguments.\n- Interminable arguments can be asymmetrical, especially in social justice contexts.\n- It is important to make it clear that defending one's position is not mandatory.\n\nKey learnings:\n- Communities will do better with less hostility around debates.\n- It can be helpful to debate in longer forms or in private in order to avoid being performative.\n- Niceness can help, but other social skills are equally important.\n\nKey questions:\n- How can we better distinguish between interminable arguments and productive discussions?\n- Are there certain topics that are more likely to devolve into interminable arguments?\n- How can we best handle situations where someone feels obligated to debate something they don't have time for?"
}