{
    "title": "Tolerance Troubles",
    "date": "August 15, 2016",
    "links": [
        "http://lesswrong.com/lw/kj/no_one_knows_what_science_doesnt_know/",
        "http://paintrials.com/publications/Capasso8.pdf",
        "http://www.yudkowsky.net/rational/technical/",
        "https://en.wikipedia.org/wiki/Tachyphylaxis",
        "https://slatestarcodex.com/2014/07/07/ssris-much-more-than-you-wanted-to-know/",
        "http://behaviorismandmentalhealth.com/2014/04/08/antidepressants-make-things-worse-in-the-long-term/",
        "http://www.madinamerica.com/2013/03/do-antipsychotics-worsen-long-term-schizophrenia-outcomes-martin-harrow-explores-the-question/",
        "http://www.treatmentadvocacycenter.org/component/content/article/2085-anatomy-of-a-non-epidemic-a-review-by-dr-torrey"
    ],
    "url": "https://slatestarcodex.com/2016/08/15/tolerance-troubles/",
    "summary": "Key ideas:\n- Tolerance to drugs is a well-known phenomenon, but the degree of tolerance varies for different individuals and drugs.\n- Some drugs, like Adderall, maintain their intended effect even after taking them multiple times, while others like heroin might lose their effect.\n- Tolerance can sometimes overshoot the intended effect, leading to adverse outcomes like tardive dyskinesia or worsening depression.\n- The mechanism behind tolerance is receptor-level action and is poorly understood.\n- The potential for tolerance is not often considered in prescribing psychiatric medication.\n\nKey learnings:\n- Some drugs may not produce tolerance or may produce supertolerance.\n- The same drug may produce different effects in different individuals, including in terms of tolerance.\n- Tachyphylaxis is a phenomenon where a drug suddenly stops working and is not well understood.\n- Addiction and tolerance may be genetically influenced.\n\nKey questions:\n- How can Adderall not lead to tolerance in some people with ADHD?\n- Why do some individuals not develop tolerance for benzodiazepine sleeping pills or opiates used as painkillers?\n- How does the 5-HT2A receptor affect consciousness when decreased amounts of it renders LSD ineffective?\n- How can addiction and tolerance be better understood and treated?"
}