{
    "title": "Book Review: PiHKaL",
    "date": "August 11, 2016",
    "links": [
        "https://www.amazon.com/Pihkal-Chemical-Story-Alexander-Shulgin/dp/0963009605/ref=as_li_ss_tl?ie=UTF8&qid=1470970245&sr=8-1&keywords=pihkal&linkCode=ll1&tag=slastacod-20&linkId=53494a31d89320b8466fd5124fd0e3d1",
        "https://slatestarcodex.com/2015/04/21/universal-love-said-the-cactus-person/",
        "http://theinfluence.org/why-two-scientists-have-developed-an-extraordinary-way-to-extend-dmt-trips/",
        "http://unsongbook.com/"
    ],
    "url": "https://slatestarcodex.com/2016/08/11/book-review-pihkal/",
    "summary": "Key ideas:\n- PiHKAL is an autobiography of Alexander and Ann Shulgin discussing their chemistry research and love story.\n- The book contains several sections, including a cookbook detailing 179 different psychedelic substances and an assortment of trip reports, social gatherings, and arguments against the War on Drugs.\n- Shulgin believes his work on psychedelics is vitally important for the human race.\n- The autobiography PiHKAL is written by Ann and Alexander Shulgin.\n- The book includes personal and scientific anecdotes about the use, discovery, and synthesis of psychoactive drugs.\n- Another notable theme is the anthropology and ethnography of the social circle surrounding the Shulgins.\n- Their close friends are a mix of scientists, mental health professionals, hippies, and underachieving geniuses.\n- The book also touches on the deep and complicated relationships between the characters.\n- The Shulgins and their friends often act in a very Freudian way, even though it seems unusual.\n- Ann Shulgin had a spiritual crisis and was able to resolve it with help from a Jungian psychologist and Internal Family Systems therapy.\n- The author is jealous of individuals who have exciting spiritual crises that are full of symbolism but is also suspicious of them.\n- Ann Shulgin had an experience called the \"spiral\" which happened to her since she was a child and two other people had the same experience.\n\nKey learnings:\n- The book's style can be jarring, switching rapidly between chemistry and personal anecdotes.\n- Psychedelics can be interesting and mysterious, but their usefulness to any other project is unclear.\n- Shulgin seems to be searching for a drug that consistently brings about new insights and perceptions quickly, but it's not totally clear why.\n- The book shows the significance and impact of psychoactive drugs on individuals and society.\n- It highlights the importance of staying true to oneself and following one's curiosity and passions.\n- It demonstrates the complexity and nuance of interpersonal relationships and the power dynamics at play.\n- Psychedelics can help remember repressed childhood memories.\n- Jungian psychology and Internal Family Systems therapy can be helpful in resolving spiritual crises.\n- Individual experiences with psychedelics can differ greatly.\n\nKey questions:\n- Why does Shulgin believe his project on psychedelics is vitally important for the human race?\n- What is Shulgin's hope in searching for a drug that consistently brings about new insights and perceptions quickly?\n- Why did Shulgin keep inventing more psychedelic substances?\n- How much artistic and literary license did the Shulgins take when writing their autobiography?\n- How has the use and perception of psychoactive drugs changed since the time of the Shulgins?\n- What can we learn about human nature and relationships from the experiences and anecdotes in PiHKAL?\n- Why do the Shulgins and their friends often act in a very Freudian way and is it related to their drug use?\n- How do psychedelics affect spiritual experiences?\n- Do the experiences individuals have on psychedelics reflect their subconscious minds or are they merely hallucinations?\n"
}