{
    "title": "The Ideology Is Not The Movement",
    "date": "April 4, 2016",
    "links": [
        "http://lesswrong.com/lw/lt/the_robbers_cave_experiment/",
        "https://slatestarcodex.com/2014/05/19/nerds-can-be-bees-too/",
        "https://slatestarcodex.com/2014/06/12/list-of-the-passages-i-highlighted-in-my-copy-of-jonathan-haidts-the-righteous-mind/",
        "http://www.livescience.com/52197-religion-mental-health-brain.html",
        "http://lesswrong.com/lw/lv/every_cause_wants_to_be_a_cult/",
        "https://berniesingles.com/",
        "http://www.salon.com/2016/01/17/marco_rubios_real_disqualification_new_video_outlines_bizarre_religious_faith_and_he_wants_to_govern_by_it/",
        "http://usatoday30.usatoday.com/news/religion/2007-09-24-muslim-tension_N.htm",
        "http://www.telegraph.co.uk/culture/9526045/Why-not-all-deaf-people-want-to-be-cured.html",
        "http://www.thedailybeast.com/articles/2015/02/25/they-don-t-want-an-autism-cure.html",
        "https://en.wikipedia.org/wiki/Cultural_genocide",
        "https://www.reddit.com/r/aspergers/comments/3kr7uf/why_do_people_want_to_commit_genocide_on_the/",
        "https://www.reddit.com/r/TumblrInAction/comments/2bn1ga/finding_a_cure_for_autism_is_genocide/",
        "http://rationalitycardinality.com/",
        "http://nostalgebraist.tumblr.com/",
        "http://thefutureprimaeval.net/of-culture-wars-and-mongol-hordesof-immigrants-and-kings/",
        "http://www.amazon.com/Ready-Player-One-Ernest-Cline/dp/0307887448/ref=as_li_ss_tl?ie=UTF8&qid=1459738834&sr=8-1&keywords=ready+player+one&linkCode=ll1&tag=slastacod-20&linkId=69bc1494abc539bfbc996d24acc6f95a",
        "http://meaningness.com/metablog/geeks-mops-sociopaths",
        "http://www.meltingasphalt.com/religion-is-not-about-beliefs/"
    ],
    "url": "https://slatestarcodex.com/2016/04/04/the-ideology-is-not-the-movement/",
    "summary": "Key ideas:\n- Comparison of Sunni/Shia divide to Robbers’ Cave experiment\n- All groups have similarities (purpose, comradery, intergroup conflict)\n- Tribalism is present in all groups at different levels\n- Benefits of tribalism include increased positive feelings, trust, and cooperation within the group\n- Ethnogenesis involves pre-existing differences, a rallying flag, development, and dissolution\n- Communities and tribes can be formed through pre-existing differences, a rallying flag, and development.\n- Over time, some tribes dissolve due to assimilation, while others persist.\n- Communities are best understood historically rather than logically.\n- Religion and politics serve as rallying flags for tribes.\n- The holy book or ideology is the rallying flag, but it is not the tribe itself.\n- Tribal identity can be based on race, nationality, religion, subcultures, or other ideologies.\n- Tribes create an independent culture that may diverge significantly from the holy book or ideology.\n- Cultural appropriation and posers threaten a tribe's existence.\n- Nationalism and patriotism use national identity as a rallying flag for a strong tribe.\n- Racism may devolve from ethno-nationalism, but patriotism can substitute for racism in countries with non-ethnic notions of heritage.\n- Modern society makes maintaining tribal identities hard.\n\nKey learnings:\n- The Robbers’ Cave experiment shows how intergroup conflict arises between groups with little real difference among their members\n- Tribalism is a natural and potentially beneficial aspect of group formation\n- A strong tribal identity provides social support, purpose, and sense of belonging\n- Tribes can be formed around virtually anything, and the strength and cohesion of a tribe is influenced by shared experiences and cultural development.\n- Community building is an emotional and psychological process that depends on shared experiences, values and principles.\n- Understanding historical context can help us understand why a particular community has formed.\n- People are just trying to find a tribe for themselves and keep it intact.\n- Tribes create a sense of trust, social networking, pride, and identity.\n- Keeping tribal identity can be a crappy situation with no good choices, leading to pity for tribal members.\n- Maintaining tribal identities has practical and moral difficulties in modern society.\n\nKey questions:\n- How can the benefits of tribalism be maximized while minimizing conflict between tribes?\n- Is there a downside to ethnicgenesis, where groups with strong tribal identities further divide society?\n- How can we find a balance between the benefits of tribalism and the need to interact with those outside of our group?\n- How do tribes and communities differ from one another?\n- Can community building be a deliberate process or is it always spontaneous?\n- What role do shared experiences and values play in the formation of communities?\n- Do you keep believing a false thing, or do you give up on everything you love and enjoy?\n- How can tribalism be a worthwhile or even a possible project in modern society?\n- Is there such a thing as conservation of tribalism? Can we get rid of one tribal identity and avoid people seizing on another?\n- How can we maintain tribal identities in the face of cultural appropriation and the pressure to dissolve into modern secular consumerism?\n- Is deliberately trying to eradicate patriotism a good idea?\n"
}