{
    "title": "Reverse Voxsplaining: Prison and Mental Illness",
    "date": "March 7, 2016",
    "links": [
        "http://www.vox.com/2016/3/7/11173756/prisons-jails-mental-health-map",
        "http://content.healthaffairs.org/content/25/3/601.full",
        "http://www.tacreports.org/storage/documents/treatment-behind-bars/treatment-behind-bars-abridged.pdf",
        "http://www.bjs.gov/content/pub/pdf/mhppji.pdf",
        "http://www.icpsr.umich.edu/icpsrweb/NACJD/studies/4572",
        "https://slatestarcodex.com/2013/04/12/noisy-poll-results-and-reptilian-muslim-climatologists-from-mars/",
        "http://www.scientificamerican.com/article/voice-hearing-by-the-numbers/",
        "http://bjp.rcpsych.org/content/174/1/9.abstract",
        "http://www.vox.com/2015/6/23/8833529/mental-illness-mass-shootings",
        "http://www.vox.com/2015/7/16/8978579/war-on-drugs-mass-incarceration",
        "http://sci-hub.io/doi/10.1176/ajp.138.6.736",
        "https://slatestarcodex.com/2014/11/05/the-right-to-waive-your-rights/",
        "https://en.wikipedia.org/wiki/Rosenhan_experiment"
    ],
    "url": "https://slatestarcodex.com/2016/03/07/reverse-voxsplaining-prison-and-mental-illness/",
    "summary": "Key ideas:\n- German Lopez of Vox argues that America's criminal justice system has become a substitute for the defunded public mental health system.\n- Lopez's argument is based on the assumption that mentally ill people will end up in prisons if there are no long-term state-run mental hospitals.\n- However, the shift from long-term state-run mental hospitals to community care has created an alternate and less restrictive system of outpatient psychiatry.\n- The share of GDP devoted to mental health is the same as it was in 1971.\n- Mentally ill individuals should not be incarcerated solely for their illness.\n- Community mental health systems should be more adequately funded and utilized.\n- Forensic mental health systems dedicated to treating mentally ill prisoners exist but require more funding and attention.\n- Institutionalizing mentally ill individuals does not alleviate the issue.\n\nKey learnings:\n- Less money has not been spent on mental health in the US; there has been a shift from long-term state-run mental hospitals to community care.\n- The vast majority of mentally ill people can live okay lives outside of any institution and do not need to be institutionalized.\n- Mentally ill people are likely to end up in prison at increased rates due to the same factors correlated with criminality and mental illness.\n- Mental illness should not be criminalized and those in need should receive proper care.\n- Society must invest more into mental health resources to better serve those struggling with illness.\n\nKey questions:\n- How mentally ill are the people incarcerated in prisons?\n- What is the definition of \"severely mentally ill\" by the Treatment Advocacy Center?\n- What led to the rise in the US prison population in the 1980s?\n- Are long-term state-run mental hospitals a better alternative to prisons?\n- What are the other options to reduce the number of mentally ill people in prisons?\n- How can the community mental health system be better funded and utilized?\n- How can the forensic mental health system be improved?\n- Why do some individuals end up incarcerated due to mental illness?\n"
}