{
    "title": "Book Review: Age of Em",
    "date": "May 28, 2016",
    "links": [
        "https://www.reddit.com/r/slatestarcodex/comments/3sjtar/a_robin_hanson_primer/",
        "http://www.overcomingbias.com/",
        "http://amzn.to/1TB67E7",
        "http://ageofem.com/",
        "https://secure.flickr.com/photos/jonbrown17/2571144135/sizes/o/in/photostream/",
        "http://www.overcomingbias.com/2013/11/the-bright-future-of-pipes.html",
        "http://www.overcomingbias.com/2010/06/near-far-summary.html",
        "http://www.overcomingbias.com/2010/10/two-types-of-people.html",
        "http://www.overcomingbias.com/2007/07/beware-the-insi.html",
        "http://www.quickmeme.com/meme/3okrr5",
        "https://primary.guide/",
        "https://en.wikipedia.org/wiki/Policy_Analysis_Market",
        "http://www.ign.com/articles/2016/05/25/civilization-6s-new-game-changer-features",
        "http://www.overcomingbias.com/2016/04/is-forgotten-party-death.html",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "http://lesswrong.com/lw/8o6/the_gift_we_give_tomorrow_spoken_word_finished/5d9f",
        "https://slatestarcodex.com/2014/09/30/i-can-tolerate-anything-except-the-outgroup/",
        "https://wiki.lesswrong.com/wiki/Wireheading",
        "http://reflectivedisequilibrium.blogspot.com/2012/03/are-pain-and-pleasure-equally-energy.html",
        "https://slatestarcodex.com/2014/08/14/beware-isolated-demands-for-rigor/",
        "http://theunbrokenwindow.com/2016/05/27/can-this-be-true/",
        "http://www.artificialbrains.com/openworm#similar",
        "https://en.wikipedia.org/wiki/OpenWorm",
        "http://www.scientificamerican.com/article/why-the-human-brain-project-went-wrong-and-how-to-fix-it/"
    ],
    "url": "https://slatestarcodex.com/2016/05/28/book-review-age-of-em/",
    "summary": "Key ideas:\n- Age of Em is a book of futurism that predicts what life will be like for emulated humans (ems) in the future.\n- Ems are essentially copies of human brains uploaded onto computers and are capable of living in virtual worlds indefinitely.\n- Ems have three significant differences from humans: they have no natural body, they can run at different speeds, and they can be copied, cut, and pasted.\n- The ability to copy ems creates a fundamentally different economy and labor relations.\n- Most ems will exist on subsistence wages.\n- Ems might be able to get time off the clock and have weird social lives.\n- The economy might double every objective day, leading to trillions of ems and construction of superdense cities.\n- Ordinary humans will become fantastically rich in this economy.\n- The Age of Em will last for subjective em millennia, after which a technological singularity or other event might occur.\n- Despite being poor by our standards, ems will avoid common poverty-associated miseries.\n- The author posits a scenario where an economy based on algorithmic trading and efficiency replaces all humans with algorithm-run companies and banks. This is referred to as the Ascended Economy.\n- The Age of Em is an economy in the early stages of this transformation, where ems - brain simulations of humans - replace humans with some aspects of their humanity stripped away.\n- The author worries that tweaks to em minds, such as suppressing sexuality, using stimulants to increase productivity, and allowing bosses control over reward centers, could lead to a scenario not much different from the Ascended Economy.\n- Hanson's arguments against AI seem motivated, as he ignores published papers surveying hundreds of researchers and instead relies only on informal meetings with AI experts to estimate the timeline for achieving human-level AI.\n- Critique of Hanson's \"the ems come first\" scenario for being too optimistic.\n- Biosimulation to upload human brains is much harder than imagined.\n- AI will be inhuman and less relatable.\n\nKey learnings:\n- The book serves as an introduction to several concepts that recur throughout the works of the author, such as near vs. far mode, the farmer/forager dichotomy, the inside and outside views, and signaling.\n- It provides a whirlwind tour of almost every science and is an excellent way to learn about the present.\n- It is also a manifesto for optimal institutions and introduces prediction markets and combinatorial auctions as decision-making tools.\n- Ems might fundamentally change the way we think about labor, wages, and even retirement.\n- The em world will be very strange and the population will grow incredibly fast.\n- Ordinary humans will become a wealthy but rare minority in the em world.\n- The author believes that the Ascended Economy scenario, where algorithm-run companies and banks replace all humans, is a dystopian future.\n- The Age of Em, where brain simulations of humans replace biological humans, could lead to a scenario not much different from the Ascended Economy due to tweaks to em minds.\n- The author questions Hanson's arguments against AI, which seem to be based on informal meetings with AI experts rather than published research.\n- Robin's \"Age of Em\" is engaging, readable, and a fascinating introduction to the concepts.\n- Even the rock-bottom easiest biosimulation project, a nematode, has been a failure.\n- Designing AI technology will be more inhuman and much harder to write sympathetic stories about.\n\nKey questions:\n- Can the predictions in the book be trusted, given that predicting the future is notoriously difficult?\n- Is there any chance that ems could exist in the future?\n- Can futurism be used to influence or shape policy decisions in the present, or is it purely a thought experiment?\n- How might ems react to being terminated and copied, and how will this affect their attitudes toward life and death?\n- How will the economy change as a result of ems?\n- How will ems' social lives be affected by their unique situations?\n- What challenges will be faced in constructing the superdense cities required to house trillions of ems?\n- Can tweaks to em minds be implemented in a way that does not lead to a dystopian scenario?\n- Is it possible to achieve the benefits of an efficient economy without sacrificing non-economic goals and values?\n- Should Hanson's arguments against AI be considered seriously if they are not based on published research?\n- How can ems maintain relatability and basic humanity given the immense challenges of the process?\n- Are engineers up to the task of designing an AI technology that can think and act in a way that is fundamentally different from humans?\n"
}