{
    "title": "Might People On The Internet Sometimes Lie?",
    "date": "December 12, 2016",
    "links": [
        "https://www.reddit.com/r/AskReddit/comments/5gkbgd/parents_of_children_who_claim_to_have_had_past/",
        "https://www.reddit.com/r/AskReddit/comments/5hw3mt/what_is_the_creepiest_glitch_in_the_matrix_youve/",
        "https://www.reddit.com/r/AskReddit/about/traffic/",
        "https://slatestarcodex.com/2014/12/17/the-toxoplasma-of-rage/"
    ],
    "url": "https://slatestarcodex.com/2016/12/12/might-people-on-the-internet-sometimes-lie/",
    "summary": "Key ideas:\n- Reddit threads illustrate far-fetched claims about telepathic contact, cryptid sightings, UFOs, etc.\n- Hypothesis: one million people view Reddit daily, 10% from those see posts with fake claims\n- If even 1/10,000 people on the Internet are annoying trolls who post one fake story per thread for the lulz, then that's enough to make convincing stories that are, in fact, lies\n- Interesting things are usually lies, such as crusades against real evils, surprising-if-true stories, and bad science\n- The problem with non-replicable science is that some people are sloppy, biased, or stumble upon wrong methodologies that give lots of false positives, driving out the truth-tellers\n\nKey learnings:\n- Communities big enough to include even a few liars, without a strong mechanism to stop them, will have lies rising to the top\n- It is difficult to believe that some people are just liars, even though their stories are far-fetched and unlikely to be true\n\nKey questions:\n- Why is it so hard to believe that people in Reddit threads are liars, despite their stories being improbable and having little evidence to back them up?\n- What are the other factors aside from annoying trolls that contribute to the posting of fake stories in forums and websites?\n- How can one discern whether a story is just a coincidence or a weird psychological trick, or if it is an actual paranormal or telepathic experience?"
}