{
    "title": "List Of Passages I Highlighted In My Copy Of “Superforecasting”",
    "date": "February 7, 2016",
    "links": [
        "https://slatestarcodex.com/2016/02/04/book-review-superforecasting/#comment-321139",
        "https://climatetrader.wordpress.com/2015/11/09/book-review-superforecasting-the-art-of-science-and-prediction/",
        "http://www.nytimes.com/2013/08/20/health/a-dry-pipeline-for-psychiatric-drugs.html?_r=0",
        "https://slatestarcodex.com/2015/04/30/prescriptions-paradoxes-and-perversities/",
        "https://slatestarcodex.com/2014/03/08/the-slate-star-codex-political-spectrum-quiz/",
        "https://twitter.com/Nate_Cohn/status/438803337975050240/photo/1",
        "https://slatestarcodex.com/2015/09/16/cardiologists-and-chinese-robbers/",
        "http://the-nth-angel.tumblr.com/post/131925297580/so-last-week-i-emailed-phillip-tetlock-asking",
        "https://slatestarcodex.com/2013/08/06/on-first-looking-into-chapmans-pop-bayesianism/",
        "http://lesswrong.com/lw/u3/say_it_loud/",
        "http://rationality.org/hiring/inside-sales/"
    ],
    "url": "https://slatestarcodex.com/2016/02/07/list-of-passages-i-highlighted-in-my-copy-of-superforecasting/",
    "summary": "Key ideas:\n- Good Judgment Project outperformed its competitors, including academic institutions and professional intelligence analysts, in predicting events.\n- Evidence-based medicine did not necessarily result in rapid advances in medicine.\n- Meta-level principles of experts can be sculpted around what best supports their opinions.\n- The use of vague language can lead to misunderstandings and inaccurate predictions.\n- Superforecasters are not necessarily vastly more intelligent than regular forecasters.\n- Second estimates made after considering why one's initial judgment might be wrong can improve accuracy.\n- The CIA's use of probability is criticized for disguising uncertainty rather than providing useful information.\n- People's intuitive idea of probability is hopelessly confused, and even President Obama had issues with it.\n- Superforecasters who use a finer-grained approach to forecasting are more accurate than those who use coarser scales.\n- Experts often remember their estimates incorrectly and in a more exaggerated manner.\n- Good teams are effective when low-level members are given leeway to question and challenge their higher-ups.\n- The humility required for good judgement is intellectual humility, not self-doubt, and can be combined with confidence in one's abilities for fruitful results.\n- Smart, dedicated people can inoculate themselves against cognitive illusions.\n\nKey learnings:\n- Concentrating on the best people may be more effective than using \"straightforward wisdom of crowds\" methods.\n- A tutorial covering some basic concepts can improve accuracy by 10% at little cost.\n- Using diversity as a criterion when selecting what to read next can help avoid being influenced solely by like-minded sources.\n- The use of probability can be problematic and disguise uncertainty rather than clarify it.\n- People's intuitive idea of probability is often confused, and a more fine-grained approach can increase accuracy.\n- Experts tend to remember their estimates as being bolder than they actually were.\n- Organizations benefit from recruiting and training talented people who are able to resist biases.\n\nKey questions:\n- What were the other teams in the Good Judgment Project's competition doing?\n- Can evidence-based medicine retard progress?\n- How can adversarial collaboration help establish consistent meta-level principles?\n- What can be done to avoid misunderstandings caused by vague language?\n- Why are superforecasters not vastly more intelligent than regular forecasters?\n- How effective would the \"imagine that the marriage failed\" approach be in predicting marital success?\n- What did Obama mean when he said \"this is fifty-fifty\" in regards to estimating the probability of a situation?\n- How does granularity predict accuracy in forecasting?\n- Why do organizations benefit from recruiting and training people who can resist biases?\n- How can people inoculate themselves against cognitive illusions?\n"
}