{
    "title": "Things Probably Matter",
    "date": "July 20, 2016",
    "links": [
        "https://slatestarcodex.com/2016/03/23/the-price-of-glee-in-china/",
        "http://econlog.econlib.org/archives/2016/03/does_anything_m.html",
        "http://www.nytimes.com/2010/09/15/business/15leonhardt.html?_r=0",
        "http://freakonomics.com/2010/09/15/the-black-white-happiness-gap-large-but-narrowing/",
        "http://ftp.iza.org/dp4200.pdf",
        "http://humcap.uchicago.edu/RePEc/hka/wpaper/Graham_Chattopadhyay_2012_GenderandWellBeing.pdf",
        "http://languagelog.ldc.upenn.edu/nll/?p=1458",
        "http://languagelog.ldc.upenn.edu/nll/?p=1753",
        "https://www.researchgate.net/profile/Christian_Welzel2/publication/228895932_Development_Freedom_and_Rising_Happiness_A_Global_Perspective_(1981-2007)/links/0fcfd511bc8a8dfa40000000.pdf",
        "https://slatestarcodex.com/blog_images/happinessgraph2.png",
        "http://www.afd.fr/webdav/shared/PORTAILS/PUBLICATIONS/EUDN/EUDN2010/CLARK-SENIK-presentation.pdf"
    ],
    "url": "https://slatestarcodex.com/2016/07/20/things-probably-matter/",
    "summary": "Key ideas:\n- Scott Sumner argues that the question of whether things matter applies not only to China but also to America.\n- Despite many societal achievements in America, surveys show no rise in average happiness since the 1950s.\n- The law of the conservation of happiness suggests that people's level of happiness is calibrated around the sort of lifestyle that they view as \"normal\".\n- Happiness can change significantly on the countrywide level in response to social trends.\n- Economic growth may increase national happiness, but it's usually overpowered by other factors such as development increasing democracy, liberalism, rule of law, and stability.\nKey learnings:\n- Happiness can be altered on a multi-decade timescale in response to relevant social changes, contradicting the assumption that people fixate on a certain level of happiness and stay there.\n- The graph shows that most countries got happier between the years 1990 and 2010, with Mexico showing the highest increase.\n- Economic growth may increase national happiness, but it's usually overpowered by other factors such as development increasing democracy, liberalism, rule of law, and stability.\nKey questions:\n- What are the country-specific factors that have kept Chinese happiness from increasing despite its development?\n- What is the difference between a Chinese person going from poverty to wealth, versus a Syrian going from stability to chaos?\n- Why did blacks adjust their happiness level based on real trends, even over the course of a multi-decade change, but apparently not the Chinese? \n- What other factors besides economic growth may account for the increase in national happiness in Mexico and South Africa?"
}