{
    "title": "Myers’ Race Car Versus The General Fitness Factor",
    "date": "May 4, 2016",
    "links": [
        "http://freethoughtblogs.com/pharyngula/2016/04/05/superbrains-will-not-come-out-of-a-test-tube/",
        "http://infoproc.blogspot.com/2016/04/this-is-for-pz-meyers.html",
        "http://www.pnas.org/content/111/38/13790.full",
        "http://www.snpedia.com/index.php/Rs1487441",
        "http://www.scientificamerican.com/article/research-confirms-a-link-between-intelligence-and-life-expectancy/",
        "http://ije.oxfordjournals.org/content/early/2015/07/24/ije.dyv112.abstract",
        "http://www.telegraph.co.uk/news/worldnews/europe/italy/2111096/Clever-people-could-live-15-years-longer.html",
        "http://www.cnn.com/2016/02/08/europe/iq-test-dogs-british-scientists/",
        "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3938855/",
        "http://journals.plos.org/plosgenetics/article?id=10.1371/journal.pgen.1003451",
        "http://www.ncbi.nlm.nih.gov/pubmed/16176713",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3044837/",
        "http://www.people.vcu.edu/~mamcdani/Publications/Banks%20et%20al.%202010.pdf",
        "http://www.ncbi.nlm.nih.gov/pubmed/25937789",
        "https://twitter.com/StuartJRitchie/status/614003599220322304",
        "http://www.sciencedirect.com/science/article/pii/S016028961500077X",
        "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2254220/",
        "http://www.psychologicalscience.org/index.php/news/releases/sons-intelligence-linked-to-fathers-criminal-history.html",
        "http://www.ncbi.nlm.nih.gov/pubmed/27106532",
        "https://www.nih.gov/news-events/nih-research-matters/teen-fitness-linked-higher-iq-achievement",
        "https://www.psychologytoday.com/files/attachments/95822/intelligence-and-physical-health.pdf",
        "http://www.annalsofepidemiology.org/article/S1047-2797%2811%2900056-1/abstract",
        "https://en.wikipedia.org/wiki/Cognitive_epidemiology#Cancer",
        "https://westhunt.wordpress.com/2012/02/27/typos/",
        "http://rspb.royalsocietypublishing.org/content/272/1575/1865",
        "http://scienceblogs.com/pharyngula/2009/04/20/crank-science-is-as-crank-scie/",
        "http://web.mit.edu/fustflum/documents/papers/AshkenaziIQ.jbiosocsci.pdf",
        "http://www.livescience.com/19692-genes-brain-size-intelligence.html",
        "https://en.wikipedia.org/wiki/Obstetrical_dilemma"
    ],
    "url": "https://slatestarcodex.com/2016/05/04/myers-race-car-versus-the-general-fitness-factor/",
    "summary": "Key ideas:\n- PZ Myers criticized Stephen Hsu's proposal for genetic engineering\n- Myers argued that Hsu's estimation of the number of genes that contribute to IQ - 10,000 genes - is concerning as it may have an impact on other aspects of human physiology\n- Myers used an analogy of car design to explain the complexities of optimizing for a specific trait\n- The author argues against the race car hypothesis that optimizing for intelligence would lead to negative consequences in other traits\n- The author cites studies that show a positive correlation between high IQ and health, fitness, attractiveness, and social well-adjustedness\n- The idea that increased intelligence is a hindrance in genetic evolution is not entirely accurate.\n- Evolution doesn't prioritize intelligence as much as humans do as it has diminishing returns past a certain point.\n- Higher intelligence has evolved quickly and effectively in rare cases like certain mercantile societies.\n- The Ashkenazi Jews have an average IQ 12-15 points higher than their European neighbors, and it is associated with the same set of genes that produce sphingolipidoses.\n- The idea that evolution must trade off something else in favor of intelligence is not valid, as evolution does not share the same sense of exchange as humans.\n\nKey learnings:\n- The trade-off between intelligence and other traits is not as clear cut as previously thought\n- There is a positive correlation between high IQ and health, fitness, attractiveness, and social well-adjustedness\n- The race car assumption that optimizing for intelligence will lead to negative consequences in other traits is not supported by research\n- Evolution doesn't deprive a species of higher intelligence, but it doesn't prioritize it like humans do.\n- Higher intelligence has evolved quickly and effectively in rare cases where evolution had an incentive to do so.\n- Not all mutations are due to chance, and some regions may evolve high amounts of intelligence through specific key pathways.\n\nKey questions:\n- What is the role of heterozygosity in determining intelligence and other traits?\n- What is the impact of mutational load on intelligence and other traits?\n- What are the trade-offs associated with optimizing for high intelligence?\n- Can we design an IQ 300 baby without negative health consequences?\n- Is it likely that society will prioritize higher intelligence over other aspects of evolution?\n- Are certain key pathways more vital in determining intelligence, and is there room for improvement in other pathways to promote higher intelligence?\n- What are the real-life consequences of genetic modification, and how will it be regulated to ensure ethical and humane practice?\n"
}