{
    "title": "Anorexia And Metabolic Set Point",
    "date": "April 26, 2017",
    "links": [
        "https://slatestarcodex.com/2017/04/25/book-review-the-hungry-brain/",
        "https://slatestarcodex.com/2017/03/06/book-review-behavior-the-control-of-perception/",
        "http://sci-hub.io/10.1016/j.eatbeh.2016.11.005",
        "https://www.ncbi.nlm.nih.gov/pubmed/17060920",
        "http://jnnp.bmj.com/content/76/6/852",
        "http://sci-hub.io/10.1016/0387-7604(94)90064-7",
        "https://www.ncbi.nlm.nih.gov/pubmed/18771566",
        "https://slatestarcodex.com/2014/09/24/streetlight-psychology/"
    ],
    "url": "https://slatestarcodex.com/2017/04/26/anorexia-and-metabolic-set-point/",
    "summary": "Key ideas\n- Anorexia nervosa can be seen as falling into two phases, with the second phase characterized by an inability to regain weight despite rational understanding of the need to do so.\n- The lipostat is a brain system that regulates body weight by measuring the level of leptin in the blood and generating urges to eat or exercise.\n- Obesity occurs when the lipostat becomes leptin-resistant, causing the brain to underestimate the level of leptin and defend a higher weight set point.\n- Anorexia may occur when the lipostat becomes hypersensitive to leptin, causing the brain to overestimate the level of leptin and defend a lower weight set point.\n- Anorexics fidget much more than healthy controls, which may be related to an unconscious strategy used by the lipostat to maintain control over weight.\n\nKey learnings\n- There may be a link between anorexia nervosa and the lipostat's regulation of body weight through leptin.\n- The lipostat may also be involved in the phenomenon of fidgeting, which could be a strategy used to maintain unconscious control over weight.\n- Brain tumors can disrupt the regulation of body weight, potentially inducing symptoms similar to anorexia nervosa.\n\nKey questions\n- Is there strong evidence to support the hypothesis that anorexia nervosa is related to the operation of the lipostat?\n- What factors may be responsible for the lipostat becoming hypersensitive to leptin in some people?\n- Can the theory of the lipostat shed light on the causes and treatment of other eating disorders?"
}