{
    "title": "My IRB Nightmare",
    "date": "August 29, 2017",
    "links": [
        "https://mitpress.mit.edu/books/censors-hand",
        "http://theincidentaleconomist.com/wordpress/should-irbs-be-dismantled/",
        "http://t.co/5mxhEycEA5",
        "https://twitter.com/sapinker/status/624603026997706752",
        "https://www.nytimes.com/2017/05/22/science/social-science-research-institutional-review-boards-common-rule.html",
        "https://www.nature.com/news/over-half-of-psychology-studies-fail-reproducibility-test-1.18248",
        "http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0158064",
        "http://andrewgelman.com/",
        "http://daniellakens.blogspot.com/"
    ],
    "url": "https://slatestarcodex.com/2017/08/29/my-irb-nightmare/",
    "summary": "Key ideas:\n- A resident doctor attempts to conduct a study on bipolar screening tests but faces many bureaucratic hurdles and requirements from the IRB.\n- The IRB repeatedly sends him letters about irregularities in his study, such as not including the name of the study on consent forms or using pencils instead of pens for signatures.\n- Patients proved less cooperative than expected, leading to only 25 data points after three months.\n- The author, Scott, recounts his experience conducting a mental health research study with numerous bureaucratic hurdles, including multiple IRB infractions\n- The study ultimately had to be abandoned due to the overwhelming amount of paperwork and regulations\n- Scott expresses frustration with the IRB system and the excessive regulations and bureaucracy involved in conducting research studies, which he feels hinders scientific progress\n- Bureaucracy in science limits the field to big institutional actors with vested interests.\n- The scientific conversation skews in favor of big corporations due to the more hurdles put up by regulations.\n- Closed access journals require people to pay thousands of dollars in subscription fees.\n- Unaffiliated people who just want to look into things on their own are out of luck.\n- Citizen-scientists and science bloggers are playing a big part in debunking bad research.\n\nKey learnings:\n- The IRB has strict regulations for ensuring the ethicality of research studies.\n- The bureaucratic procedures to conduct a study can be extensive and tedious.\n- Patients' conditions can affect their willingness to participate in studies.\n- Conducting research studies involves navigating complex regulations and procedures, which can be time-consuming and frustrating\n- The IRB system may be overly strict and bureaucratic, making it difficult for researchers to conduct studies\n- Research studies require significant time and resources to manage, and even with these investments, may still fail due to unexpected hurdles\n- Bureaucracy in science limits scientific efforts of people who are not part of large institutions.\n- Closed access journals and privacy regulations restrict data sharing and research innovation.\n- Citizen-scientists and science bloggers are making great contributions to the field despite not having institutional affiliations.\n\nKey questions:\n- Can the bureaucratic requirements for conducting a study be streamlined without compromising ethicality?\n- How can researchers address the challenge of coordinating with IRBs to conduct research?\n- How can researchers encourage patients to participate in studies despite their conditions?\n- How can the IRB regulatory process be reformed to make it more efficient and less bureaucratic?\n- Are there certain types of studies that should be exempt from IRB review, particularly those with lower risk?\n- How can researchers streamline the process of managing bureaucratic requirements to focus more on the actual research itself?\n- How can bureaucracy in science be reduced or avoided to encourage smaller-scale scientific efforts?\n- How can closed access journals and privacy regulations be improved to promote data sharing and research innovation?\n- How can citizen-scientists and science bloggers be better supported and recognized for their contributions to the field?\n"
}