{
    "title": "Guided By The Beauty Of Our Weapons",
    "date": "March 24, 2017",
    "links": [
        "http://timharford.com/2017/03/the-problem-with-facts/",
        "https://www.poynter.org/2016/fact-checking-doesnt-backfire-new-study-suggests/436983/",
        "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2819073",
        "https://slatestarcodex.com/2014/06/09/constant-vigilance/",
        "https://priceonomics.com/why-the-father-of-modern-statistics-didnt-believe/",
        "https://slatestarcodex.com/2014/04/15/the-cowpox-of-doubt/",
        "https://www.currentaffairs.org/2017/03/debate-versus-persuasion",
        "https://encrypted.google.com/search?q=%22debating+trump+supporters%22#q=%22debating+trump+supporters+is%22&*",
        "https://en.wikipedia.org/wiki/No_true_Scotsman",
        "https://wiki.lesswrong.com/wiki/How_To_Actually_Change_Your_Mind",
        "https://www.youtube.com/watch?v=Fqm_Br1ywPY",
        "https://soundcloud.com/best-of-the-left/debating-trump-supporters-colin-from-cleveland-oh",
        "http://www.vanityfair.com/news/2017/02/reza-aslan-debating-trump-supporters",
        "https://slatestarcodex.com/2016/09/28/ssc-endorses-clinton-johnson-or-stein/",
        "https://slatestarcodex.com/2016/09/28/ssc-endorses-clinton-johnson-or-stein/#comment-415499",
        "https://slatestarcodex.com/2016/09/28/ssc-endorses-clinton-johnson-or-stein/#comment-415543",
        "https://slatestarcodex.com/2016/09/28/ssc-endorses-clinton-johnson-or-stein/#comment-415708",
        "https://slatestarcodex.com/2016/09/28/ssc-endorses-clinton-johnson-or-stein/#comment-415749",
        "https://slatestarcodex.com/2016/09/28/ssc-endorses-clinton-johnson-or-stein/#comment-415873",
        "https://slatestarcodex.com/2016/09/28/ssc-endorses-clinton-johnson-or-stein/#comment-416477",
        "https://slatestarcodex.com/2016/09/28/ssc-endorses-clinton-johnson-or-stein/#comment-417013",
        "https://www.reddit.com/r/slatestarcodex/comments/60gvph/culture_war_roundup_for_week_of_march_20_2017/df76d5z/",
        "http://nymag.com/scienceofus/2016/11/theres-more-hope-for-political-fact-checking.html",
        "http://www.vox.com/2015/10/3/9444417/gun-violence-united-states-america",
        "http://www.nationalreview.com/article/427967/guns-tk-robert-verbruggen?target=author&tid=1043",
        "http://www.vox.com/policy-and-politics/2015/12/8/9870240/gun-ownership-deaths-homicides",
        "https://slatestarcodex.com/2016/01/06/guns-and-states/",
        "https://slatestarscratchpad.tumblr.com/post/103708539246/nostalgebraist-at-various-points-bostrom-like",
        "http://lesswrong.com/lw/1e/raising_the_sanity_waterline/"
    ],
    "url": "https://slatestarcodex.com/2017/03/24/guided-by-the-beauty-of-our-weapons/",
    "summary": "Key ideas:\n- The Problem With Facts argues that people are resistant to facts and logical arguments, and that facts can even reinforce false beliefs\n- Scientific curiosity may help people become interested in facts again\n- Nyhan & Reifler's study on the backfire effect, which argues that correcting misconceptions can make people cling onto them more, has failed to replicate as of 2016\n- Harford's solution to combat agnotology is to link scientific truths to human interest stories, weave compelling narratives, and find a Carl Sagan or David Attenborough of social science\n- Nathan Robinson argues that deploying logic and reason against Trump supporters hasn't worked, and that the Left should use other forms of communication, such as rhetoric and emotional appeal\n- Purely Logical Debate is difficult and only works with people who are willing to engage in good faith.\n- Therapy has the power to change minds, but doesn't scale.\n- The adversarial collaboration model can foster collaborative truth-seeking.\n- Asymmetric weapons like logic are more powerful in the hands of good than the bad guys.\n- Winning by coincidence, with symmetric weapons that rely on luck, is not a long-term solution.\n- The effectiveness of facts and logic in changing people's opinions is questionable.\n- Truth is a weak signal that's difficult to perceive accurately.\n- Teaching people ways to distinguish truth from falsehood is essential to raise the sanity waterline\n\nKey learnings:\n- People are not impervious to facts, but certain situations make them resistant to logical arguments and evidence\n- Combating agnotology requires engaging people with human interest stories and finding compelling ways to present facts\n- Engaging in productive debates requires mutual respect, collaborative truth-seeking, and a willingness to listen and learn from the other perspective\n- Convincing even a small fraction of people can make a significant difference in a polarized environment.\n- Purposeful action towards improving the quality of debate can build a signal-detection machinery.\n- Both sides can unwittingly pool resources and help each other improve the long-term solution, even as they fight in the trenches.\n- Jettisoning everything one believes and entering a state of pure Cartesian doubt won't help solve the problem.\n- The problem requires a long-term, person-by-person approach to raise the sanity waterline.\n\nKey questions:\n- How can we encourage scientific curiosity to combat agnotology?\n- How can we distinguish between situations where facts are rhetorically insufficient and situations where people are impervious to evidence?\n- What are the minimum standards for productive debate, and how can we create an environment that fosters collaborative truth-seeking rather than point-scoring?\n- How can big fish in media go beyond current forms of transmission and collaborate in investigative journalism, training, and other areas?\n- What can help shift people's mindset from transmission to collaborative truth-seeking?\n- How can we more widely diffuse the gradual capacity-building process and increase the influence of scientists, writers, and community leaders who are most likely to engage in debate and recognize truth?\n- If facts and logic don't work on people, what can we do?\n- What are the best ways of teaching people how to distinguish truth from falsehood?\n- How can we raise the sanity waterline?\n"
}