{
    "title": "Preregistration Of Hypotheses For The SSC Survey",
    "date": "December 25, 2017",
    "links": [
        "https://goo.gl/forms/8bmb7dwWyBtS5nDM2",
        "https://slatestarcodex.com/2017/07/14/can-we-link-perception-and-cognition/",
        "http://onlinelibrary.wiley.com/doi/10.1002/aur.130/abstract",
        "https://www.researchgate.net/publication/267870702_The_tree_to_the_left_the_forest_to_the_right_Political_attitude_and_perceptual_bias",
        "https://slatestarcodex.com/2017/08/01/gender-imbalances-are-mostly-not-due-to-offensive-attitudes/",
        "https://slatestarcodex.com/2016/10/24/ai-persuasion-experiment-results/"
    ],
    "url": "https://slatestarcodex.com/2017/12/25/preregistration-of-hypotheses-for-the-ssc-survey/",
    "summary": "Key ideas:\n- Scott is preregistering his hypotheses for the 2018 SSC Survey, outlining what he plans to investigate and replicate.\n- He plans to explore constructs of \"first sight and second thoughts\" and \"ambiguity tolerance\" and their correlations with several tasks and illusions, including the Hollow Mask and Shepherd Table illusions.\n- Scott will investigate birth order effects, the relationship between ADHD and risk-taking, and sexual harassment in gender imbalanced industries.\n- He wants to check if the findings from his previous AI risk study continue to persist after a year.\n\nKey learnings:\n- The post outlines Scott's plan for conducting the 2018 SSC Survey and the hypotheses he intends to investigate.\n- Scott will explore constructs of \"first sight and second thoughts\" and \"ambiguity tolerance\" and their correlations with other factors.\n- The post offers multiple areas of investigation, including birth order effects, sexual harassment, and ADHD's potential relationship with risk-taking.\n\nKey questions:\n- How will Scott operationalize the constructs of \"first sight and second thoughts\" and \"ambiguity tolerance,\" and how will he measure their relationship to other factors?\n- How will he investigate birth order effects and the connection between ADHD and the \"buzzing city aesthetic\"?\n- Will Scott's current survey uncover new findings, and how will he use data-driven methods to develop conclusions?"
}