{
    "title": "Concept-Shaped Holes Can Be Impossible To Notice",
    "date": "November 7, 2017",
    "links": [
        "https://www.reddit.com/r/slatestarcodex/comments/73y3i4/different_worlds_slate_star_codex/dnu2wmc/",
        "https://slatestarcodex.com/2014/03/17/what-universal-human-experiences-are-you-missing-without-realizing-it/",
        "https://slatestarcodex.com/2017/11/02/non-expert-explanation/",
        "https://slatestarcodex.com/2013/04/10/book-review-after-virtue-or-somebody-here-is-really-confused-and-i-just-hope-its-not-me/",
        "https://slatestarcodex.com/2017/03/16/book-review-seeing-like-a-state/",
        "https://slatestarcodex.com/2013/03/03/reactionary-philosophy-in-an-enormous-planet-sized-nutshell/",
        "https://slatestarcodex.com/2015/06/14/fearful-symmetry/",
        "https://slatestarcodex.com/2016/04/04/the-ideology-is-not-the-movement/"
    ],
    "url": "https://slatestarcodex.com/2017/11/07/concept-shaped-holes-can-be-impossible-to-notice/",
    "summary": "Key ideas\n- Schizoid personality disorder is often misunderstood and can manifest in highly functioning individuals.\n- People may not realize they are missing out on certain experiences, such as emotions or sense of smell, until they are exposed to them.\n- It's possible to mistake weak forms of community for strong ones and misunderstand concepts that seem irrelevant or trivial to us.\n- It's important to avoid dismissing fields or concepts as meaningless gaslighting without fully trying to understand them.\n\nKey learnings\n- Schizoid personality disorder can present as a mild aversion to contact with other egos.\n- We may not realize we lack certain experiences until we encounter them or stop medication that dulled our emotional range.\n- It's possible to have a limited understanding of certain concepts, such as community or consumerism, and mistake our limited exposure for a full understanding.\n- We should err on the side of caution when dismissing seemingly meaningless fields or concepts and leave room for the possibility of understanding them in the future.\n\nKey questions\n- Am I truly capable of deeper emotional connections with others or am I projecting my own capacity for emotions onto my relationships?\n- How do I distinguish between weak and strong forms of community, and am I mistaking one for the other?\n- Do I fully understand concepts like consumerism or am I missing something deeper that I haven't been exposed to yet?\n- Am I open to the possibility that unintuitive concepts might hold deeper meaning, or am I too quick to dismiss them as nonsense?"
}