{
    "title": "Where The Falling Einstein Meets The Rising Mouse",
    "date": "August 2, 2017",
    "links": [
        "https://slatestarcodex.com/superintelligence-faq/",
        "http://aiimpacts.org/is-the-range-of-human-intelligence-small/",
        "https://www.scientificamerican.com/article/what-is-the-memory-capacity/",
        "https://www.youtube.com/watch?v=wgJfVRhotlQ",
        "http://www.bbc.com/future/story/20151201-the-cyborg-chess-players-that-cant-be-beaten",
        "https://en.wikipedia.org/wiki/Encephalization_quotient",
        "https://en.wikipedia.org/wiki/Brain_size",
        "http://onlinelibrary.wiley.com/doi/10.1002/ajpa.10092/abstract",
        "https://en.wikipedia.org/wiki/Brain_size#Intelligence",
        "http://nautil.us/issue/18/genius/super_intelligent-humans-are-coming"
    ],
    "url": "https://slatestarcodex.com/2017/08/02/where-the-falling-einstein-meets-the-rising-mouse/",
    "summary": "Key ideas:\n- Forecasters may be wrong in their expectation of AI progress looking like a gradual increase from mouse to Einstein intelligence levels.\n- Evidence shows that progress from mediocre to genius-level intelligence in field after field has been gradual, taking decades.\n- Theories to explain the disparity between common sense and empirical force perspectives of AI progress include:\n    - Mutational Load: Humans may vary significantly, meaning their internal variability is important for cognitive performance.\n    - Purpose-Built Hardware: Mice may lack an emulated general-purpose computer, and brains may be purpose-built for certain tasks.\n    - Widely Varying Sub-Abilities: Computers may be superhuman on some tasks, subhuman on others.\n    - Humans Are Light-Years Beyond Every Other Animal, So Even A Tiny Range Of Human Variation Is Relatively Large: Humans may outshine other animals due to their intelligence and mutation rates.\n- Human development could potentially reach IQ1000 through genetic engineering.\n\nKey learnings:\n- AI progress may not look like a gradual increase from mouse level to Einstein level intelligence.\n- Progress from mediocre to genius-level intelligence in various fields has generally taken decades, although there have been exceptions.\n- Theories attempting to explain the disparity between Eliezer's and Katja's perspectives of AI progress have limitations.\n\nKey questions:\n- Why does the disparity between common sense and empirical force perspectives of AI progress exist?\n- How can theories that aim to explain the disparity be reconciled?\n- How fast do we expect AI to progress given the potential for intelligence to be scaled up arbitrarily far by adding more inputs?"
}