{
    "title": "List Of Passages I Highlighted In My Copy Of Legal Systems Very Different From Ours",
    "date": "November 15, 2017",
    "links": [
        "https://slatestarcodex.com/2017/11/13/book-review-legal-systems-very-different-from-ours",
        "http://www.daviddfriedman.com/Academic/Course_Pages/legal_systems_very_different_12/LegalSystemsDraft.html"
    ],
    "url": "https://slatestarcodex.com/2017/11/15/list-of-passages-i-highlighted-in-my-copy-of-legal-systems-very-different-from-ours/",
    "summary": "Key ideas:\n- The Chinese legal system originated from the conflict between legalist and Confucianist views of law over 2000 years ago.\n- The legalists preferred harsh penalties to maintain law and order, while Confucianists valued morality over law and feared that written law codes would lead to rules lawyering.\n- The ancient Chinese legal system was inefficient and discouraged resort to law with severe penalties and restrictions.\n- Jewish communities in the diaspora enjoyed judicial autonomy, and the local Jewish authorities had the power to allocate tax burdens and settle disputes among the residents.\n- Some traditional religious laws prescribe ill-advised punishments, and legal scholars have devised ways to implement them only if certain conditions are met.\n- The Islamic legal system was decentralized and left in the hands of legal scholars until the breakdown of the system in the 19th and 20th centuries under colonial rule.\n- Modern US law is polylegal, and each state has its own legal rules with an elaborate set of conflict of law rules to solve disputes.\n- The Somali system is ultimately a feud system, but has mechanisms in place for arbitration to avoid violence.\n- The use of punishment and legal systems in ancient societies such as early modern England, Iceland, and Plains Indian tribes\n- The role of transferable tort claims in solving certain legal problems\n- The customs and legal systems of the Kaale and other gypsy communities, as well as the Amish community\n- The practice of wife stealing and compensation in Plains Indian tribes\n- The Athenian jury system and its selection process\n- The Athenian justice system raised the risk of prosecuting individuals for profit\n- The victim of theft was allowed to search the house of the accused naked\n- The Athenians had a system to produce public goods through obligations called liturgies\n- There were two ways to get out of a liturgy: having completed one in the past year or proving someone else was richer\n\nKey learnings:\n- Early legal systems were shaped by conflicting views on law and morality, and by the limited resources and technology available at the time.\n- Ancient legal systems could be inefficient and discourage the resort to law, and some traditional religious laws prescribe ill-advised punishments.\n- Polylegal systems have their own set of complex rules for solving disputes between different states or legal systems.\n- Punishments in ancient societies were often more immediate and physical compared to modern legal systems.\n- The transfer of tort claims can provide a solution to legal problems involving a large number of victims.\n- The Kaale and gypsy communities use information control to maintain their autonomy, while the Amish community uses the threat of ostracism.\n- Wife stealing was a common practice in Plains Indian tribes and was resolved through compensation.\n- Athenian juries were composed of citizen volunteers and provided a form of welfare.\n- The Athenian justice system had flaws in terms of prosecuting individuals for profit\n- The Athenian justice system had interesting solutions to prevent false accusations of theft\n- The Athenians had a system to produce public goods through obligations called liturgies\n- The Athenian system of proving wealth was based on a simple exchange of possessions\n\nKey questions:\n- What are some possible solutions to the inefficiencies in ancient legal systems?\n- How can modern legal systems learn from the mistakes of traditional religious laws and develop more effective and humane punishments?\n- Can the polylegal system in the US be improved, or is it already effective in solving conflicts of law cases?\n- What were the benefits and drawbacks of punishment systems in ancient societies compared to modern legal systems?\n- How can transferable tort claims be implemented in modern legal systems?\n- What other methods can be employed to maintain autonomy and self-governance for minority communities?\n- How can compensation-based methods like those used in Plains Indian tribes be applied to modern legal disputes?\n- What implications does the Athenian jury system have for the use of juries in modern legal systems?\n- How did the Athenian justice system balance the potential for false accusations with the need to prosecute real criminals?\n- What were some of the challenges of the Athenian system of proving wealth through exchange of possessions?\n- How did the Athenian system of liturgies impact the richest citizens and the overall public goods provision?\n"
}