{
    "title": "[GUEST POST] The International Refugee Assistance Project",
    "date": "February 2, 2017",
    "links": [
        "https://acesounderglass.com/",
        "https://refugeerights.org/",
        "https://refugeerights.org/",
        "https://www.youtube.com/watch?v=qJNG6GWZnl0",
        "http://nymag.com/daily/intelligencer/2017/01/24-hours-at-jfk-two-iraqi-refugees-detainment-and-release.html?mid=fb-share-di",
        "http://www.npr.org/2017/01/28/512164295/veteran-who-worked-with-man-stopped-after-immigration-ban-talks-about-colleague",
        "http://www.msnbc.com/morning-joe/watch/chaos-confusion-as-trump-restricts-travel-865775683691",
        "https://www.law.yale.edu/info/alumni/giving-yls/types-gifts/endowment-funds",
        "https://acesounderglass.com/2016/12/01/5167/"
    ],
    "url": "https://slatestarcodex.com/2017/02/02/guest-post-the-international-refugee-assistance-program/",
    "summary": "Key ideas\n- The effectiveness of preparing for something that might never happen cannot always be judged by what is visible on a regular day.\n- Extra reserve capacity during a crisis can be the difference between disruption and disaster.\n- Partnering with other organizations can lead to the strongest campaign to achieve goals.\n\nKey learnings\n- The ground-level work done by organizations such as the International Refugee Assistance Project (IRAP) can make an enormous difference in the lives of individual immigrants.\n- Individual cases worked on by IRAP cannot effectively be challenged in court but their work maintaining records simplifies the creation of lists of immigrants affected by new policies.\n- Partnering with other organizations can lead to the strongest campaign to force policy changes.\n\nKey questions\n- How can the effectiveness of work done by organizations preparing for a crisis be evaluated?\n- What other ground-level work is being done that is not glamorous but can make a significant difference in people's lives?\n- Which small charities are doing ground-level work and where else can people donate to support the cause?"
}