{
    "title": "A History Of The Silmarils In The Fifth Age",
    "date": "December 26, 2017",
    "links": [
        "https://www.amazon.com/Silmarillion-J-R-R-Tolkien/dp/0618135049/ref=as_li_ss_tl?_encoding=UTF8&qid=1514328533&sr=8-1&linkCode=ll1&tag=slatestarcode-20&linkId=5ec80baf6613d15d413cb1b13f29ecb8",
        "https://slatestarscratchpad.tumblr.com/post/152824927151/slatestarscratchpad-slatestarscratchpad",
        "http://truthbygrace.org/pulp-fiction-and-ezekiel-2517/",
        "https://en.wikipedia.org/wiki/Maglor",
        "http://tolkiengateway.net/wiki/Tar-Atanamir",
        "http://tolkiengateway.net/wiki/Dor_Daidelos",
        "http://www.thelandofshadow.com/utumno/"
    ],
    "url": "https://slatestarcodex.com/2017/12/26/a-history-of-the-silmarils-in-the-fifth-age/",
    "summary": "Key ideas\n- The Silmarillion describes the fate of the three Silmarils: Earendil took one, which became the planet Venus, Maedhros stole another but jumped into a fiery chasm, and Maglor took the last one but threw it into the sea.\n- Scott believes there are promising leads for the location of the Silmarils in the Fifth Age.\n- Scott comes up with theories connecting Maglor and Marsellus Wallace from the movie Pulp Fiction.\n- Scott shares another promising possibility for the location of Maedhros' Silmaril, which involves Santa Claus and Rudolph.\n\nKey learnings\n- When analyzing a fictional work, scouring through every detail could lead to unexpected connections and conclusions.\n- Reading essays and blog posts from informed fans of a work of fiction can offer new insights and theories to consider.\n- Just like real historical events, fictional events have consequences and their aftermath could provide interesting plotlines and inquiry.\n\nKey questions\n- What are the other possible locations for the Silmarils in the Fifth Age?\n- How did Melkor's fortress, Utumno, turn into the workshop of Santa Claus according to Scott's theory?\n- Could Scott's theories about the location of the Silmarils in the Fifth Age have implications for a possible continuation or adaptation of The Silmarillion?"
}