{
    "title": "Antidepressant Pharmacogenomics: Much More Than You Wanted To Know",
    "date": "March 6, 2017",
    "links": [
        "http://jamanetwork.com/journals/jamapsychiatry/fullarticle/1107437",
        "https://ils.unc.edu/bmh/neoref/this.dir.unneeded/schizophrenia/review/tmp/510.pdf",
        "http://sci-hub.cc/10.1017/s1461145707007985",
        "http://www.nature.com/tpj/journal/v6/n1/full/6500340a.html",
        "http://sci-hub.cc/10.1002/ajmg.b.32184",
        "http://www.nature.com/mp/journal/v12/n3/full/4001926a.html",
        "https://www.ncbi.nlm.nih.gov/pubmed/22137564",
        "https://www.ncbi.nlm.nih.gov/pubmed/23265954",
        "https://www.ncbi.nlm.nih.gov/pubmed/17123473",
        "http://sci-hub.cc/10.1517/17425255.2011.597740",
        "https://books.google.com/books?id=y9hpDQAAQBAJ&pg=PA68&lpg=PA68&dq=ssri+plasma+levels&source=bl&ots=4Xu_qWpLZu&sig=vsRmSBYOZWlBIS-BKNt9KPcqUFI&hl=en&sa=X&ved=0ahUKEwiH96rPnr7SAhWn64MKHU1kAosQ6AEIczAR#v=onepage&q=ssri%20plasma%20levels&f=false",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4931602/",
        "http://sci-hub.cc/10.1016/j.biopsych.2012.10.030",
        "https://www.ncbi.nlm.nih.gov/pubmed/17851566",
        "https://www.ncbi.nlm.nih.gov/pubmed/24251363",
        "http://jamanetwork.com/journals/jamainternalmedicine/fullarticle/1881013",
        "https://www.ncbi.nlm.nih.gov/pubmed?term=26158747",
        "http://www.crd.york.ac.uk/PROSPERO/display_record.asp?ID=CRD42015024127",
        "https://genesight.com/education/clinical-studies/",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC156458/",
        "https://www.researchgate.net/publication/256481094_Utility_of_integrated_pharmacogenomic_testing_to_support_the_treatment_of_major_depressive_disorder_in_a_psychiatric_outpatient_setting",
        "https://genesight.com/education/clinical-studies/",
        "http://www.nejm.org/doi/full/10.1056/NEJM200105243442106",
        "http://www.discoverymedicine.com/Joel-G-Winner/2013/11/08/a-prospective-randomized-double-blind-study-assessing-the-clinical-impact-of-integrated-pharmacogenomic-testing-for-major-depressive-disorder/",
        "https://www.researchgate.net/profile/Joseph_Carhart/publication/278790550_Combinatorial_pharmacogenomic_guidance_for_psychiatric_medications_reduces_overall_pharmacy_costs_in_a_1_year_prospective_evaluation/links/55bf960c08aec0e5f447631e.pdf",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3625917/",
        "http://thecarlatreport.com/free_articles/genesight-genetic-test-review-evidence-free-article",
        "http://circgenetics.ahajournals.org/content/6/4/413",
        "https://www.ncbi.nlm.nih.gov/pubmed/9310601",
        "https://slatestarcodex.com/2014/11/12/how-to-use-23andme-irresponsibly/",
        "https://www.snpedia.com/index.php/Drug_Metabolism",
        "https://promethease.com/"
    ],
    "url": "https://slatestarcodex.com/2017/03/06/antidepressant-pharmacogenomics-much-more-than-you-wanted-to-know/",
    "summary": "Key ideas:\n- Pharmacogenomics is a new field of genetically-guided medication prescription\n- It analyzes enzymes and identifies which antidepressants would work best for individual patients based on their genetic code\n- The field is young, with little evidence to support it being a reliable method\n- GeneSight, the biggest name in pharmacogenomic testing, has mixed reviews on its accuracy\n- Tests like this may only be able to identify a few genes of small effects, making them clinically useless\n- Warfarin, the perfect candidate for pharmacogenomics, didn't work well\n- Antidepressants are in a worse place than Warfarin in terms of understanding how they work\n- Dosing of antidepressants is currently uncertain, with a wide range of effective doses for different patients.\n- Genetic testing for antidepressant medication is touted as a way to optimize dosing and improve outcomes.\n- However, there are several reasons to be skeptical of these claims, including uncertainty over the correlation between dose and efficacy, lack of blinding in studies, and potential confounding factors in study design.\n- The author conducted a PubMed search on pharmacogenomics and found no robust statistical association between newly discovered genes and some pharmacogenomic outcomes\n- Despite disappointing results, the prospect of applying pharmacogenomics in clinical care has not decreased\n- The author questions whether to improve the yield of pharmacogenomics or abandon the field altogether\n- The author acknowledges that pharmacogenomics was a brilliant idea, but the yield is minimal\n- The author is hesitant in accepting evidence that goes against their beliefs in pharmacogenomics\n\nKey learnings:\n- There is little evidence to support the reliability of pharmacogenomics in identifying a patient's response to antidepressants\n- It may be a clinically useless method as it can only identify a few genes of small effects\n- Warfarin, a drug with a lot of variation, has not had a successful pharmacogenomics test\n- Many patients require doses of antidepressants outside of the standard dosing range, making it unclear how genetic testing could be helpful in optimizing dosing.\n- Studies of genetic testing for antidepressants have been conducted by the companies promoting the tests, which raises concerns about bias.\n- The results of studies of genetic testing for antidepressants have thus far been promising but not conclusive.\n- Pharmacogenomics has not yielded robust statistical association between newly discovered genes and some pharmacogenomic outcomes\n- The author questions the feasibility of pharmacogenomics and suggests a shift in industrial-level application of research funds to other fields\n- The author suggests that we should demand experts who are confident in their understanding of the evidence and can explain why the new \"evidence\" is wrong\n\nKey questions:\n- Can pharmacogenomics be reliable in identifying a patient's response to antidepressants?\n- Will further research in the field be able to find more genes of larger effects that can make these tests clinically useful?\n- Why didn't pharmacogenomics work well for Warfarin?\n- How can genetic testing for antidepressants be useful when dosing is uncertain and varies widely among patients?\n- What are the potential biases in the studies conducted by companies promoting antidepressant genetic testing?\n- How can scientists design studies of genetic testing for antidepressants that address concerns around blinding and study design?\n- Should we improve the yield of pharmacogenomics, or abandon the field altogether?\n- If pharmacogenomics is abandoned, where should the shift of industrial-level application of research funds be directed?\n- Is it enough to ignore the evidence that goes against our beliefs, or should we demand experts who can explain why the new evidence is wrong?\n"
}