{
    "title": "Kolmogorov Complicity And The Parable Of Lightning",
    "date": "October 23, 2017",
    "links": [
        "http://www.paulgraham.com/say.html",
        "https://slatestarcodex.com/2017/10/15/were-there-dark-ages/",
        "http://www.unamsanctamcatholicam.com/history/historical-apologetics/79-history/596-scientists-executed-by-the-catholic-%20church.html",
        "http://www.unamsanctamcatholicam.com/history/historical-apologetics/79-history/596-scientists-executed-by-the-catholic-%20church.html",
        "https://en.wikipedia.org/wiki/Michael_Servetus",
        "https://en.wikipedia.org/wiki/Lucilio_Vanini",
        "https://en.wikipedia.org/wiki/Pietro_d%27Abano",
        "https://en.wikipedia.org/wiki/Giordano_Bruno",
        "https://www.scottaaronson.com/blog/?p=3376",
        "http://yudkowsky.net/rational/virtues/"
    ],
    "url": "https://slatestarcodex.com/2017/10/23/kolmogorov-complicity-and-the-parable-of-lightning/",
    "summary": "Key ideas:\n- Historical consensus debunk the myth of the Church burning scientists at the stake for their discoveries\n- Scientists were more likely punished for holding controversial views on non-scientific subjects or for political missteps\n- There is a complex relationship between censorship and the scientific pursuit of truth\n- The pursuit of objective truth is threatened when society imposes orthodoxy even on irrelevant subjects\n- The Kolmogorov Option is to secretly dissent from an orthodoxy to avoid punishment while still appearing to conform.\n- Even a seemingly harmless orthodoxy can lead to destruction of intellect and honesty.\n- Building a whisper network to communicate state of society and psychological support can be helpful to those who disagree with orthodoxy.\n- The whisper network would be in the best interest of the authorities as it can allow scientists to do good work without stepping on orthodox toes and let academic bureaucrats remain in their position.\n\nKey learnings:\n- Being politically savvy is necessary to survive in a censored society, but it's not always enough to navigate the complexities of politics\n- Scientific curiosity is a double-edged sword that may lead to breakthrough discoveries or ostracism and persecution from society\n- Inconsistencies can threaten the scientific pursuit of truth and the credibility of the intelligentsia\n- In order to avoid punishment while still appearing to conform, one should secretly dissent from an orthodoxy.\n- Seemingly harmless orthodoxies can still cause harm.\n- Building a whisper network can be helpful for those who disagree with orthodoxy.\n\nKey questions:\n- What role does politics play in the pursuit of scientific truth?\n- How can scientists balance intellectual curiosity with social norms and expectations?\n- What is the relationship between censorship and the scientific pursuit of truth?\n- How can one build a whisper network effectively?\n- What are the potential dangers of being a part of a whisper network?\n- How can common knowledge spread through a whisper network?\n"
}