{
    "title": "Tax Bill 3: Don’t Mess With Taxes",
    "date": "December 7, 2017",
    "links": [
        "http://www.igmchicago.org/surveys/tax-reform-2",
        "https://slatestarcodex.com/2017/11/30/book-review-inadequate-equilibria/",
        "https://www.cryptokitties.co/",
        "https://www.statista.com/statistics/203247/shares-of-household-income-of-quintiles-in-the-us/",
        "https://www.washingtonpost.com/news/wonk/wp/2012/09/18/who-receives-benefits-from-the-federal-government-in-six-charts/?utm_term=.313910a24153",
        "https://slatestarcodex.com/2013/05/02/if-its-worth-doing-its-worth-doing-with-made-up-statistics/",
        "https://slatestarcodex.com/2017/12/07/tax-bill-3-dont-mess-with-taxes/#comment-575928"
    ],
    "url": "https://slatestarcodex.com/2017/12/07/tax-bill-3-dont-mess-with-taxes/",
    "summary": "Key ideas:\n- Apologies for being wrong about the tax bill having \"no case\" and overlooking the distortionary nature of corporate rates.\n- Maintains the belief that the tax bill won't significantly increase growth and that he cares more about where the money goes than about economic growth.\n- Provides an analogy about a demon bestowing a curse on a neighbor, demonstrating the importance of working to keep money with people who have a higher marginal value for it.\n- Considers the three variables of low marginal utility for the average dollar holder, how much economic growth is sacrificed by redistribution, and the high marginal utility of money that is redistributed.\n- Considers the use of $100 billion in the tax bill compared to spreading it evenly among all the government's existing priorities and concludes that the poor and working class will be better off without the tax bill.\n\nKey learnings:\n- Economic growth is less useful in societies with marginal-value-of-money inequality.\n- The marginal utility of money for the poor and working class is higher than the same dollar going to something else, making Pareto-optimal wealth redistribution essential.\n- The author prioritizes impactful quality of life improvements for people over economic growth.\n\nKey questions:\n- How much is economic efficiency and growth worth compared to impactful quality of life improvements for people?\n- How can treading the line of distortionary taxation be navigated?\n- Is there a realistic way to establish Pareto-optimal wealth redistribution without harming economic growth?"
}