{
    "title": "Dogs And Wolves: In Defense Of Some Past Posts",
    "date": "January 29, 2017",
    "links": [
        "https://slatestarcodex.com/2016/09/28/ssc-endorses-clinton-johnson-or-stein/",
        "https://slatestarcodex.com/2017/01/29/ot68-necronomicomment/",
        "https://slatestarcodex.com/2016/06/17/against-dog-whistles/",
        "https://www.bloomberg.com/politics/articles/2016-06-25/trump-says-immigration-plan-wouldn-t-feature-mass-deportations",
        "https://slatestarcodex.com/2016/11/16/you-are-still-crying-wolf/",
        "https://slatestarcodex.com/2016/08/31/terrorists-vs-chairs-an-outlier-story/",
        "https://wiki.lesswrong.com/wiki/Arguments_as_soldiers",
        "https://slatestarcodex.com/predictions-bets/"
    ],
    "url": "https://slatestarcodex.com/2017/01/29/dogs-and-wolves-in-defense-of-some-past-posts/",
    "summary": "Key ideas\n- The author has consistently criticized Trump and is not a supporter of him.\n- The author opposes interpreting candidates' statements as secret codes or dog whistles to reveal their true beliefs.\n- The author acknowledges that Trump planned to ban immigrants from some Muslim countries during his campaign and that this is consistent with his previously stated beliefs.\n- The author argues against using extreme terms, such as \"KKK white nationalism\" and \"overt white supremacy\" to describe Trump, but acknowledges that he holds some racist attitudes and policies.\n\nKey learnings\n- Listening to what Trump specifically says he is going to do is the best way to predict his policies.\n- Using ambiguous terms such as \"racism\" to describe Trump can prevent understanding of the actual issues.\n- Exaggerating and using extreme terms to describe Trump's beliefs can be dangerous and counterproductive.\n\nKey questions\n- Why do some people accuse the author of supporting or being lukewarm on disliking Trump?\n- Why do some people believe that Trump's actions, such as the ban on immigrants from some Muslim countries, validate their belief in dog whistles?\n- How can people constructively fight against Trump's policies without resorting to extreme language?"
}