{
    "title": "SSC Journal Club: Serotonin Receptors",
    "date": "October 10, 2017",
    "links": [
        "https://slatestarcodex.com/2017/09/05/book-review-surfing-uncertainty/",
        "http://journals.sagepub.com/doi/pdf/10.1177/0269881117725915",
        "http://www.independent.co.uk/life-style/health-and-families/health-news/hangover-free-alcohol-david-nutt-alcosynth-nhs-postive-effects-benzodiazepine-guy-bentley-a7324076.html",
        "https://www.gwern.net/Drug-heuristics",
        "https://slatestarcodex.com/2016/04/28/why-were-early-psychedelicists-so-weird/"
    ],
    "url": "https://slatestarcodex.com/2017/10/10/ssc-journal-club-serotonin-receptors/",
    "summary": "Key ideas\n- Dopamine and serotonin are complex neurotransmitters whose functions are not simply \"reward\" and \"happiness\", respectively.\n- Serotonin has numerous receptor types which make it difficult to study. Two of these receptors, 5-HT1A and 5-HT2A, appear in most psychiatric studies.\n- 5-HT1A is linked to the treatment of depression and anxiety, but activating it alone shouldn't be 100% good or bad. 5-HT2A is associated with psychosis and psychedelic drugs. Both receptors promote coping with stress, but in different ways.\n- CH&N's theory states that 1A promotes \"passive coping\", i.e. stoicism, while 2A promotes \"active coping\", including outside-the-box problem-solving which can lead to psychosis.\n- 1A and 2A receptors appear to antagonize each other; the more you activate 1A, the quieter 2A becomes.\n- CH&N argue that psychedelic drugs like magic mushrooms can help depression because they increase fluidity of thought patterns, which is linked to increased plasticity and increased active coping.\n\nKey learnings\n- Dopamine and serotonin are not as simple as \"reward\" and \"happiness\" chemicals.\n- 5-HT1A and 5-HT2A are the two most commonly studied serotonin receptors; they appear to have opposite effects.\n- The 1A receptor is associated with stoicism and treating depression and anxiety; the 2A receptor is associated with psychosis and psychedelic drugs.\n- Both 1A and 2A receptors promote coping with stress, but in different ways.\n- CH&N's theory states that 1A promotes \"passive coping\" while 2A promotes \"active coping\".\n- Psychedelic drugs like magic mushrooms can help depression because they increase fluidity of thought patterns.\n\nKey questions\n- Why is there a receptor just to make one psychotic?\n- Why doesn't everyone just have 1A and 2A functions set to max all the time? What's the tradeoff?\n- Is there a shade of Bayesian brain theory here?\n- Is there some fundamental reason why the ability to passively cope can't coexist with outside-the-box problem-solving?\n- Does the \"copping\" concept involve some sort of mental resolution not to let all the stress change the brain, and the problem-solving involves the brain becoming superplastic and really easily influenced by external events?\n- Is the theory reductionistic, given that the 2A receptor is also involved in obesity, sexual dysfunction, some forms of insomnia, possibly chronic fatigue syndrome, and platelet clumping?"
}