{
    "title": "Book Review: Raise A Genius!",
    "date": "July 31, 2017",
    "links": [
        "https://slatestarcodex.com/2017/05/30/hungarian-education-iii-mastering-the-core-teachings-of-the-budapestians/",
        "https://slatestarcodex.com/Stuff/genius.pdf",
        "https://slatestarcodex.com/2017/05/26/the-atomic-bomb-considered-as-hungarian-high-school-science-fair-project/",
        "https://slatestarcodex.com/2017/05/29/four-nobel-truths/"
    ],
    "url": "https://slatestarcodex.com/2017/07/31/book-review-raise-a-genius/",
    "summary": "Key ideas:\n- Laszlo Polgar trained all three of his daughters to be chess grandmasters.\n- Polgar's method involves starting young, focusing obsessively on a single subject, and never stopping.\n- Polgar emphasizes the importance of children finding enjoyment in their studies, achieving success, and receiving love and encouragement.\n- Polgar recommends early language learning, with Esperanto being a good starting point.\n- The education and upbringing of genius children\n- Suitable partners with similar intellectual capabilities are more important to a child than peers of the same age\n- Age-appropriate tasks for optimum learning and playtime with suitable partners\n- The goal of education should be to instill the capability for self-education and independent interests\n- Jewish families' strong traditions and education contribute to the development of the mind\n\nKey learnings:\n- Interest and enjoyment are crucial to successful education and learning.\n- Providing children with meaningful problems to solve and opportunities for success can increase motivation and confidence.\n- Children can learn foreign languages from a young age and are particularly motivated to do so when progress is measurable.\n- To raise genius children, there should be a monomaniacal focus, an early start, a single-subject focus, and one-to-one home schooling by great parent/teacher.\n- You don't need a formal education degree or a secretive arcane technique to become a successful educator.\n- There is no magic in chess instruction, as the main pedagogical method and psychological ideas can be found in textbooks.\n\nKey questions:\n- What are the other \"vague principles\" that Polgar suggests for his genius education method?\n- How can parents or educators provide meaningful work for children?\n- How important is language learning in early childhood and how can it be best incorporated into education?\n- What can educators do to find suitable partners with similar intellectual capabilities for their students?\n- How can parents instill the capability for self-education in their children?\n- How can educators modify traditional education systems to create a monomaniacal focus, single-subject focus, and one-to-one instruction?\n"
}