{
    "title": "Neutral vs. Conservative: The Eternal Struggle",
    "date": "May 1, 2017",
    "links": [
        "http://www.vox.com/policy-and-politics/2017/3/22/14762030/donald-trump-tribal-epistemology",
        "http://worldoptimization.tumblr.com/post/145992502459/more-i-was-at-my-graduation-last-weekend-and",
        "https://www.youtube.com/watch?v=5YU9djt_CQM",
        "http://www.vox.com/2016/3/1/11127424/trump-authoritarianism",
        "http://www.vox.com/2016/5/20/11720276/donald-trump-authoritarianism",
        "http://www.vox.com/2016/2/23/11099644/trump-support-authoritarianism",
        "https://www.washingtonpost.com/news/monkey-cage/wp/2016/03/09/trumps-voters-arent-authoritarians-new-research-says-so-what-are-they/?utm_term=.44363a60d918",
        "https://en.wikipedia.org/wiki/Right-wing_authoritarianism",
        "https://en.wikipedia.org/wiki/The_Authoritarian_Personality",
        "http://www.huffingtonpost.com/jeremy-frimer/liberals-conservatives-conformity_b_5697849.html",
        "https://slatestarcodex.com/2014/12/13/debunked-and-well-refuted/",
        "https://en.wikipedia.org/wiki/Accuracy_in_Media",
        "https://en.wikipedia.org/wiki/Media_Research_Center",
        "https://en.wikipedia.org/wiki/Media_Research_Center#NewsBusters",
        "http://heterodoxacademy.org/",
        "http://www.nationaldayofprayer.org/praying_for_the_media",
        "https://slatestarcodex.com/2015/07/22/freedom-on-the-centralized-web/",
        "https://slatestarcodex.com/2015/08/15/my-id-on-defensiveness/",
        "https://en.wikipedia.org/wiki/Robert_Conquest#Robert_Conquest.E2.80.99s_Three_Laws_of_Politics"
    ],
    "url": "https://slatestarcodex.com/2017/05/01/neutral-vs-conservative-the-eternal-struggle/",
    "summary": "Key ideas:\n- Vox writer David Roberts argues that the US Right is defecting against the country’s shared institutions in favor of forming its own echo chambers.\n- Republicans have formed their own alternative media where only conservatives would have a say and their fake facts would never get challenged.\n- The conservative side is worse than the neutral side, as FOX and the conservative academic bubble are more biased than CNN and mainstream academia.\n- Roberts suggests that the press must figure out a way to play a dual role: to be fair and consistent referees of policy and ideological disputes within the public square, while also acting to defend the institutional integrity of the square itself from what is, at present, a highly asymmetrical threat.\n- Conservatives spent about thirty years alternately pleading, demanding, suing, legislating, and literally praying for greater fairness in mainstream institutions, but when they found it was just hitting their heads against a brick wall, they defected to create their own.\n- Liberal spaces, such as colleges, workplaces, and conferences, tend to tolerate overt liberalism but ban overt conservatism.\n- Conservative attempts to create their own spaces often become havens for offensive individuals.\n- The formula \"any organization not explicitly right-wing becomes left-wing\" seems to apply in many cases.\n- Neutral gatekeeper institutions have tried various strategies to curb conservative bias with limited success.\n- The situation may be asymmetrical, with one side having control, but grinding enemies down only leads to damaging results.\n\nKey learnings:\n- The US is increasingly divided along political lines, as Republicans have formed their own echo chambers and alternative media.\n- The situation is asymmetrical, with the conservative side being much worse than the neutral side.\n- The equilibrium is what we see now, with the neutral gatekeeper institutions leaning very liberal, and the conservative ghettos containing a combination of extremists and a few decent conservatives who are increasingly uncomfortable but know there’s no place for them in the mainstream.\n- Spaces that exclude conservative voices tend to create backlash, such as the formation of conservative safe spaces.\n- Being biased against conservative voices does not help to solve the problem of conservative bias.\n- Possibly exploring different strategies might help alleviate current tensions.\n\nKey questions:\n- How can the press play a dual role: to be fair and consistent referees of policy and ideological disputes within the public square while also acting to defend the institutional integrity of the square itself from what is, at present, a highly asymmetrical threat?\n- Why did conservatives defect to create their own echo chambers, and what does this mean for the future of the US?\n- Is it possible to bridge the gap between the two sides and find some common ground, or is the polarization too extreme to overcome?\n- Are there other effective strategies for fighting conservatism-related biases besides what's been tried so far?\n- What impacts might conservatism-related safe spaces have on broader society?\n- Are liberal holes being dug too deep, and if so, how do we stop digging?\n"
}