{
    "title": "Against Signal-Boosting As Doxxing",
    "date": "July 29, 2017",
    "links": [
        "https://www.facebook.com/Xuenay/posts/10156441943983662",
        "https://slatestarcodex.com/2013/12/29/the-spirit-of-the-first-amendment/",
        "https://slatestarcodex.com/2014/05/16/you-kant-dismiss-universalizability/",
        "https://slatestarcodex.com/2014/08/24/the-invisible-nation-reconciling-utilitarianism-and-contractualism/",
        "https://slatestarcodex.com/2013/04/25/in-defense-of-psych-treatment-for-attempted-suicide/",
        "https://www.eremedia.com/ere/why-you-cant-get-a-job-recruiting-explained-by-the-numbers/",
        "https://slatestarcodex.com/2016/05/02/be-nice-at-least-until-you-can-coordinate-meanness/",
        "https://slatestarcodex.com/2014/02/23/in-favor-of-niceness-community-and-civilization/",
        "https://slatestarcodex.com/2014/06/14/living-by-the-sword/",
        "https://slatestarcodex.com/2017/03/24/guided-by-the-beauty-of-our-weapons/"
    ],
    "url": "https://slatestarcodex.com/2017/07/29/against-signal-boosting-as-doxxing/",
    "summary": "Key ideas\n- A feminist colleague called out a man who tweeted an offensive joke towards women using his real name on Twitter.\n- Many influential libertarians, including other Reason columnists, supported the colleague on the grounds of free speech.\n- Pro-free-speech laws are not the same as pro-free-speech social norms.\n- The goal of being pro-free-speech is to create a society where it's possible to hold dissenting opinions and where ideas are judged by merit.\n- The author argues that it's morally wrong to signal-boost others' bad behavior, even if it's under their public profile.\n\nKey learnings\n- Being pro-free-speech requires more than just having laws that allow us to speak our minds.\n- Free speech is supported by social norms that promote merit-based conversations and are devoid of any attempts at silencing or censoring.\n- There is a need for individuals to be conscious about their online presence and to develop a sense of responsibility with the things they say or post online.\n\nKey questions\n- Is it morally appropriate to ruin someone's life in social media just because they said something offensive?\n- How much can online identities influence our offline lives?\n- Should people be responsible for what they say or do online and should that responsibility be anchored in online social norms or laws?"
}