{
    "title": "Brief Cautionary Notes On Branded Combination Nootropics",
    "date": "August 10, 2017",
    "links": [
        "https://www.amazon.com/Source-Naturals-MegaMind-Advanced-Neuroceutical/dp/B0015HP8B8",
        "https://supplementpolice.com/superbrain/",
        "https://supplementpolice.com/ultrabrain/",
        "https://supplementpolice.com/mr-power-brain/",
        "http://www.steelespirit.com/neuro-brain-clarity",
        "https://www.indiegogo.com/projects/neuro-mind-balanced-earth-grown-nootropic--2",
        "http://www.neuroxiumreview.com/",
        "https://webcache.googleusercontent.com/search?q=cache:ElctgHak8GUJ:https://synageniq.com/syn06/%3Faff%3Ddddsynusv1%26sub%3D1340%26sub1%3DBT109-DE-PNH-A-061517-600x400-SH%26sub2%3D%26cid%3D81002442%26oneclk%3D1+&cd=5&hl=en&ct=clnk&gl=us",
        "http://buynootrox.com/",
        "https://www.trycerebralx.com/",
        "https://www.phenomhealth.com/brain-function/cerebralx",
        "https://www.trubrain.com/pages/our-team",
        "http://jamanetwork.com/journals/jamapsychiatry/fullarticle/1107437",
        "https://www.gwern.net/Drug%20heuristics",
        "https://slatestarscratchpad.tumblr.com/post/153219298831/if-bupropion-makes-someone-sleepy-does-that-mean",
        "http://www.addforums.com/forums/archive/index.php/t-178971.html",
        "http://www.medscape.com/viewarticle/745970",
        "https://www.sciencedaily.com/releases/2016/05/160504141131.htm#.Vyrg9aOUfAQ.facebook",
        "https://slatestarcodex.com/2014/02/16/nootropics-survey-results-and-analysis/",
        "https://slatestarcodex.com/2016/03/01/2016-nootropics-survey-results/",
        "https://examine.com/"
    ],
    "url": "https://slatestarcodex.com/2017/08/10/brief-cautionary-notes-on-branded-combination-nootropics/",
    "summary": "Key ideas:\n- Branded combination nootropics combine several different chemicals with potential nootropic properties into one pill, with outrageous claims about the results.\n- Many of the chemicals in these pills have at least some evidence base behind them, but taking them all together is a bad idea.\n- The effects of nootropics vary widely among different people, similar to the effects of real drugs.\n- Combining different nootropics does not necessarily enhance their effects and can have a negative impact.\n- The synergistic effect of combining two or more nootropics is still not fully understood.\n- The knowledge about the mechanisms of action of many drugs, including widely used antidepressants, is insufficient.\n- Many branded nootropic combo packs in the market are overpriced and do not provide useful information.\n\nKey learnings:\n- Taking branded combination nootropics is not a good idea, even if they are made by smart, well-intentioned people who are doing everything right.\n- There are no multidrug combo packs for psychiatric conditions, and the same should hold for nootropics.\n- The efficacy of nootropics varies widely among individuals, which makes it difficult to design multidrug combo packs that will benefit everyone.\n- When using nootropics, it's best to try one substance at a time carefully and learn about its possible side effects.\n- If a nootropic provides a real effect, it should be treated as a hard-won victory.\n- Combining different nootropics tentatively and testing them one by one might be useful in the short term.\n\nKey questions:\n- Why are branded combination nootropics a bad idea?\n- Why is it difficult to design a multidrug combo pack of nootropics that will benefit everyone?\n- How do the effects of nootropics vary among different people?\n- How do different nootropics affect the brain, and how do they interact with each other?\n- What are the long-term effects of combining different nootropics?\n- Can we trust the claims made by branded nootropic combo packs?\n"
}