{
    "title": "Book Review: The Hungry Brain",
    "date": "April 25, 2017",
    "links": [
        "https://www.amazon.com/Hungry-Brain-Outsmarting-Instincts-Overeat/dp/125008119X/ref=as_li_ss_tl?ie=UTF8&qid=1493095305&sr=8-1&keywords=the+hungry+brain&linkCode=ll1&tag=slatestarcode-20&linkId=db99450e7e72c511331802f88c34da21",
        "http://wholehealthsource.blogspot.com/2016/01/testing-insulin-model-response-to-dr.html",
        "https://slatestarcodex.com/2015/02/14/how-likely-are-multifactorial-trends/",
        "https://www.scientificamerican.com/article/6-years-after-the-biggest-loser-metabolism-is-slower-and-weight-is-back-up/",
        "http://amptoons.com/blog/?p=22049",
        "http://lesswrong.com/lw/a6/the_unfinished_mystery_of_the_shangrila_diet/",
        "https://judaism.stackexchange.com/questions/31899/source-of-legitimate-pleasures-quote",
        "http://rebrn.com/re/choose-your-own-adventure-716020/",
        "http://www.stephanguyenet.com/announcing-the-bland-food-cookbook/",
        "http://wholehealthsource.blogspot.com/2016/01/always-hungry-its-probably-not-your.html",
        "https://medium.com/@davidludwigmd/ludwig-responds-to-whole-health-source-article-93d8e1667477",
        "http://wholehealthsource.blogspot.com/2016/01/testing-insulin-model-response-to-dr.html",
        "http://www.mealsquares.com/"
    ],
    "url": "https://slatestarcodex.com/2017/04/25/book-review-the-hungry-brain/",
    "summary": "Key ideas:\n- The Hungry Brain is a book that seeks to explain why obesity rates have risen so drastically since the 1980s.\n- Stephan Guyenet argues that the \"calories in, calories out\" model is an oversimplification and that body weight is regulated in the brain through hormones like leptin.\n- Guyenet also discusses the concept of \"food reward\" and how modern food is designed to be as rewarding as possible, which can lead to overeating and obesity.\n- The book also discusses the notion of \"satiety\" and how the body produces a hormone called leptin that can help regulate food intake.\n- The lipostat is the brain mechanism that regulates body fat, and it operates mostly subconsciously.\n- Overeating hyperpalatable, calorie-dense foods raises the lipostat's set point, making it harder to lose weight and maintain weight loss.\n- Leptin, the satiety hormone, is supposed to control the lipostat, but in obesity, it can become dysregulated, causing resistance to its effects.\n- BMI variation is mostly genetic, although non-genetic factors also play a role\n- Some people are inherently more resistant to gaining weight than others due to genetics\n- Studies provide evidence that genetics play a central role in obesity, contradicting the idea that acquired psychological traits are the main cause\n- Deliberately reducing food reward is just one way to lose weight, and there are other weight loss strategies that overlap with a low-reward diet to varying degrees\n- The “ice cream diet” is not a good idea, as junk food is inherently damaging\n\nKey learnings:\n- There is no simple answer to the question of why obesity rates have risen since the 1980s.\n- The body has complex mechanisms for regulating food intake, including hormones like leptin and the \"lipostat\" in the brain.\n- Modern food is designed to be as rewarding as possible, which can lead to overeating and obesity.\n- Diets that exclude major reward factors can lower the adiposity set point somewhat and help with weight loss.\n- Easy access to calorie-dense, highly rewarding food leads to weight gain and insidious changes in the lipostat in various species, including humans.\n- Overeating may play a crucial role in increasing the adiposity set point and causing leptin resistance, making weight loss and maintenance more difficult.\n- Genetics play a crucial role in obesity and how it affects different people\n- Overeating affects everyone differently due to differences in genetics and individual lipostats\n- deliberate reduction in food reward is an effective weight loss strategy but not the only one\n- eating healthy and cutting out highly processed, calorie-dense foods is an advisable strategy for maintaining a healthy body weight\n\nKey questions:\n- How can we design food to be less rewarding and help prevent overeating?\n- Can we develop treatments for people with leptin deficiency to help them maintain a healthy weight?\n- What role does stress play in overeating and obesity?\n- How did the lipstat evolve, and why is it so powerful in regulating body fat?\n- What behavioral or psychological factors affect the lipostat, and how do they interact with environmental factors like palatable food?\n- Can the lipostat be reset or rewired to prevent or reverse obesity, and how can that be achieved through diet, exercise, or other interventions?\n- What is the lipostat, and how does it regulate our weight?\n- What are some of the other approaches to weight loss besides deliberately reducing food reward?\n- How do highly palatable foods affect the functioning of the lipostat and contribute to weight gain?\n- What are some of the negative effects of obesity, and how can individuals and society work to prevent them?\n"
}