{
    "title": "Change Minds Or Drive Turnout?",
    "date": "July 10, 2017",
    "links": [
        "https://www.currentaffairs.org/2017/07/the-democratic-party-just-admitted-it-doesnt-stand-for-anything",
        "https://www.dailykos.com/story/2014/11/5/1342347/-CRUSH-the-GOP-don-t-compromise-with-em-how-to-win-in-2016-and-what-not-to-do",
        "http://www.andrewbenjaminhall.com/Hall_Thompson_Base_Turnout.pdf",
        "http://www.cnn.com/ELECTION/2008/results/polls/#val=USP00p3",
        "http://www.rasmussenreports.com/public_content/political_commentary/commentary_by_geoffrey_skelley/just_how_many_obama_2012_trump_2016_voters_were_there",
        "https://slatestarcodex.com/2017/07/10/change-minds-or-drive-turnout/#comment-520890",
        "https://www.nytimes.com/2017/03/28/upshot/a-2016-review-turnout-wasnt-the-driver-of-clintons-defeat.html"
    ],
    "url": "https://slatestarcodex.com/2017/07/10/change-minds-or-drive-turnout/",
    "summary": "Key ideas\n- Democrats believe that moving towards the center will make them electable.\n- Halls & Thompson (2017) found that the more extreme a candidate, the lower their party’s share of total turnout.\n- Hall and Thomspon also concluded that effects on turnout might be the entire reason why extremist candidates do worse.\n- There is little data on vote-switching, but CNN's exit poll from 2008 suggests that 17% of people who voted Republican in 2004 went Democrat in 2008.\n- Nate Cohn of the New York Times found that white working-class Obama supporters switched to Trump, and that shifts in turnout were not the dominant factor in Trump’s success among white working-class voters.\n\nKey learnings\n- Extreme candidates tend to do worse in elections.\n- Base voter turnout is important, but swing voters can make a big difference in close elections.\n- Moving towards the center may not be the best tactic for the Democrats to win elections.\n\nKey questions\n- Do more extreme views increase base turnout?\n- Is base turnout really the only thing that matters?\n- How do swing voters compare to base turnout as a determining factor in elections?\n- Can a candidate appeal to the base and swing voters at the same time without compromising their principles?"
}