{
    "title": "Book Review: Mastering The Core Teachings Of The Buddha",
    "date": "September 18, 2017",
    "links": [
        "http://integrateddaniel.info/book/",
        "https://en.wikipedia.org/wiki/Ch%C3%B6gyam_Trungpa#Controversies",
        "https://slatestarcodex.com/2017/09/05/book-review-surfing-uncertainty/",
        "http://integrateddaniel.info/book/"
    ],
    "url": "https://slatestarcodex.com/2017/09/18/book-review-mastering-the-core-teachings-of-the-buddha/",
    "summary": "Key ideas:\n- Mastering the Core Teachings of the Buddha offers a clear, structured approach to enlightenment, making it distinct from vague spirituality.\n- Buddhism can be thought of as three teachings: morality, concentration (samatha) and wisdom (vipassana).\n- Through samatha meditation, the mind achieves jhanas and better concentration, leading to vipassana, a deeper focus on the smallest details of mental experience.\n- Insight meditation (vipassana) leads to an understanding of the three characteristics of Buddhism: impermanence, unsatisfactoriness and no-self.\n- The book provides a detailed roadmap of the fifteen steps towards enlightenment.\n- There is an uncanny valley halfway along the spiritual path that all spiritual traditions warn of\n- The Dark Night Of The Soul is the stage after reaching the A&P Event in meditation, which can last for months or years\n- It took the author 27 repetitions over seven years to achieve complete perfect enlightenment\n- The only thing that can be said about enlightenment is that it grants a powerful true experience of the non-dual nature of the world\n\nKey learnings:\n- Morality helps improve your meditation practice by helping clear the mind.\n- Samatha meditation trains the mind to reach jhanas and concentration, while vipassana leads to direct insight into reality.\n- Different stages in meditation practice can cause shifts in mental states, and the fourth stage in particular can look like a manic episode.\n- Ingram’s theory is that many people have had spiritual experiences without deliberately pursuing a spiritual practice and get stuck in the Dark Night.\n- Once you meditate your way out of the Dark Night, you go through some more harrowing experiences, until you finally reach the fifteenth stage, Fruition, and achieve “stream entry” – the first level of enlightenment.\n- Traditionally it takes four repetitions of the spiritual path before you attain complete perfect enlightenment\n\nKey questions:\n- How does samatha meditation lead to better concentration and vipassana?\n- What are the fifteen steps to enlightenment, and how long does it take to achieve each step?\n- How can one differentiate between mental illness and the shifts in mental states that come with meditation?\n- Why would you want to achieve enlightenment?\n- Is there a way to link up the theories of vipassana meditation with external scientific perspectives on the mysteries of the mind?\n"
}