{
    "title": "Is Pharma Research Worse Than Chance?",
    "date": "June 5, 2017",
    "links": [
        "http://ebmh.bmj.com/content/ebmental/19/2/35.full.pdf",
        "http://journals.sagepub.com/doi/10.1177/0269881110378371",
        "http://journals.sagepub.com/doi/abs/10.1177/0269881113495119",
        "https://slatestarcodex.com/2016/08/11/book-review-pihkal/",
        "https://slatestarcodex.com/2016/06/07/ketamine-research-in-a-new-light/",
        "http://blogs.discovermagazine.com/neuroskeptic/2017/06/04/ketamine-consensus/#.WTQUjny0nIV",
        "https://www.reddit.com/r/slatestarcodex/comments/6f7iqn/the_ketamine_consensus/dig69gj/"
    ],
    "url": "https://slatestarcodex.com/2017/06/05/is-pharma-research-worse-than-chance/",
    "summary": "Key ideas\n- Ketamine and MDMA are the most exciting developments in psychopharmacology in the 21st century\n- Ketamine can cause near-instant remission of depression with a single infusion \n- MDMA is undergoing FDA Phase 3 clinical trials as a treatment for PTSD\n- Pharmaceutical companies have not been able to discover anything as good as things random druggies use to get high\n- Drugs of abuse are effective because they affect the brain in some random way and can treat some psychiatric disease\n- Exquisitely selected pharmaceutical drugs for psychiatric treatment have few side effects \n\nKey learnings\n- Large effects, even if in different directions, might be better than barely perceptible effects\n- A drug that makes you feel extreme side effects for a few hours and has very strong and lasting treatment effects is better than a drug with few side effects and weaker treatment effects\n- Looking for the chemicals that have the strongest and wackiest effects on the human mind and testing if any of them treat some disease might be more productive than current research methods\n- There's too little risk-tolerance at every stage in the system to achieve this type of research\n\nKey questions\n- Why have pharmaceutical companies not been able to discover anything as good as things random druggies use to get high? \n- How come abusers are better at picking out promising mental health treatments?\n- Is a drug that affects the brain in some random way better than a drug that has barely-perceptible effects for a few hours?\n- How can pharmaceutical companies look for the chemicals that have the strongest and wackiest effects on the human mind?"
}