{
    "title": "The Case Of The Suffocating Woman",
    "date": "April 5, 2017",
    "links": [
        "https://slatestarcodex.com/2017/03/06/book-review-behavior-the-control-of-perception/",
        "http://sci-hub.io/10.1001/archpsyc.1993.01820160076009",
        "https://en.wikipedia.org/wiki/Central_hypoventilation_syndrome",
        "http://reliawire.com/shortness-breath-panic-attacks-tied-gene/",
        "https://www.ncbi.nlm.nih.gov/pubmed/16529913",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3952302/",
        "http://onlinelibrary.wiley.com/doi/10.1002/anxi.3070010507/full",
        "http://www.natural-hormones.net/progesterone-causes-high-levels.htm",
        "https://en.wikipedia.org/wiki/Two-factor_theory_of_emotion#Empirical_support",
        "https://slatestarcodex.com/2013/05/19/can-you-condition-yourself/",
        "http://www.vanityfair.com/news/2008/08/hitchens200808"
    ],
    "url": "https://slatestarcodex.com/2017/04/05/the-case-of-the-suffocating-woman/",
    "summary": "Key ideas:\n- A case study of a woman with panic attacks and a feeling of suffocation is presented.\n- Panic disorder is a DSM-approved condition where people experience panic attacks that can occur without a stressor or after a particular stressor.\n- The suffocation alarm in the brain plays an important role in panic disorder, and its overactivity leads to false alarms.\n- There is a hundredfold increased risk of developing panic disorder during the postpartum period due to the significant reduction in carbon dioxide.\n- In psychiatry, providing a good explanation can be beneficial for patients.\n- The brain calculates and adjusts for physiological changes related to emotions or sensations.\n- The suffocation monitor adjusts for confounders like exercise but potentially not for reasonableness.\n\nKey learnings:\n- Panic disorder patients have an overactive suffocation alarm that causes panic attacks.\n- The suffocation alarm is one of the many monitors watching the body and seeing whether something is dysfunctional.\n- There is a higher risk of developing panic disorder during the postpartum period due to the significant reduction in carbon dioxide.\n- There are excellent therapies for panic disorder, such as benzodiazepines and SSRIs.\n- The brain makes a statistical calculation to determine emotions and feelings.\n- Explaining the physiological processes behind panic attacks can comfort and reassure patients.\n\nKey questions:\n- How can we differentiate suffocation-related panic attacks from other types of panic attacks?\n- What therapies are available for people who develop panic disorder during the postpartum period?\n- How can we provide more education to pregnant women to prevent the development of panic disorder?\n- Can telling a patient the physiological processes that cause panic attacks comfort and reassure them?\n- How does the suffocation monitor control for certain confounders and not others?\n- Why does waterboarding induce panic despite the brain recognizing that it's not truly suffocating?\n"
}