{
    "title": "Postmarketing Surveillance Is Good And Normal",
    "date": "May 18, 2017",
    "links": [
        "https://www.scientificamerican.com/article/nearly-1-in-3-recent-fda-drug-approvals-followed-by-major-safety-actions/",
        "https://www.fda.gov/Drugs/DrugSafety/ucm546154.htm",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2586963/#S3title",
        "https://www.fda.gov/Drugs/DrugSafety/ucm530975.htm",
        "http://www.telegraph.co.uk/science/2016/03/14/antidepressants-can-raise-the-risk-of-suicide-biggest-ever-revie/",
        "http://www.health.harvard.edu/blog/teen-suicide-tries-increased-fda-toughened-antidepressant-warning-201406207226",
        "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2641547"
    ],
    "url": "https://slatestarcodex.com/2017/05/18/postmarketing-surveillance-is-good-and-normal/",
    "summary": "Key ideas:\n- A recent study showed that only 1.3% of drugs approved by the FDA in the last ten years were taken off the market, while 30% received \"boxed warnings\" or \"safety communications.\"\n- It is not feasible to discover every potential side effect in pre-approval studies, leading to post-marketing surveillance.\n- The FDA issues safety communications and boxed warnings that may seem unnecessary but are part of routine pharmacological monitoring.\n\nKey learnings:\n- The 33% post-marketing safety event rate from the recent study should not be interpreted on its own, as a cost-benefit analysis is necessary to determine if drugs should still be approved.\n- The FDA's approval process is already stringent, with drug studies being unlikely to cover the variety of side effects that could occur. Post-marketing surveillance is necessary to ensure safety.\n\nKey questions:\n- Isn't a 1% false positive rate for drugs removed from the market too high?\n- Should drug studies be expanded to cover populations with unique conditions that may affect drug efficacy?\n- Are the FDA's safety communications and boxed warnings, although seemingly unnecessary, vital for pharmacological monitoring?"
}