{
    "title": "To Understand Polarization, Understand Conservativism’s Failures",
    "date": "June 21, 2017",
    "links": [
        "https://slatestarcodex.com/2017/06/21/against-murderism/",
        "https://fivethirtyeight.blogs.nytimes.com/2013/01/16/what-is-driving-growth-in-government-spending/",
        "https://regulatorystudies.columbian.gwu.edu/reg-stats",
        "http://www.motherjones.com/kevin-drum/2016/02/heres-why-bernie-sanders-doesnt-say-much-about-welfare-reform/",
        "https://www.dailykos.com/story/2016/11/14/1598918/-Republicans-now-dominate-state-government-with-32-legislatures-and-33-governors",
        "https://slatestarcodex.com/2017/02/09/considerations-on-cost-disease/",
        "https://samzdat.com/2017/06/01/the-meridian-of-her-greatness/",
        "slatestarcodex.com/2015/09/03/theses-on-trump/"
    ],
    "url": "https://slatestarcodex.com/2017/06/21/to-understand-polarization-understand-the-extent-of-republican-failure/",
    "summary": "Key ideas\n- Despite stating they stand for “smaller government”, “fewer regulations”, and “less welfare state”, the Republican party has failed to reduce the opposite in their party's power.\n- Republican power has historically been at its peak, controlling the presidency, House, Senate, Supreme Court, and over 66% of state governorships and 68% of relevant state legislatures.\n- However, regardless of their power, government continues to grow in size, regulations continue to increase, and welfare states do not decrease.\n- This issue is not directly the Republican party's fault and is a result of a general socio-economic issue and an issue of unrealistic expectations.\n- This Republican issue is a more significant problem for the party due to their unrealistically high expectations.\n\nKey learnings\n- Socioeconomic issues are affecting the Republican party's ability to reduce government size, decrease regulations, and decrease welfare states.\n- The Republican party's inability to reduce government size is an issue of unrealistic expectations and not entirely their fault.\n- The discrepancy between hopes and possible creates a stronger push towards extremism.\n\nKey questions\n- Why is the Republican party's inability to reduce government size more significant than the Democratic party's increase in polarization?\n- Why are smaller government, fewer regulations, and a smaller welfare state cornerstones of Republican ideals?\n- How can unrealistic expectations be managed to reduce polarization and extremism in the United States?"
}