{
    "title": "Book Review: Legal Systems Very Different From Ours",
    "date": "November 13, 2017",
    "links": [
        "http://www.daviddfriedman.com/Academic/Course_Pages/legal_systems_very_different_12/LegalSystemsDraft.html",
        "https://samzdat.com/2017/06/19/the-use-and-abuse-of-witchdoctors-for-life/",
        "https://www.amazon.com/Too-Like-Lightning-Terra-Ignota/dp/0765378019/ref=as_li_ss_tl?ie=UTF8&qid=1510541976&sr=8-1&keywords=Too+Like+The+Lightning&linkCode=ll1&tag=slatestarcode-20&linkId=7713a379e783403fc0516c126b984177",
        "https://slatestarcodex.com/2015/03/18/book-review-the-machinery-of-freedom/",
        "http://www.daviddfriedman.com/Academic/Property/Property.html",
        "https://slatestarcodex.com/2017/03/16/book-review-seeing-like-a-state/",
        "https://slatestarcodex.com/2015/07/07/the-argument-from-cultural-evolution/",
        "https://slatestarcodex.com/2015/07/08/cultural-evolution-2-thanks-for-the-meme-rise/",
        "https://www.theatlantic.com/magazine/archive/2017/09/innocence-is-irrelevant/534171/",
        "http://fortune.com/2013/04/30/the-business-case-for-monarchies/",
        "https://slatestarcodex.com/2017/02/09/considerations-on-cost-disease/",
        "https://en.wikipedia.org/wiki/Rod_Dreher#Benedict_Option",
        "https://en.wikipedia.org/wiki/Seasteading",
        "https://slatestarcodex.com/2014/06/07/archipelago-and-atomic-communitarianism/",
        "http://www.daviddfriedman.com/Academic/Course_Pages/legal_systems_very_different_12/LegalSystemsDraft.html"
    ],
    "url": "https://slatestarcodex.com/2017/11/13/book-review-legal-systems-very-different-from-ours/",
    "summary": "Key ideas:\n- Different legal systems throughout history and their characteristics\n- The concept of law as a public good and the role of society in punishing criminals\n- Private enforcement in Icelandic society and its effectiveness in punishing and dissuading criminals\n- Anarcho-capitalist ideas and their potential applicability in certain situations such as those without a strong centralized government\n- Legal systems have evolved over time to solve specific problems and meet the needs of a particular society.\n- Cultural evolution has played a significant role in shaping legal systems, with social “entrepreneurs” implementing new systems that offer increased utility to everyone involved.\n- Conflict has been a driving force in the evolution of legal systems, with many systems tracing their origins back to feud systems.\n- Every legal system needs a punishment of last resort, but these punishments are rarely enforced in reality.\n- Countries and legal systems have evolved towards ever-more-optimal and efficient institutions that work for the good of all.\n- Hypothetical situations where out-of-the-box legal alternatives could be beneficial\n- Possibility of using alternative legal structures (like mutual arbitration methods) to charge less\n- Existing communities and movements with unique legal policies (e.g. social justice communities and Christians' Benedict Option)\n- Comparison of potential new legal structures to historically successful systems like those of the Amish and Jewish/Gypsy communities\n\nKey learnings:\n- Legal systems are not universal and can vary significantly based on culture, geography, and historical context\n- Private enforcement can provide incentives for prosecution and punishment of crimes, but can also lead to issues such as the potential for outlaw cascades\n- The existence of a legitimate government can provide a Schelling point for enforcement of laws and crime prevention\n- Legal systems can be optimized for specific societies, with metis (an evolved intuitive sense of practical wisdom) often outperforming scientific solutions.\n- Social entrepreneurs can implement new systems that spread, raise utility and become the norm within a society.\n- Conflict resolution can drive the evolution of legal systems.\n- Punishments of last resort are rarely used in practice.\n- Laws can be created within communities beyond those set by the government.\n- Alternative legal systems could provide cheaper and better quality services\n- Communities could start small and gradually build up stronger mutual arbitration methods\n- Connection between religion and alternative legal systems\n- Examples of successful legal systems from history\n\nKey questions:\n- What are the implications of private enforcement in modern society, and what potential drawbacks could it have?\n- How can different legal systems coexist within the same geographic area, and what is necessary for them to function effectively?\n- To what extent is government control over the legal system necessary for a functioning society, and are there situations where anarcho-capitalist principles could be applied effectively?\n- Are legal systems designed to deal with crime or conflict resolution?\n- How does cultural evolution impact legal systems?\n- What alternative ways exist to enforce laws other than punishments of last resort?\n- How can communities establish their own laws within broader legal systems?\n- How do legal systems evolve and what factors play a role in their development?\n- How could the use of alternative legal systems impact society and the traditional court system?\n- What are the ethics of using legal systems based on religion or other communities?\n- What can we learn from successful legal systems in history?\n"
}