{
    "title": "Fear And Loathing At Effective Altruism Global 2017",
    "date": "August 16, 2017",
    "links": [
        "https://twitter.com/Effect_Altruism/status/896385944324108290",
        "http://www.givewell.org/",
        "http://www.openphilanthropy.org/",
        "https://www.centreforeffectivealtruism.org/",
        "http://cega.berkeley.edu/",
        "https://reg-charity.org/",
        "https://80000hours.org/career-reviews/management-consulting/",
        "https://80000hours.org/career-reviews/high-end-law/",
        "https://80000hours.org/about/impact/",
        "https://80000hours.org/2015/07/if-you-want-to-save-lives-should-you-study-medicine-probably-not/",
        "https://en.wikipedia.org/wiki/Bruce_Friedrich",
        "https://www.impossiblefoods.com/burger/",
        "https://was-research.org/research/",
        "https://animalcharityevaluators.org/advocacy-interventions/prioritizing-causes/wild-animal-suffering/",
        "http://www.iflscience.com/plants-and-animals/some-most-awful-parasites-world/",
        "https://was-research.org/paper/euthanizing-elderly-elephants-impact-analysis/",
        "https://was-research.org/paper/analysis-lethal-methods-wild-animal-population-control-invertebrates/",
        "https://qz.com/497675/to-truly-end-animal-suffering-the-most-ethical-choice-is-to-kill-all-predators-especially-cecil-the-lion/",
        "https://www.qualiaresearchinstitute.org/",
        "https://wiki.lesswrong.com/wiki/Wireheading",
        "https://qualiacomputing.com/2016/08/20/wireheading_done_right/",
        "https://qualiacomputing.com/2015/05/22/how-to-secretly-communicate-with-people-on-lsd/",
        "https://qualiacomputing.com/2016/12/12/the-hyperbolic-geometry-of-dmt-experiences/",
        "http://www.mealsquares.com/",
        "http://reducing-suffering.org/is-there-suffering-in-fundamental-physics",
        "https://slatestarcodex.com/2016/01/10/slow-but-steady/",
        "https://www.givingwhatwecan.org/?refer=ssc",
        "http://effectivealtruism.org/?refer=ssc",
        "https://eahub.org/groups"
    ],
    "url": "https://slatestarcodex.com/2017/08/16/fear-and-loathing-at-effective-altruism-global-2017/",
    "summary": "Key ideas:\n-Effective altruism is a movement devoted to finding the highest-impact ways to help people and the world.\n-The annual global conference for effective altruism was held in San Francisco with the theme of \"Doing Good Together.\"\n-The conference featured speakers, career coaching sessions, and a fireside chat with the director of pro-vegetarian Good Food Institute.\n-However, the movement also has a shadow side with more bizarre ethical theories being explored by some within the movement.\n- Effective altruism is a movement of individuals trying to make the world a better place by reducing as much suffering as possible.\n- The movement holds a military-like discipline in its efficiency and cooperation, but it's driven by the empathy of its members towards the cause of reducing suffering worldwide.\n- The author reflects on the goodness of the people he met within the effective altruism community, highlighting their commitment and their capacity for empathy.\n\nKey learnings:\n-Effective altruism aims to maximize the effectiveness of charitable giving by finding the highest-impact ways to help people and the world.\n-The movement has gained significant traction, with millions of dollars being moved to the most effective charities by GiveWell and Open Philanthropy Project.\n-Effective altruism has a shadow side, with some researchers exploring more bizarre and unconventional ethical theories.\n- Effective altruism is driven by the need to reduce suffering, and not only by the concept of efficiency.\n- The effectiveness of the charity organization one supports is crucial in determining how much one can help the world.\n- Action is crucial, but one can enter the movement regardless of their career path or how much they can donate to charity.\n\nKey questions:\n-What role does effective altruism play in the broader philanthropic landscape?\n-How do researchers within the effective altruism movement identify and prioritize the most effective charitable causes?\n-What are the ethical implications of exploring more unconventional approaches to effective altruism, such as the idea of destroying physics to prevent suffering in fundamental particles?\n- How can we balance our career goals with the commitment to reducing the suffering in the world?\n- Is it true that everyone will eventually become an effective altruist if they work through their problems?\n"
}