{
    "title": "Book Review: Inadequate Equilibria",
    "date": "November 30, 2017",
    "links": [
        "https://slatestarcodex.com/2014/04/28/the-control-group-is-out-of-control/",
        "https://slatestarcodex.com/2017/02/09/considerations-on-cost-disease/",
        "http://econlog.econlib.org/archives/2017/11/central_banks_s_1.html",
        "https://en.wikipedia.org/wiki/Assurance_contract",
        "http://www.overcomingbias.com/2017/11/why-be-contrarian.html",
        "http://squid314.livejournal.com/324957.html",
        "https://slatestarcodex.com/2016/11/05/the-pyramid-and-the-garden/",
        "https://www.scottaaronson.com/blog/?p=3535",
        "https://equilibriabook.com/"
    ],
    "url": "https://slatestarcodex.com/2017/11/30/book-review-inadequate-equilibria/",
    "summary": "Key ideas:\n- The book \"Inadequate Equilibria\" proposes the idea that despite expert consensus, individual reason can still play a role in decision-making in areas where low-hanging fruit is present.\n- The efficient market hypothesis is discussed and related to low-hanging fruit.\n- The article discusses various examples of where \"inadequate equilibria\" persist despite existing knowledge of solutions, such as the US healthcare system.\n- The stock market stays efficient due to expertise and efficient allocation of resources by hedge funds.\n- The incentives for investment gurus can be skewed and fraudulent experts may emerge.\n- The lemons problem, asymmetric information, and inadequate equilibrium can affect decision-making in fields such as medicine and academia.\n- Bad Nash equilibria can prevent people from switching to a better alternative, such as leaving Facebook for a better social network or switching from Uber to Lyft.\n- Lock-in can also prevent competition between different systems, leading to monopoly-like situations.\n- The concept of inadequate equilibria, where certain systems stay in place despite better alternatives existing due to individual incentives.\n- The signaling equilibrium in the job market, where the best people flock towards more prestigious opportunities, further cementing their reputation and making it harder for alternatives to arise.\n- The difference between the Inside View (weighing evidence and going with what seems most compelling) and the Outside View (rejecting intuitive feelings of rightness and assuming you are likely wrong).\n- The danger of overusing the Outside View and not making meaningful opinions at all.\n- Eliezer's four-pronged strategy for navigating the use of the Outside View.\n- The book Inadequate Equilibria highlights how things stay bad in society despite the pressure to improve them\n- The question of when to trust social consensus versus personal reasoning is explored\n- The role of modest epistemology is discussed in the book\n\nKey learnings:\n- Inadequate equilibria exist in systems where decision-makers lack incentives to make changes or where expert knowledge cannot be effectively communicated to those who need it.\n- These equilibria can exist in areas such as finance, housing, and healthcare among others.\n- Incentives matter and can affect decision-making in a variety of fields.\n- Asymmetric information can make it difficult to trust experts.\n- Bad Nash equilibria and lock-in can create situations where people are unwilling to switch to a better alternative, even if they know it exists.\n- The signaling equilibrium can prevent better alternatives from arising if individuals continue to prioritize the reputation of prestigious options.\n- The Outside View can be useful in determining the likelihood of being wrong, but overusing it can lead to a lack of meaningful opinions.\n- Eliezer's four-pronged strategy encourages focusing on the object level, evaluating the reliability of authorities and yourself, and considering how others may be better meta-reasoners than you.\n- The need to identify rational experts to consult with when faced with important decisions\n- The importance of questioning why current systems are insufficient\n- The use of modest epistemology to assess one's own reliability in decision-making\n\nKey questions:\n- How can we incentivize decision-makers to take actions in settings where there are no incentives to make changes?\n- How can we better communicate expert knowledge to those who need it, especially in situations where the consequences of ignoring that knowledge are dire?\n- How can we ensure that experts have the right incentives to make the best decisions?\n- How can we address the lemons problem and asymmetric information in medicine and other fields?\n- What can we do to prevent bad Nash equilibria and lock-in situations?\n- Is the signaling equilibrium in the job market too difficult to overcome without everyone switching to an alternative option simultaneously?\n- How can one balance the use of the Inside View and the Outside View effectively?\n- Is modesty, especially when using the Outside View, desirable or necessary for success in certain areas?\n- Does civilization have book-titling institutions and how accurate are they in predicting the success of a book?\n- How can society improve inadequate equilibria?\n- How can we determine whether to trust social consensus or our own reasoning when making decisions?\n"
}