{
    "title": "Contra Robinson On Public Food",
    "date": "November 21, 2017",
    "links": [
        "https://www.currentaffairs.org/2016/11/why-is-the-decimation-of-public-schools-a-bad-thing",
        "https://slatestarcodex.com/2016/12/02/contra-robinson-on-schooling/",
        "https://www.currentaffairs.org/2017/11/a-public-option-for-food",
        "https://en.wikipedia.org/wiki/Sugary_drink_tax",
        "http://www.pcrm.org/health/reports/agriculture-and-health-policies-unhealthful-foods",
        "http://nymag.com/news/intelligencer/65373/",
        "https://www.washingtonpost.com/news/wonk/wp/2014/02/10/13-percent-of-americans-are-eating-pizza-on-any-given-day/?utm_term=.1a622655d127",
        "https://www.nbcnews.com/health/health-news/who-s-mad-about-new-dietary-guidelines-cancer-experts-one-n492026",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "https://books.google.com/books?id=A1eI1EpPV7oC&pg=PA39&lpg=PA39&dq=%22And+go+he+should,+if+he+was+the+Devil+himself%22&source=bl&ots=Eacpi8aLqL&sig=zTm73kP1hlV5eHSGlbU-8kKhcSQ&hl=en&sa=X&ved=0ahUKEwiI5LCum9HXAhVBrlQKHeccC78Q6AEIPjAE#v=onepage&q=%22And%20go%20he%20should%2C%20if%20he%20was%20the%20Devil%20himself%22&f=false",
        "https://slatestarcodex.com/2014/09/24/book-review-red-plenty/",
        "https://en.wikipedia.org/wiki/Swiss_cheese_model"
    ],
    "url": "https://slatestarcodex.com/2017/11/21/contra-robinson-on-public-food/",
    "summary": "Key ideas:\n- Nathan Robinson proposes a public option for food, which is a state-funded diner called the American Free Diner.\n- Capitalism promotes unhealthy food that is addictive, and corporations trick consumers into thinking their products are healthier.\n- Robinson suggests that vouchers and taxes/subsidies let the rich and poor participate in the same system, and everyone could eat in their own kitchen, with their own family, on their own time.\n- Non-diet beverages historically have been sweetened with high-fructose corn syrup\n- HFCS is subsidized with taxpayers money to make it cheaper than it should be\n- HFCS is addictive and its use has increased the average American's weight\n- The government spends millions of dollars through dairy checkoff program to increase pizza consumption\n- Guidelines on healthy eating are influenced by lobbyist groups\n- Capitalism and Democracy have equally deep misalignments that can never be eliminated\n- The government only cares about people proportional to how much power they have, just like corporations\n\nKey learnings:\n- Selective taxation could discourage consumption of unhealthy food.\n- Vouchers and taxes/subsidies let everyone participate in the same system and balance the government's interest in preventing misalignment with poor people's ability to control their own lives.\n- Capitalism and Democracy are misaligned, but the solution is not necessarily to make either perfect or dominant, but have a balance that prevents competing optimization pressures from running completely amok\n- Policy prescriptions need to attend to the specific misalignment they are meant to address\n- Free markets plus some government-led redistribution and correction probably offer the best bet for feeding the poor\n\nKey questions:\n- Should the government provide a public option for food to promote healthy eating and curb consumption of unhealthy food?\n- How can the government balance its interest in preventing misalignment with poor people's ability to control their own lives when implementing a public option for food?\n- How can the government ensure that all dietary requirements are considered when implementing a public option for food?\n- Are there any alternatives to democracy and capitalism?\n- How can lobbyists be held accountable for the influence they have on dietary guidelines?\n- How can both capitalism and democracy become less misaligned, and is eliminating their misalignment even desirable?\n"
}