{
    "title": "Axiology, Morality, Law",
    "date": "August 28, 2017",
    "links": [
        "http://www.rationalreflection.net/can-we-offset-immorality/",
        "https://slatestarcodex.com/2015/09/23/vegetarianism-for-meat-eaters/",
        "https://animalcharityevaluators.org/charity-review/mercy-for-animals/",
        "https://medium.com/@harrisonnathan/the-actual-number-is-almost-surely-higher-92c908f36517",
        "https://slatestarcodex.com/2015/01/04/ethics-offsets/",
        "https://slatestarcodex.com/2014/12/19/nobody-is-perfect-everything-is-commensurable/",
        "https://meteuphoric.wordpress.com/2015/12/02/friendship-is-utilitarian/",
        "https://en.wikipedia.org/wiki/Trolley_problem#The_fat_man",
        "http://lesswrong.com/lw/ase/schelling_fences_on_slippery_slopes/",
        "http://lesswrong.com/lw/24o/eight_short_studies_on_excuses/"
    ],
    "url": "https://slatestarcodex.com/2017/08/28/contra-askell-on-moral-offsets/",
    "summary": "Key ideas:\n- Moral offsetting is the practice of compensating for a bad thing by doing a good thing.\n- The author questions whether serious immoral actions can be compensated by moral offsetting.\n- The distinction between axiology, morality, and law is discussed, with axiology being the study of what's good, morality being the study of what the right thing to do is, and law being an attempt to formalize the demands of morality for the state to implement.\n- The author proposes that it's permissible to offset axiological harms like carbon emissions or eating meat, but not moral harms.\n- Advocating for animal rights should not be equated with veganism or vegetarianism\n- Meat-eating as a \"betrayal\" towards the animal rights movement\n- The concept of offsetting, and how it applies to different types of moral violations\n- The difficulty of interconverting moral systems\n\nKey learnings:\n- There are different gradations of what is desirable, with axiology focused on what's good, morality focused on what's right, and law being a formalization of morality for the state to implement.\n- Moral offsetting can be permissible for offsetting axiological harms but not moral harms.\n- Different situations can lead to conflicts between axiology, morality, and law.\n- Offsetting can be a way to balance out moral violations, but there are limits to this approach\n- Not all moral violations can be offset in the same way\n- The interconversion of moral systems is not straightforward and requires careful consideration\n\nKey questions:\n- Can serious immoral actions be compensated by moral offsetting?\n- What is the difference between axiology, morality, and law?\n- What happens when axiology, morality, and law conflict?\n- In what ways can we balance our consumption choices with commitments to animal rights?\n- How far can or should the concept of offsetting moral violations be applied?\n- Can we create a system that effectively distinguishes between moral violations and provides clear guidance on how to address them?\n"
}