{
    "title": "Book Review: Eichmann In Jerusalem",
    "date": "January 30, 2017",
    "links": [
        "http://platypus1917.org/wp-content/uploads/2014/01/arendt_eichmanninjerusalem.pdf",
        "https://slatestarcodex.com/2015/11/03/what-developmental-milestones-are-you-missing/",
        "https://opinionator.blogs.nytimes.com/2013/07/07/misreading-hannah-arendts-eichmann-in-jerusalem/?_r=0",
        "https://en.wikipedia.org/wiki/Madagascar_Plan",
        "https://www.ushmm.org/wlc/en/article.php?ModuleId=10008043",
        "https://slatestarcodex.com/2017/01/30/book-review-eichmann-in-jerusalem/#comment-460551",
        "https://en.wikipedia.org/wiki/Admiral_Horthy",
        "https://en.wikipedia.org/wiki/Judenrat",
        "https://en.wikipedia.org/wiki/20_July_plot",
        "http://www.aish.com/ho/i/When-Himmler-Resisted-Hitler.html",
        "http://www.sadanduseless.com/image.php?view=16",
        "https://en.wikipedia.org/wiki/Asch_conformity_experiments#Selective_representation_in_textbooks_and_the_media",
        "https://www.youtube.com/watch?v=ToKcmnrE5oY"
    ],
    "url": "https://slatestarcodex.com/2017/01/30/book-review-eichmann-in-jerusalem/",
    "summary": "Key ideas:\n- Hannah Arendt's \"Eichmann in Jerusalem\"\n- Adolf Eichmann was involved in organizing logistics for the Holocaust\n- Eichmann claimed to be \"banal\" and did not have a specific larger-than-himself belief\n- Eichmann's psychological profile was incapable of thinking from someone else's point of view\n- Arendt's interpretation of \"the Final Solution\" as meaning the last of many solutions to be tried\n- The Nazis contemplated emigration and resettlement as preliminary plans to the eventual genocide.\n- Eichmann's early involvement with the Jewish Question was in emigration, in which he forced wealthy Jews to pay extra for their poorer co-religionists.\n- Countries worldwide closed their doors to Jewish refugees, which ultimately led to the Second Solution of resettlement.\n- The Jewish Councils in Europe during the Holocaust were not always complicit collaborators, but sometimes saw cooperation as a way to mitigate damage.\n- The goal of Israeli authorities in conducting the Eichmann trial was to send the message that Jews could never be safe among Gentiles.\n- The Israeli leadership felt a driving duty to communicate this message, in order to avoid future generations being seduced by the idea of negotiating with Gentiles.\n- Arendt argues that the reason why people didn't say no to the Holocaust was because there was little genuine opposition to Hitler and the Final Solution.\n- Humanizing the Nazis' evil makes it harder to distinguish it from lesser evils of today.\n- The author explores the reasons for the difference in behavior of citizens in different countries during WWII.\n- He considers how fascist ideologies are still present in modern populism.\n- The author concludes that resistance from citizens against fascism can be effective in stopping the regime.\n\nKey learnings:\n- The Holocaust and Eichmann's trial highlight the danger of following orders without questioning their morality\n- The dangers of groupthink and how it can lead to atrocities\n- The difficulties in understanding the psychology of those responsible for perpetrating atrocities\n- The Nazi's intentions to get rid of the Jews had multiple stages.\n- Eichmann's role in the Jewish Question was larger than previously thought.\n- Millions of Jews could have been saved if countries worldwide had cooperated to take in Jewish refugees.\n- Refugee policies were crucial in exacerbating the Holocaust, as Western nations failed to accept refugees from Nazi Germany.\n- The Final Solution was not the Nazis' first plan, but their third or fourth, and humanizing their evil makes it closer to the lesser evils of today.\n- The Eichmann trial was not only about broadcasting the horrors of the Holocaust, but also about sending a message to future generations.\n- Culture is inadequate in explaining why some countries cooperated with Final Solution while others resisted it.\n- Tiny differences in initial conditions can compound and lead to very different end states.\n- Resistance from the general population of occupied countries can stop the fascist regime.\n\nKey questions:\n- What is the role of individual responsibility in perpetrating atrocities?\n- How can we combat groupthink and ensure that individuals actively question orders that may be immoral?\n- What can we learn from the Eichmann trial to inform current political climates and prevent future atrocities?\n- How did the Second Solution develop from emigration and resettlement?\n- What obstacles did the Nazis face in implementing emigration and resettlement?\n- Why did other countries refuse to take in Jewish refugees?\n- Why did some Jewish Councils negotiate and cooperate with the Nazis, even when it didn't benefit their communities?\n- How does the Israeli leadership's driving duty to communicate the incommunicable truth affect the country's policies today?\n- What factors led to the lack of genuine opposition to Hitler and the Final Solution?\n- How can we prevent the lessons of the Holocaust from being lost or forgotten?\n- Why did some countries' citizens act in opposite ways despite the similarity in culture?\n- Can resistance from the general population change the minds of fascist regimes?\n- How can a world bring up ordinary humans that can tolerate a fascist regime?\n"
}