{
    "title": "Book Review: Surfing Uncertainty",
    "date": "September 5, 2017",
    "links": [
        "https://slatestarcodex.com/2016/09/12/its-bayes-all-the-way-up/",
        "https://slatestarcodex.com/2017/06/28/why-are-transgender-people-immune-to-optical-illusions/",
        "https://slatestarcodex.com/2017/07/14/can-we-link-perception-and-cognition/",
        "https://www.amazon.com/Surfing-Uncertainty-Prediction-Action-Embodied/dp/0190217014/ref=as_li_ss_tl?ie=UTF8&qid=1504662125&sr=8-1&keywords=surfing+uncertainty&linkCode=ll1&tag=slatestarcode-20&linkId=d47d594afe626208fa832b3243391316",
        "http://yudkowsky.net/rational/bayes",
        "https://slatestarcodex.com/blog_images/dalmatian_cow2.png",
        "https://visionaryeyecare.wordpress.com/2008/08/04/eye-test-find-your-blind-spot-in-each-eye/",
        "https://slatestarcodex.com/2014/03/17/what-universal-human-experiences-are-you-missing-without-realizing-it/",
        "https://en.wikipedia.org/wiki/Molyneux%27s_problem",
        "https://en.wikipedia.org/wiki/Molyneux%27s_problem#Responses",
        "https://en.wikipedia.org/wiki/Asch_conformity_experiments",
        "http://kerrymagro.com/when-your-child-wont-wear-clothes-that-have-tags-on-them/",
        "http://www.biorxiv.org/content/early/2016/11/23/089342",
        "http://www.iflscience.com/brain/people-schizophrenic-traits-are-able-tickle-themselves/",
        "https://slatestarcodex.com/2016/08/25/devoodooifying-psychology/",
        "https://en.wikipedia.org/wiki/What_the_Bleep_Do_We_Know!%3F"
    ],
    "url": "https://slatestarcodex.com/2017/09/05/book-review-surfing-uncertainty/",
    "summary": "Key ideas:\n- The brain is a multi-layer prediction machine consisting of two probabilistic streams.\n- The bottom-up stream is sense-data, while the top-down stream is predictions.\n- The streams interface at each level of processing and use Bayes' Theorem to integrate probabilistic evidence.\n- The brain's goal is to minimize surprisal and become better at predicting the world.\n- Perception is a \"controlled hallucination\" of expected sensations shaped by actual sense data.\n- Predictive processing theory (PP) suggests that the brain is constantly making predictions and adjusting them based on sensory feedback.\n- The brain uses internal models to generate sensory predictions and adjusts them based on sensory evidence.\n- All human functions, such as imagination, learning, and motor behavior, can be explained by PP.\n- PP may also explain phenomena such as placebo effects and the Asch conformity experiment.\n- Predictive processing (PP) is a theory of the brain that suggests our perceptions are largely shaped by our expectations, which are generated by the brain's predictions.\n- PP focuses on how the brain minimizes prediction error (the difference between prediction and reality) by continuously updating its predictions based on incoming sensory information.\n- Autism is characterized by very precise predictions and weak priors, which lead to difficulties with sensory experiences and disruptions to routine.\n- Schizophrenia involves weak priors that create waves of anomalous prediction error and surprisal, leading to delusions and hallucinations.\n- PP provides a framework for understanding a wide range of cognitive processes and phenomena, including bias, creativity, depression, and more.\n\nKey learnings:\n- Attention in predictive processing measures the confidence interval of predictions.\n- High attention constrains perception to mostly bottom-up stream, while low attention allows top-down stream to fill in gaps.\n- Perception is mostly dependent on the top-down stream for unusual things.\n- Predictive processing can account for optical illusions and cognitive biases.\n- The brain is constantly making predictions based on internal models and adjusting them based on sensory feedback.\n- Imagination, learning, motor behavior, and even psychosomatic pain can be explained by predictive processing theory.\n- The theory also provides a potential explanation for phenomena such as the placebo effect and the Asch conformity experiment.\n- PP suggests that our perceptions are shaped by the brain's predictions, which are constantly updated based on incoming information.\n- Autism and schizophrenia can be understood as disorders of prediction, with autism characterized by very precise predictions and weak priors, and schizophrenia characterized by weak priors that lead to delusions and hallucinations.\n- PP provides a framework for understanding a wide range of cognitive processes and phenomena, including bias, creativity, depression, and more.\n\nKey questions:\n- How does the predictive processing model fit with embodiment theory?\n- How does the brain adjust its models when faced with contradictions between sense data and predictions?\n- How does predictive processing explain the relationship between perception and action?\n- How can predictive processing be applied in the fields of artificial intelligence and machine learning?\n- How can predictions based on internal models be so accurate in cases where the brain has no direct access to sensory feedback?\n- Can predictive processing theory account for all human functions, or are there some phenomena that cannot be explained by this theory?\n- What are the implications of this theory for understanding and treating conditions such as autism and Parkinson's disease?\n- How can we use PP to better understand and treat disorders like autism and schizophrenia?\n- What implications does PP have for our understanding of bias, creativity, depression, and other cognitive phenomena?\n- How can PP be integrated with other theories of the brain and mind to provide a more complete picture of human cognition?\n"
}