{
    "title": "Highlights From The Comments On Cost Disease",
    "date": "February 17, 2017",
    "links": [
        "https://slatestarcodex.com/2017/02/09/considerations-on-cost-disease/",
        "http://johnhcochrane.blogspot.com/2017/02/economies-in-reverse.html?spref=tw&m=1",
        "https://medium.com/@davidmanheim/chasing-superior-good-syndrome-vs-baumols-or-scott-s-cost-disease-40327ae87b45#.83zoahjbu",
        "https://www.theatlantic.com/business/archive/2012/04/how-america-spends-money-100-years-in-the-life-of-the-family-budget/255475/",
        "https://www.bloomberg.com/view/articles/2017-02-16/market-failure-looks-like-the-culprit-in-rising-costs",
        "http://press.princeton.edu/titles/10534.html",
        "https://www.bloomberg.com/view/articles/2016-12-29/if-we-knew-what-things-cost-they-might-cost-less",
        "https://www.bloomberg.com/view/articles/2016-07-12/the-profit-motive-behind-financial-complexity",
        "https://www.bloomberg.com/view/articles/2017-02-14/why-some-consumer-costs-just-grow-and-grow",
        "http://www.themoneyillusion.com/?p=32312",
        "https://slatestarcodex.com/2017/02/09/considerations-on-cost-disease/#comment-465271",
        "https://slatestarcodex.com/2017/02/09/considerations-on-cost-disease/#comments",
        "https://slatestarcodex.com/2017/02/09/considerations-on-cost-disease/#comment-465546",
        "https://slatestarcodex.com/2017/02/09/considerations-on-cost-disease/#comment-465555",
        "https://slatestarcodex.com/2017/02/09/considerations-on-cost-disease/#comment-465602",
        "https://en.wikipedia.org/wiki/Tort_reform#Loser_pays",
        "http://marginalrevolution.com/marginalrevolution/2017/02/behind-cost-disease.html#comment-159592007",
        "https://slatestarcodex.com/2017/02/09/considerations-on-cost-disease/#comment-465895",
        "https://slatestarcodex.com/2017/02/09/considerations-on-cost-disease/#comment-465918",
        "https://slatestarcodex.com/2017/02/09/considerations-on-cost-disease/#comment-466048",
        "https://slatestarcodex.com/2017/02/09/considerations-on-cost-disease/#comment-466116",
        "https://www.mercatus.org/publication/40-years-certificate-need-laws-across-america",
        "http://daviddfriedman.blogspot.com/search?q=law+school",
        "https://slatestarcodex.com/2017/02/09/considerations-on-cost-disease/#comment-466168",
        "http://www.ncpa.org/pdfs/st349.pdf",
        "http://www.the-american-interest.com/2017/02/10/why-we-cant-have-nice-things-2/",
        "http://www.arnoldkling.com/blog/what-i-believe-about-education/",
        "http://educationnext.org/more-money-or-more-charter-schools/",
        "http://marginalrevolution.com/marginalrevolution/2017/02/behind-cost-disease.html",
        "http://theincidentaleconomist.com/wordpress/what-makes-the-us-health-care-system-so-expensive-faq/",
        "https://slatestarcodex.com/2015/02/14/how-likely-are-multifactorial-trends/"
    ],
    "url": "https://slatestarcodex.com/2017/02/17/highlights-from-the-comments-on-cost-disease/",
    "summary": "Key ideas:\n- Labor productivity has declined in certain areas, causing costs to rise.\n- Administrative bloat is a major contributor to this decline in labor productivity.\n- Lack of competition is a key factor in the rise of the cost disease.\n- Superior goods, where we have limitless demand and limited ability to judge impact, also contribute to rising costs.\n- Market failures, including trickery and misinformation, are another possible explanation for high costs.\n- Food market does not require heavy government intervention due to its robustness, but education, healthcare, and housing require it due to their complexity and high cost.\n- Government intervention in these markets has been expensive in America, and other countries face similar problems, but at a smaller scale.\n- The US government is not very good at regulation, and many factors contribute to this.\n- The cost of healthcare, education, and government procurement of complex products is predicted to be excessive due to heavy government subsidies and inadequate cost regulations.\n- There is evidence that corporations can also be vulnerable to cost disease and market failure due to optimization of wealth extraction.\n- Fear of lawsuits and liability concerns can also contribute to cost increases in industries like light airplane production.\n- Many important industries like healthcare, education, and public transportation are experiencing cost disease, where costs rise without corresponding improvements.\n- Several proposed explanations include subsidies, escalating regulations, changing population demographics, and inordinate focus on extreme cases at the expense of average needs.\n- However, these explanations come with some caveats and exceptions, with no one explanation being sufficient on its own.\n\nKey learnings:\n- Administrative bloat and lack of competition can cause costs in certain areas to rise.\n- It can be difficult to judge the impact of spending on superior goods, leading to unwisely spent money and rising costs.\n- Market failures, such as deceit and misinformation, can also contribute to high costs.\n- Markets where consumers have reduced ability to push back, such as those that are complex, opaque, entrenched, necessary-to-keep-living, limited-quantity, and intermediated, are more susceptible to cost increases due to wealth extraction and market failure.\n- Government intervention in education, healthcare, and housing can be expensive if there are heavy subsidies and inadequate cost regulations in place.\n- Heavy government subsidies and inadequate cost regulations can lead to excessive cost inflation in industries where government picks up a major part of the tab.\n- Litigation rules can also contribute to cost increases in industries.\n- There is no monocausal explanation for cost inflation.\n- Policies that subsidize demand and restrict supply tend to drive prices up, as is the case with healthcare, education, and real estate.\n- Inefficient processes, monopolistic tendencies, and rent-seeking behaviors also contribute to the phenomenon of cost disease.\n- While a certain degree of administrative bloat is present in many cost-escalating industries, explanations that focus solely on this attribute are incomplete and do not account for other factors.\n\nKey questions:\n- Where is the extra money going if it's not going to wages or profits?\n- How can administrative bloat be addressed?\n- Why do markets sometimes fail?\n- How can we better judge the impact of spending on superior goods?\n- What role does government intervention play in rising costs?\n- How can the US government improve their regulatory system to better regulate and deliver services and products?\n- What are the other factors contributing to the US government's incompetence in regulation compared to other rich industrial countries?\n- Can cost disease be completely eliminated, or is it always going to be present in certain markets?\n- What are some effective ways to reduce the willingness to pay high costs in expensive domains?\n- What are the other solutions, apart from relaxed liability rules, to reduce fear of lawsuits and liability concerns in industries?\n- Why might industries be shifting focus towards catering to people deeper into the tail of population aptitude/effort?\n- To what extent does disintermediation and subsidies contribute toward cost disease?\n- How can we explain the lack of non-bloated alternatives to cost-escalating industries, despite fewer barriers to competition in certain fields?\n"
}