{
    "title": "A Modern Myth",
    "date": "February 27, 2017",
    "links": [
        "http://tumblrsbest.com/post/88203352153/auryane-hartcondition-yzma-zeus-is-the",
        "https://en.wikipedia.org/wiki/AI_box",
        "https://www.amazon.com/Wise-Mans-Fear-Kingkiller-Chronicle/dp/0756407915/ref=as_li_ss_tl?ie=UTF8&qid=1488216001&sr=8-1&keywords=the+wise+man's+fear&linkCode=ll1&tag=slatestarcode-20&linkId=05328a1ba9f188d8dc4523bf8d97d045",
        "http://www.easysurf.cc/squares.htm",
        "http://www.clarity-media.co.uk/word-square.php"
    ],
    "url": "https://slatestarcodex.com/2017/02/27/a-modern-myth/",
    "summary": "Key ideas:\n- Three short stories featuring Greek gods in modern times.\n- The first story, Eris, portrays the goddess of discord causing chaos through her talk show.\n- The second story, Ares, depicts the god of war talking to a soldier about his lost power and worshippers.\n- The third story, Apollo, shows the sun god appearing before a neopagan struggling with danger and giving her advice on what to do with a mysterious golden apple.\n- The characters of Greek mythology have adapted to modern times and are living mundane lives\n- Ares and Aphrodite are having an affair and Ares promises to get her a golden apple\n- Hermes visits Zeus, who is living in poverty, to discuss Athena's monopoly on divinity\n- Hermes seeks the help of Prometheus to challenge Athena's power\n- Apollo visits Pandora, and gives her a smartphone and a heavy object to hide\n- Ares breaks into Athena's office, looking for the golden apple\n- Hermes and Heracles are driving through the Caucasus Mountains\n- Hermes and Heracles must retrieve strategic advice from Prometheus to defeat Athena, but they must do so without letting him know it.\n- Prometheus insists on adding multiple terms to the deal, which Hermes firmly resists.\n- Eventually, Hermes agrees to remove the eagle from Prometheus and donate $1503.15 to a charity for malaria, in exchange for the strategic advice.\n- Prometheus reveals that he orchestrated everything and has been planning for millennia to strengthen humanity.\n- Hermes and a group of gods attempt to stop Athena from taking over as the sole deity by destroying an idol that stores her power.\n- The plan involves splitting into two groups, one to create a distraction while the other finds and destroys the idol.\n- Athena is portrayed as power-hungry and willing to destroy everything else to achieve her goals.\n- Zeus appears on a TV show where it is revealed that he is the father of every person on the show.\n- A brawl ensues, and Zeus turns everyone into animals except for the hostess, Eris Discordia.\n- Eris gives Zeus a golden apple, and Trump appears as a potential judge.\n\nKey learnings:\n- The Greek gods still exist in the modern world and have adapted to the changing times.\n- The gods' power comes from more than just human belief, but is linked to sacrifices and other rituals.\n- The gods are not immune to human emotions and can be affected by the passage of time and changes in human society.\n- The Greek gods are losing their power due to changes in astrological ages and the rise of Athena's monopoly on divinity through Athena Mineral Water\n- The gods have adapted to modern times and are living mundane lives\n- The gods' conflicts and relationships are still relevant in modern times\n- Pandora is hesitant to open up and be curious due to her mythological background\n- Athena has glamour powers to blend in among mortals\n- Hermes and Heracles are on a mission, likely related to the disappearance of Ares\n- Don't underestimate the power of careful planning and foresight.\n- Sometimes, achieving goals requires making difficult bargains and negotiations.\n- Even gods have limitations and need to adapt to changing circumstances.\n- The gods' power and authority are threatened by Athena's quest for ultimate control.\n- The gods' plan involves teamwork and strategy, with each member using their unique skillset.\n- The Palladium, the idol that could potentially drain Athena's power, is not where they expected it to be.\n- The story is a satirical take on Greek mythology and how gods interact with humanity.\n- The author combines elements from different sources to create a unique narrative.\n\nKey questions:\n- How do the Greek gods in these stories relate to their traditional mythological depictions?\n- What are the consequences of the gods losing their power and worshippers?\n- How does the author use these stories to comment on modern society and human nature?\n- How will Hermes convince Zeus to help him challenge Athena's power?\n- Will Prometheus be able to help Hermes in his quest to challenge Athena's power?\n- What will happen if the Greek gods lose their power completely?\n- What is the heavy object Apollo gave Pandora to hide?\n- What happened to Ares after he attacked Athena and who is Hermes and Heracles searching for?\n- Will Pandora ever become curious again despite her cautionary tale background?\n- How can Hermes retrieve the message from Prometheus without letting him know what they're really after?\n- Will Hermes be able to resist Prometheus's attempts to add more terms to the deal?\n- What is Prometheus's true end goal with his plan to strengthen humanity, and why did he give the evils in the box to humans?\n- Will the gods come up with a new plan to defeat Athena?\n- Who could have the Palladium now?\n- Will this conflict escalate into a full-blown war between the gods?\n- What is the significance of the golden apple and why did Zeus acquire it?\n- What is the purpose of Trump's appearance in the story?\n- How does the author use satire to comment on Greek mythology and modern society?\n"
}