{
    "title": "Different Worlds",
    "date": "October 2, 2017",
    "links": [
        "https://np.reddit.com/r/SneerClub/comments/6e5avq/has_anyone_here_ever_been_to_an_lwssc_meetup_or/di81dq2/",
        "http://www.npr.org/templates/story/story.php?storyId=126224885",
        "https://www.ncbi.nlm.nih.gov/pubmed/20392417",
        "https://www.ncbi.nlm.nih.gov/pubmed/20005240",
        "https://slatestarcodex.com/2017/09/05/book-review-surfing-uncertainty/",
        "https://slatestarcodex.com/2014/09/30/i-can-tolerate-anything-except-the-outgroup/",
        "https://www.theatlantic.com/health/archive/2016/11/the-link-between-autism-and-trans-identity/507509/",
        "http://www.escapeabuse.com/?p=155",
        "http://www.slate.com/articles/life/dear_prudence/2015/02/dear_prudence_feminists_are_upset_that_i_don_t_have_much_sexism_to_complain.html",
        "https://medium.com/@maradydd/okay-feminism-its-time-we-had-a-talk-about-empathy-bd6321c66b37",
        "https://thetab.com/us/2016/06/09/im-black-im-south-ive-never-discriminated-13788",
        "http://lesswrong.com/lw/ub/competent_elites/",
        "https://slatestarcodex.com/2017/05/11/silicon-valley-a-reality-check/",
        "https://slatestarcodex.com/2014/03/17/what-universal-human-experiences-are-you-missing-without-realizing-it/",
        "https://squid314.livejournal.com/337475.html",
        "https://slatestarcodex.com/2015/11/03/what-developmental-milestones-are-you-missing/"
    ],
    "url": "https://slatestarcodex.com/2017/10/02/different-worlds/",
    "summary": "Key ideas:\n- Two psychiatrists in the same training program had totally different experiences with psychotherapy, with one’s patients having emotional meltdowns and the other's giving calm analyses of their problems.\n- The author (Scott) realized that he projected a \"Niceness Field\" where people talking to him face-to-face want to be more polite and civil, and that it was affecting the outcome of his therapy sessions.\n- Paranoia is a gradual symptom of various psychiatric disorders, while Williams Syndrome is an extreme example of pathological trust where threat-detection is automated.\n- People naturally differ in their tendencies to interpret ambiguous situations positive or negative way, and these perceptual differences create personal \"bubbles\".\n- Scott discusses his own \"bubbles\" and obsessively tries to understand why he only attracts certain types of people.\n- People self-select into bubbles with people who they perceive as similar to themselves.\n- Some people experience a world where others are mostly good, and some people experience a world where others are mostly evil.\n- There is an inter-individual variation in beliefs, assumptions, and experience of other people.\n\nKey learnings:\n- People have different perceptual tendencies that affect their interpretation of the social world.\n- These perceptions result in personal \"bubbles\" that can be difficult to notice, but are essential to understanding one's experience with the world.\n- Personal \"bubbles\" can be informed by personality, class, location, and a variety of other factors.\n- Differences in personalities or styles of social interaction can unconsciously compel a certain response from listeners.\n- Different people interpret ambiguous stimuli differently.\n- Privilege acknowledges different experiences at the cost of saying they have to line up exactly along special identity categories like race and gender.\n\nKey questions:\n- Why do different therapists have different experiences with psychotherapy despite the same training and cases?\n- What is the \"Niceness Field\" that Scott projects, and how does it work?\n- How are paranoia and pathological trust related to perceptual tendencies?\n- Why do people tend to interpret ambiguous situations in a positive or negative way, rather than neutrally?\n- How do we become aware of and possibly break out of our personal \"bubbles\"?\n- Why do some people end up in abusive relationships despite trying very hard to avoid them?\n- Why do some people experience a world where others are mostly good, while others experience the opposite?\n- How can inter-individual variation in beliefs, assumptions, and experience of other people be taken into account when analyzing societal issues?\n"
}