{
    "title": "Ars Longa, Vita Brevis",
    "date": "November 9, 2017",
    "links": [],
    "url": "https://slatestarcodex.com/2017/11/09/ars-longa-vita-brevis/",
    "summary": "Key ideas:\n- Alchemy guild refuses to interrupt their studies to save the king's dying son\n- The Alchemist and Scott discuss the difficulty of transmitting knowledge from master to student\n- They use architecture and redaction as examples to illustrate their points\n- The Alchemist reveals that the alchemy guild's mission is to create an elixir of immortality\n- The Alchemist explains that saving the prince's life would set back their studies by generations.\n- The alchemists have developed tinctures that stabilize lifespans but don't have the Stone.\n- Only the last few hours of an Alchemist's life are valuable for research.\n\nKey learnings:\n- The transmission of knowledge is more difficult than it seems, and higher skills cannot always be taught\n- The art of architecture is limited by the human lifespan, but civilizations can push it beyond what is currently known\n- Books can be useful for transmitting knowledge, but some level of understanding and mastery is necessary to apply it practically\n- The alchemy guild's mission is to create an elixir of immortality through a slow and gradual process that requires many generations of research and training\n- The alchemists value their research over everything else.\n- The work they do must add to the \"Work\" which endures forever.\n- The alchemists have developed tinctures that stabilize lifespans but have not yet developed the Stone.\n\nKey questions:\n- Why did the alchemy guild refuse to save the king's son?\n- What is the limit of human skill when it comes to mastering a subject?\n- How can knowledge be transmitted most effectively from master to student?\n- What are the roles of different members of the alchemy guild in achieving their mission?\n- How far has alchemy progressed in this world?\n- What is the Stone? Why is it important?\n- Are there no exceptions to the rule of not interrupting research for anything else?\n"
}