{
    "title": "Some Groups Of People Who May Not 100% Deserve Our Eternal Scorn",
    "date": "February 23, 2017",
    "links": [
        "https://www.currentaffairs.org/",
        "https://spottedtoad.wordpress.com/2017/02/06/getting-your-owl/",
        "https://www.currentaffairs.org/2016/07/you-should-be-terrified-that-people-who-like-hamilton-run-our-country",
        "https://www.currentaffairs.org/2016/11/explaining-it-all",
        "https://slatestarcodex.com/2017/02/23/some-groups-of-people-who-may-not-100-deserve-our-eternal-scorn/#comment-470377",
        "https://slatestarcodex.com/tag/reverse-voxsplaining/",
        "http://www.politico.com/magazine/story/2017/02/steve-bannon-books-reading-list-214745",
        "http://www.vox.com/policy-and-politics/2017/2/7/14533876/mencius-moldbug-steve-bannon-neoreactionary-curtis-yarvin",
        "http://www.vox.com/2016/5/25/11683192/iq-testing-intelligence",
        "https://www.currentaffairs.org/2016/11/explaining-it-all",
        "https://www.currentaffairs.org/2017/01/how-pundits-get-everything-wrong-and-still-keep-their-jobs",
        "https://medium.com/mtracey/we-must-demand-pundit-accountability-8a6a45614e4f#.rza2zhmo6",
        "http://www.theamericanconservative.com/articles/why-ted-cruz-could-win-in-2016/",
        "http://www.theamericanconservative.com/2014/05/20/chris-christie-isnt-dead-yet/",
        "http://theweek.com/articles/442284/why-jim-webb-poses-biggest-threat-hillary-clinton-presidency",
        "https://www.currentaffairs.org/2016/11/what-this-means-how-this-happened-what-to-do-now",
        "https://www.currentaffairs.org/2016/10/good-riddance-to-a-revolting-monster",
        "http://static.currentaffairs.org/2016/02/unless-the-democrats-nominate-sanders-a-trump-nomination-means-a-trump-presidency",
        "http://www.hamilton.edu/news/polls/pundit",
        "https://slatestarcodex.com/2015/01/01/2014-predictions-calibration-results/",
        "https://slatestarcodex.com/2016/01/02/2015-predictions-calibration-results/",
        "https://slatestarcodex.com/2016/12/31/2016-predictions-calibration-results/",
        "https://arbital.com/p/ssc_predicts_2017/",
        "https://en.wikipedia.org/wiki/Grain_entrapment"
    ],
    "url": "https://slatestarcodex.com/2017/02/23/some-groups-of-people-who-may-not-100-deserve-our-eternal-scorn/",
    "summary": "Key ideas:\n- The author discusses various topics that are criticized on social media, such as celebrities speaking out against Donald Trump, political events compared to Harry Potter, and Vox.\n- The author highlights that the criticism of these issues may not be valid political strategies.\n- Good punditry is important and there's a tension between how others' mistakes and one's own are treated.\n- Specific predictions with a probabilistic confidence level are the best way to evaluate one's accuracy.\n- There is hardly any way to distinguish between a 46%-Trump level of anger versus a 48%-Trump level of anger and hence reading the polls is the best solution.\n- The evidence that Russia was involved in the hacking is strong and discussing it is important.\n\nKey learnings:\n- Celebrities can be effective in influencing people to form opinions about politics, even if their opinions seem out of touch.\n- Comparing politics to popular culture may resonate with the masses and is not a reflection of horrible decay.\n- Vox's efforts to explain the news are generally well-received, and they have shown openness to criticism and diversity of viewpoints.\n- Criticism targeted at individuals from opposition should not devolve into an unproductive way of critiquing their morality.\n- Drawing sweeping conclusions from one data point is not a good idea.\n- Keeping track of one's predictions and comparing accuracy with others helps in gauging credibility.\n- Regardless of how connected one is to people, reading the polls is of utmost importance in determining the winner.\n- Reading through available evidence, like in the case of Russian hacking, is important before making any conclusions.\n\nKey questions:\n- How can politicians effectively reach out to the less-educated working-class folks?\n- What is a better way of comparing politics to popular culture?\n- How can news sources reconcile objectivity and bias in their reporting?\n- How can we maintain civility and sensitivity when discussing difficult topics like terrorism and immigration?\n- Don't pundits like Paul Krugman and Matt Yglesias, who believe they have a long-term record of good predictions, deserve to be judged on their record instead of a single event where they missed the mark by barely 1% of voters?\n- Will people who left their Beltway offices and talked to real Americans realize that Trump voters were human beings with legitimate concerns?\n- Shouldn't the people who left their Beltway offices have realized that there was a significant amount of anger in the American people, and so Trump had a fighting chance?\n- Is there anything as a more pointlessly distracting issue than Russia's alleged hacking?\n"
}