{
    "title": "Book Review: Behavior – The Control Of Perception",
    "date": "March 6, 2017",
    "links": [
        "https://www.amazon.com/Behavior-Perception-William-T-Powers/dp/0964712172/ref=as_li_ss_tl?_encoding=UTF8&me=&linkCode=ll1&tag=slatestarcode-20&linkId=0fcd11259a05e96dfe2390ea67fc9ecb",
        "https://www.foddy.net/Athletics.html",
        "http://physio.northwestern.edu/docs/Houk/HoukRymer81.pdf",
        "https://books.google.com/books?id=P0ZxDQAAQBAJ&pg=PA527&lpg=PA527&dq=muscle+tension+control+system&source=bl&ots=eUCdkfj0ny&sig=Vb46q3LJ4XZqhWhqy5XeDBdKckk&hl=en&sa=X&ved=0ahUKEwilzcy3ksPSAhXG54MKHSqSC9IQ6AEIezAJ#v=onepage&q=muscle%20tension%20control%20system&f=false",
        "http://slatestarscratchpad.tumblr.com/post/147756899701/also-neuroscience-madlibs-is-modulates",
        "https://en.wikipedia.org/wiki/Athetosis",
        "http://lesswrong.com/lw/14v/the_usefulness_of_correlations/11iu/",
        "http://psychsciencenotes.blogspot.com/2016/01/a-quick-review-and-analysis-of.html",
        "http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0139462",
        "https://slatestarcodex.com/2013/04/11/read-history-of-philosophy-backwards/"
    ],
    "url": "https://slatestarcodex.com/2017/03/06/book-review-behavior-the-control-of-perception/",
    "summary": "Key ideas:\n- Psychology has historically been defined by individual paradigm-shifting figures, but now relies more on smaller studies.\n- Will Powers created Perceptual Control Theory, which posits that the brain is made up of control systems.\n- Powers' theory suggests that everything we do is based on control systems, from maintaining a desired temperature to driving a car.\n- Powers' theory also posits that there is a hierarchy of control systems, from muscle tension to abstract concepts like communism or family values.\n- Perceptual control theory proposes that everything can be understood as a control system.\n- Control systems have tiers, and higher level tiers are controlling lower level tiers.\n- The author questions the validity of this idea and the testable consequences of it.\n- A theory of learning based on control systems is presented as an improvement over behaviorism.\n\nKey learnings:\n- The brain is fundamentally made up of control systems that change muscle tension.\n- There is a hierarchy of control systems that operate at different levels of abstraction.\n- Tremors and other movement disorders can be understood as failures in control systems.\n- We switch effortlessly between focusing on low-level concepts and high-level concepts that make the low-level ones automatic.\n- Control systems can involve a predictable flowchart-like set of actions to achieve a simple goal.\n- Perceptual control-based theories of learning involve reward and punishment that reduce or increase error in control systems.\n\nKey questions:\n- How does Powers' theory account for more complex behavior, such as decision-making or creativity?\n- How can Powers' theory be tested in a way that is more rigorous than anecdotal evidence?\n- Are there limitations to understanding the brain strictly in terms of control systems?\n- Is the concept of higher-tier control systems unproveable and unfalsifiable?\n- Is there a sense in which communism is a control system?\n- How useful is the metaphor of the brain as a control system?\n"
}