{
    "title": "In Favor Of Futurism Being About The Future",
    "date": "October 9, 2017",
    "links": [
        "https://donotlink.it/P5mj",
        "https://slatestarcodex.com/2017/02/06/notes-from-the-asilomar-conference-on-beneficial-ai/",
        "https://futureoflife.org/ai-principles/",
        "https://www.coindesk.com/ripple-creator-500000-xrp-donation-ai-research-charity/",
        "https://en.wikipedia.org/wiki/Memoirs_of_the_Twentieth_Century",
        "https://slatestarcodex.com/2017/05/11/silicon-valley-a-reality-check/",
        "https://slatestarcodex.com/2017/04/01/g-k-chesterton-on-ai-risk/",
        "https://slatestarcodex.com/2015/08/15/my-id-on-defensiveness/"
    ],
    "url": "https://slatestarcodex.com/2017/10/09/in-favor-of-futurism-being-about-the-future/",
    "summary": "Key ideas:\n- The article \"Know Thy Futurist\" attempts to classify various types of futurism but fails to provide a real argument for what we should think about the future.\n- The article ignores the future and futurist beliefs and instead focuses on strong opinions about which futurist movements include the right or wrong sorts of people.\n- The article makes a fatal error by using \"singularitarianism\" to mean \"cool near-future technologies\" instead of its real meaning.\n- The article presupposes a bitter conflict between the four quadrants of futurists, while in reality people are more on the same side than expected.\n- The article states that there will be no difference for the average person between a post-singularity world and the world now, which is a horrifying and untrue statement.\n- Scott discusses his frustration with articles that use ad hominem attacks and stereotypes instead of presenting meaningful arguments about technology and the future.\n- He worries about the impact this has on our ability to imagine a better future and aspire to achieve it.\n\nKey learnings:\n- Classifying futurism is not as simple as dividing futurists into two important axes of optimism vs. pessimism and belief in a singularity.\n- Examining & judging people's demographics does not provide evidence for determining whether their beliefs about the future are true or not.\n- Futurists tend to be on the same side and are working towards the common goal of ending poverty, disease, death, and suffering.\n- It's important to avoid using stereotypes and ad hominem attacks in discussions about technology and the future.\n- We need to aim for good-natured laughter instead of scornful judgment in our discussions about the future.\n\nKey questions:\n- Why does the article ignore the future and futurist beliefs?\n- Why does the article use \"singularitarianism\" to mean \"cool near-future technologies\"?\n- Why does the article presuppose a bitter conflict between the four quadrants of futurists, when in reality people are more on the same side than expected?\n- What can we do to encourage meaningful discussions about technology and the future?\n- How can we ensure that our discussions about the future are productive, rather than devolving into endless arguments and ad hominem attacks?\n- What kind of impact do our discussions about the future have on our ability to imagine and create a better world?\n"
}