{
    "title": "Determining Consent",
    "date": "April 4, 2017",
    "links": [
        "https://slatestarcodex.com/2014/11/05/the-right-to-waive-your-rights/",
        "https://www.nytimes.com/2017/04/03/opinion/who-is-the-victim-in-the-anna-stubblefield-case.html?_r=0",
        "http://www.slate.com/articles/health_and_science/medical_examiner/2015/11/facilitated_communication_pseudoscience_harms_people_with_disabilities.html",
        "https://slatestarcodex.com/2017/04/04/determining-consent/#comment-483596",
        "https://www.currentaffairs.org/2017/04/now-peter-singer-argues-that-it-might-be-okay-to-rape-disabled-people",
        "https://twitter.com/joe_fischerjoe/status/849423288858288130",
        "https://en.wikipedia.org/wiki/Trolley_problem#The_fat_man",
        "https://slatestarcodex.com/2013/08/25/fake-consensualism/",
        "https://slatestarcodex.com/2014/09/27/bottomless-pits-of-suffering/",
        "https://unsongbook.com/interlude-%D7%92-cantors-and-singers/"
    ],
    "url": "https://slatestarcodex.com/2017/04/04/determining-consent/",
    "summary": "Key ideas:\n- Institutionalized patients are largely prevented from having any form of romantic contact or sex, except through sneaking past nurses.\n- Severely and permanently intellectually disabled people often have a strong sex drive but cannot be expected to give affirmative consent to sexual activity and may be sentenced to lifetime celibacy.\n- The two ways to handle this issue are to forbid sex and any physical contact beyond a certain level of intellectual disability or to relax the usual standards of consent.\n- Singer suggests that disabled people who cannot give or withhold informed consent to sexual relations but are happy with it and show no signs of physical and emotional harm may be allowed to engage in sexual relations without risking harm.\n- From a legal perspective, the law against having sex with disabled people who cannot consent should be enforced.\n- From a political perspective, a system needs to be in place to protect disabled people from sexual abuse while not forbidding all sexuality entirely.\n- From an ethical point of view, prohibiting someone from having any sexual life if they're unable to give verbal consent but are still able to show that they want the sex and enjoy it is contrary to promoting consent.\n- Singer's position might not be morally justifiable in DJ's case considering the power dynamics issue, and there is no good solution for the complex and heartbreaking issue.\n- It's easy to ignore the struggles of marginalized communities.\n- Ignorance is not the foundation for ethics.\n- We need to work towards a better moral system.\n\nKey learnings:\n- Institutionalized patients are largely refrained from having any form of romantic contact or sex because of their inherent inability to consent.\n- This issue is more pressing for severely and permanently intellectually disabled people.\n- It is best to create a system in which disabled people can be protected from sexual abuse while not being stripped of all forms of sexual life.\n- Ignoring marginalized communities is a problem.\n- Enforced celibacy is a violation of human rights.\n- Good intentions alone are not enough to be a good person.\n\nKey questions:\n- Can we create a system that can protect disabled people from sexual abuse and facilitate contact between consenting disabled people?\n- Is there a way to define consent differently for people who are unable to verbalize it outright?\n- How can we find the right balance between protecting disabled people and allowing them to engage in romantic contact and sex when they can show that they want it and enjoy it?\n- What are the consequences of ignoring marginalized communities?\n- What is the foundation for ethics?\n- How can we work towards a better moral system?\n"
}