{
    "title": "Is It Possible To Have Coherent Principles Around Free Speech Norms?",
    "date": "August 1, 2017",
    "links": [
        "https://slatestarcodex.com/2013/12/29/the-spirit-of-the-first-amendment/",
        "https://slatestarcodex.com/2016/05/02/be-nice-at-least-until-you-can-coordinate-meanness/",
        "https://slatestarcodex.com/2013/03/17/not-just-a-mere-political-issue/",
        "https://slatestarcodex.com/mistakes/",
        "https://slatestarcodex.com/2016/05/02/be-nice-at-least-until-you-can-coordinate-meanness/",
        "https://slatestarcodex.com/2014/06/07/archipelago-and-atomic-communitarianism/"
    ],
    "url": "https://slatestarcodex.com/2017/08/01/is-it-possible-to-have-coherent-principles-around-free-speech-norms/",
    "summary": "Key ideas:\n- Non-governmental free speech norms are underspecified and risk collapsing into the Doctrine of the Preferred First Speaker.\n- It's difficult to separate having an opinion, signaling a propensity, and committing a speech act, making it challenging to determine what speech acts to permit or punish.\n- Crossing the line to enforce social norms can be justifiable, but it shouldn't create a negative-sum war-of-all-against-all and should be based on social norms that the majority of the community agrees upon.\n- Communities with explicit rules and well-defined free speech norms are valid and should be self-selected.\n\nKey learnings:\n- The complexity of free speech norms goes beyond simply saying what you want without fear of punishment.\n- Trying to enforce social norms without a majority agreement and explicit rules can lead to unfairness and chaos.\n- Communities with explicit rules and well-defined free speech norms promote self-selection and can safeguard individuals from unwanted expressions.\n\nKey questions:\n- How can free speech supporters articulate a meaningful alternative to non-governmental free speech norms?\n- What is a culture, and what values should it represent? \n- How can we balance the demands of different people who want different things from a culture? \n- How much should we use shaming to punish people who don't conform to our culture, and how angry should we be when others punish people we like who don’t conform to theirs?"
}