{
    "title": "Does Age Bring Wisdom?",
    "date": "November 7, 2017",
    "links": [
        "https://slatestarcodex.com/2014/03/15/can-it-be-wrong-to-crystallize-patterns/",
        "https://slatestarcodex.com/2017/11/02/non-expert-explanation/",
        "https://slatestarcodex.com/2017/11/07/concept-shaped-holes-can-be-impossible-to-notice/",
        "http://lesswrong.com/lw/fm/a_parable_on_obsolete_ideologies/",
        "https://slatestarcodex.com/2017/10/24/how-did-new-atheism-fail-so-miserably/",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3540203/"
    ],
    "url": "https://slatestarcodex.com/2017/11/07/does-age-bring-wisdom/",
    "summary": "Key ideas\n- Wisdom is the accumulation of high-level heuristics that organize concepts.\n- As people aged, they realized that they are wrong about everything, and that everything is complicated.\n- As people gained more wisdom, they tended to converge to the position of intellectual elites.\n- Believing nobody cares about the truth is cynicism, which may not always be wisdom.\n- People's intellectual changes with age could be the result of socialization, traumatization, or biological changes.\nKey learnings\n- Wisdom is the accumulation of high-level heuristics that organize concepts.\n- As we age, we tend to get more cynical, mellow, and prone to believing that everything is complicated.\n- Gaining wisdom may mean that we converge to the position of intellectual elites.\n- The idea that nobody cares about the truth may not always be wisdom.\n- People's intellectual changes with age could be the result of socialization, traumatization, or biological changes.\nKey questions\n- How should one differentiate between gaining wisdom through heuristics and being better socialized?\n- Is cynicism always wisdom, or can it be the result of traumatization?\n- How should one interpret the changes in their intellectual positions as they age?\n- What are the potential biological mechanisms behind the intellectual changes that come with age?"
}