{
    "title": "[REPOST] The Non-Libertarian FAQ",
    "date": "February 22, 2017",
    "links": [
        "#introduction",
        "#economic_issues",
        "#externalities",
        "#coordination_problems",
        "#irrational_choices",
        "#lack_of_information",
        "#social_issues",
        "#social_mobility",
        "#taxation",
        "#political_issues",
        "#competence_of_government",
        "#health_care",
        "#prison_privatization",
        "#gun_control",
        "#education",
        "#moral_issues",
        "#moral_systems",
        "#rights_and_heuristics",
        "#practical_issues",
        "#slippery_slopes",
        "#strategic_activism",
        "#miscellaneous_and_meta",
        "http://world.std.com/%7Emhuben/faq.html",
        "http://www.zompist.com/libertos.html",
        "http://www.faqs.org/faqs/libertarian/faq/",
        "http://en.wikipedia.org/wiki/Collapse_of_the_Northern_Cod_Fishery",
        "http://en.wikipedia.org/wiki/Triangle_Shirtwaist_Factory_fire",
        "http://assets.aarp.org/rgcenter/econ/2007_02_savings.pdf",
        "http://www.amazon.com/exec/obidos/ASIN/0521284147/metafilter-20/ref=nosim/",
        "http://www.amazon.com/exec/obidos/ASIN/0521284147/metafilter-20/ref=nosim/",
        "http://www.amazon.com/Predictably-Irrational-Revised-Expanded-Decisions/dp/0061353248/ref=sr_1_1?s=books&ie=UTF8&qid=1316959442&sr=1-1",
        "http://lesswrong.com/",
        "http://www.americanprogress.org/issues/2006/04/b1579981.html",
        "http://www.uh.edu/~adkugler/Solon.pdf",
        "http://books.google.com/books?id=4eDIiBxSTacC&pg=PA192&lpg=PA192&dq=upper+quintile+bottom+quintile+mobility&source=bl&ots=-3dU6zEANj&sig=IE0eIGhePSZ_v78ePahzS1oLKEc&hl=en&ei=PI2YTuiYGcm1hAfL9-CKBA&sa=X&oi=book_result&ct=result&resnum=8&ved=0CFEQ6AEwBw#v=onepage&q&f=false",
        "http://www.uh.edu/~adkugler/Solon.pdf",
        "http://papers.ssrn.com/sol3/papers.cfm?abstract_id=473188",
        "http://www.huppi.com/kangaroo/L-mobility.htm",
        "http://www.conferenceboard.ca/hcp/details/society/intergenerational-income-mobility.aspx#map",
        "http://www.partnershipforsuccess.org/uploads/20080804_MayerLopooArticle.pdf",
        "http://en.wikipedia.org/wiki/Laffer_curve",
        "http://www.nber.org/papers/w7512.pdf?new_window=1",
        "http://elsa.berkeley.edu/~saez/saez-slemrod-giertzJEL10final.pdf",
        "http://www.boston.com/bostonglobe/ideas/articles/2008/03/30/the_sting_of_poverty/?page=full",
        "http://www.huppi.com/kangaroo/Governmentsuccesses.htm",
        "http://www.governmentisgood.com/articles.php?aid=7",
        "http://flyvbjerg.plan.aau.dk/COSTCAUSESASPUBLISHED.pdf",
        "http://flyvbjerg.plan.aau.dk/JAPAASPUBLISHED.pdf",
        "http://www.usatoday.com/NEWS/usaedition/2011-06-08-foodborne08-ST_ST_U.htm",
        "http://www.cato.org/pubs/handbook/hb105-36.html",
        "http://en.wikipedia.org/wiki/List_of_countries_by_infant_mortality_rate",
        "http://en.wikipedia.org/wiki/List_of_countries_by_life_expectancy",
        "http://www.health-insurance-2008.org/images/canada-vs-us.gif",
        "http://squid314.livejournal.com/260949.html",
        "http://www.boston.com/news/local/articles/2008/11/16/a_healthcare_system_badly_out_of_balance/",
        "http://www.pnhp.org/news/2004/june/forprofit_hospitals.php",
        "http://www.counterpunch.org/colson05112007.html",
        "http://www.alternet.org/story/17392/?page=1%94",
        "http://www.csmonitor.com/2003/0818/p02s01-usju.html",
        "http://www.nytimes.com/2009/02/13/us/13judge.html?_r=1&hp%94",
        "http://nces.ed.gov/naal/lit_history.asp",
        "http://www.nytimes.com/2006/07/15/education/15report.html",
        "http://raikoth.net/consequentialism.html",
        "http://lesswrong.com/lw/gz/policy_debates_should_not_appear_onesided/",
        "http://en.wikipedia.org/wiki/Just-world_hypothesis",
        "http://patrissimo.livejournal.com/1035163.html",
        "http://www.lesswrong.com/",
        "http://hanson.gmu.edu/futarchy.html",
        "http://www.daviddfriedman.com/Miscellaneous/My%20Response%20to%20a%20Non-Libertarian%20faq.html",
        "http://econlog.econlib.org/archives/2015/09/scott_alexander_3.html",
        "https://docs.google.com/document/d/1OBti4qq09bquPgbO-dTo1iIzd79kd3IN6hRM20vyCHI/edit",
        "https://nintil.com/2016/03/24/nnlibertarianfaq/",
        "http://world.std.com/~mhuben/libindex.html"
    ],
    "url": "https://slatestarcodex.com/2017/02/22/repost-the-non-libertarian-faq/",
    "summary": "Key ideas:\n- The Non-Libertarian FAQ is a response to the more aggressive, American strain of libertarianism.\n- The FAQ covers economic, social, political, and moral issues.\n- The first section of the FAQ focuses on the argument that all trade in a free market is beneficial and voluntary.\n- The counterargument is that the free market can fail due to externalities, coordination problems, irrational choices, and lack of information.\n- Externalities are accidental effects of a trade, which harm those who were not involved in the trade.\n- Libertarian solutions to externalities (such as unanimous agreements or neighborhood associations) are difficult to achieve on a large scale.\n- Coordination problems can lead to market failures in situations where individuals acting in their self-interest don't produce the best outcome for everyone.\n- Environmental regulations, regulation of ethical business practices, and government spending on charitable causes can be justified as solutions to these coordination problems.\n- A fundamental asymmetry exists between a boss firing an employee and an employee losing a job.\n- Coordinating together as a group of workers is necessary for gaining negotiating power against bosses.\n- People often make irrational choices, and this can be exploited by businesses.\n- The author provides a list of safety and ethical issues with popular products, suggesting that people don't seek out important product information.\n- The author argues that lack of consumer regulation could result in small businesses becoming unsustainable.\n- The author presents two conflicting views on the distribution of wealth and argues that empirical evidence shows a significant link between one's parents' income and one's own income.\n- Free will is influenced by both internal (mind) and external (world) factors\n- Success is influenced by external factors such as social class, lead exposure, and environment\n- The justification for progressive taxation is based on the idea of marginal utility\n- Income tax rates for both the rich and corporations are at historic lows\n- The Laffer curve exists, but we are still on the left side of it\n- The argument that government can't do anything right and is always inefficient and ineffective in its actions is flawed.\n- There are various examples of government institutions and programs that are models of efficiency and innovation.\n- Government involvement in certain industries such as healthcare can lead to better outcomes for less money.\n- Large government projects are not necessarily always late and over-budget compared to private projects.\n- State-run corporations can be successful and innovative and often fill the gap where private companies will not invest.\n- Many government programs are successful but don't make headlines because the media tends to focus on negative stories.\n- Government agencies often go unnoticed but are crucial in preventing negative outcomes.\n- Government-run health systems are empirically better than private health systems, while costing much less money.\n- While private health care is allocated based on money, public health care is allocated based on medical need.\n- For-profit prisons have the same flaws as for-profit companies, with the added dangers of incentivizing the imprisonment of as many people as possible.\n- Gun control laws only help criminals who do not follow laws anyway.\n- The author proposes the idea of a voucher system for public education but sees the problem of it not guaranteeing equality of opportunity for all students.\n- The author argues that protecting children from their parents is important, even for libertarians who prioritize individual freedom.\n- The author argues against the libertarian moral argument of government being fundamentally immoral due to its reliance on force and violation of natural rights.\n- The author argues that freedom is valued, but not infinitely so, and that trade-offs that sacrifice a small amount of freedom for a large amount of another valuable good may be acceptable.\n- The use of force can be justified if it benefits the group as a whole.\n- Moral theories without consequences may be arbitrary.\n- The Principle of Non-Aggression is weak and requires many exceptions.\n- Consequentialism, the principle of doing what has the best consequences, is a better option for morality.\n- Consequentialism is the \"gold standard\" for morality but may not be practical for everyday decision-making.\n- Rights are the \"clinical standard\" for morality and are heuristics for predicting good or bad consequences.\n- Violating rights may have good consequences, but it is important to have a procedure in place that is agreed upon and verified to usually lead to good results.\n- The procedure should be universalizable and avoid the issues that caused the heuristic to be developed in the first place.\n- The Bad Guy Bias is a flaw in human thinking that makes people care more about pain inflicted by humans than nature.\n- Principles like \"don't initiate force\" are fundamental to government and morality and cannot guide one wrong.\n- Libertarianism assumes certain ideal conditions that are not present in reality and private charity may not fully make up for the absence of government welfare programs.\n- Allowing any power to the government is a slippery slope that will inevitably lead to tyranny.\n- People can become libertarian by learning about the failure of government policies and regulations.\n- The ideal government should work like a market-based open-source form called “futarchy”.\n- The libertarian vision of minimal government is politically impossible to enact.\n- Erasing the line-in-the-sand idea from libertarianism helps in focusing on a better working system and polarization of society.\n- Words like “thievery” and “enslave” are emotional button pressers, not rational arguments.\n\nKey learnings:\n- The free market is not always the most efficient solution to economic problems.\n- Externalities can be harmful and difficult to address within a free market.\n- Libertarians often start with abstract economic principles, but politics requires a more nuanced understanding of trade and its effects on society.\n- When faced with a coordination problem, individuals may not act in the best interest of the group because they don't have enough incentive to do so.\n- Government intervention can be useful in these situations, serving as a regulatory force to ensure everyone acts in a way that's best for the group as a whole.\n- The ability for workers to coordinate action is crucial for a healthy labor market.\n- The assumption of perfect information in economic theories isn't always realistic.\n- People's irrational behavior can justify government regulations.\n- Consumers tend to rely on advertising campaigns to make choices rather than seeking out important product information.\n- Lack of government regulation could exclude small businesses from the market due to concerns about safety standards and quality of products.\n- Empirical evidence suggests that one's parents' income is a strong predictor of one's own income, indicating the presence of inherent advantages and disadvantages.\n- Personality and success are not entirely personally determined, and therefore there is a need for government action in engineering an environment where more people are able to succeed\n- Higher tax rates on the rich are justifiable due to the principle of marginal utility\n- The argument that lowering taxes on the rich will lead to more economic growth has not been empirically supported\n- It's important to look beyond the narrative that government can't do anything right and consider examples of successful government institutions and programs.\n- Government involvement can lead to better outcomes in certain industries such as healthcare.\n- Not all state-run corporations are uncreative, unprofitable, and unpleasant to use.\n- Many government programs are successful but are not widely reported in the media.\n- Government-run health systems are more efficient and effective than private health systems.\n- In public health care, access to doctors is allocated based on medical need, while in private health care it is allocated based on money.\n- For-profit prisons prioritize profits over prisoner well-being and reduce public safety by encouraging stricter sentencing guidelines.\n- Gun control laws are generally not effective.\n- The idea of a voucher system has merit, but it may not guarantee equality of opportunity for all students and would require regulation.\n- Protecting children from their parents is important, even for those who prioritize individual freedom.\n- Libertarian moral arguments against government are incomplete and fail to account for the nuances of moral systems.\n- Freedom is important, but it is not infinitely valuable and can be traded off for other goods.\n- The use of force can be justified in certain cases.\n- Moral theories should consider consequences.\n- The Non-Aggression Principle is flawed and requires many exceptions.\n- Consequentialism is a more flexible and practical option.\n- There are different standards for morality, and it's important to understand their strengths and weaknesses.\n- Rights are important for everyday decision-making, but it's important to have a way to violate them when necessary.\n- The procedure for violating moral heuristics should be agreed upon, verified to work, and avoid causing the issues that the heuristic was meant to avoid.\n- The Bad Guy Bias is a psychological phenomenon that affects everyone.\n- Principles like \"don't initiate force\" are fundamental to both government and morality.\n- Libertarianism assumes ideal conditions that are not present in reality and private charity may not be sufficient.\n- The slippery slope argument against government intervention is not supported by historical evidence.\n- Intelligent and energetic people should help enact a properly working system\n- There are ways to improve government such as implementing regulation policies in degree without limiting the system entirely.\n\nKey questions:\n- Is it possible for a completely free market to address all externalities without government intervention?\n- How can coordination problems be solved without government intervention?\n- Are there moral arguments for or against a free market, that are not solely based on economic efficiency?\n- How do coordination problems affect market outcomes?\n- When is it appropriate to use government intervention as a solution to coordination problems?\n- Can coordination problems be solved through other means besides government intervention?\n- What are the potential solutions to the fundamental asymmetry between bosses and employees?\n- How can workers coordinate together effectively without risking their jobs?\n- When is it justifiable for the government to impose regulations based on people's irrational behavior?\n- Why is it important to seek out important product information, and what are the potential risks of not doing so?\n- What are the potential consequences of lack of consumer regulation on both consumers and small businesses?\n- How can society work to promote social mobility and reduce the impact of inherent advantages and disadvantages on one's life outcomes?\n- What other external factors influence free will besides social class, lead exposure, and environment?\n- How can we balance the principle of marginal utility with the argument for equal treatment of all taxpayers?\n- What actions can be taken to shift from the left side of the Laffer curve to the right side?\n- What are the reasons why some successful government institutions and programs are not more widely recognized?\n- How can we better distinguish between government projects that are successful and those that are not?\n- In what ways can the media play a role in shifting the narrative about government involvement and highlighting successful government programs?\n- Why does the United States have one of the least effective health systems in the developed world despite being wealthier per capita than countries with single-payer health systems?\n- Why is government-run health care more effective than private health care?\n- How have private prisons been active in lobbying for stricter sentencing guidelines?\n- Why are gun control laws generally not effective?\n- How can a voucher system be implemented to ensure equality of opportunity for all students?\n- What are the appropriate limits of government intervention in protecting children from their parents?\n- How can a moral system balance the importance of freedom with the need for regulation to protect other valuable goods?\n- How can we determine the appropriate trade-offs between freedom and other goods in decision making?\n- When is the use of force justified in society?\n- Why are consequences to others a relevant category for morality?\n- Is there a practical moral principle that doesn't require many exceptions?\n- How do we evaluate the relative value of different moral goods?\n- What are the strengths and weaknesses of other standards for morality besides consequentialism and rights?\n- How can we ensure that the procedure for violating moral heuristics is fair and just for everyone involved?\n- When is it appropriate to violate a right, and what are the potential consequences of doing so?\n- How can we counteract the Bad Guy Bias in our thinking?\n- Are principles like \"don't initiate force\" really foolproof?\n- In what ways does libertarianism assume ideal conditions that are not present in reality?\n- What is the best way to ensure that people's basic needs are consistently met?\n- Should we admit that in a hypothetical perfect world government might do some good, while still being libertarians in reality?\n- What are some possible forms of government that can work towards government policies?\n- How can we best debate non-libertarians in a way that is most likely to change their minds?\n- Where can I go to find more non-libertarian information?\n"
}