{
    "title": "The Lizard People Of Alpha Draconis 1 Decided To Build An Ansible",
    "date": "August 9, 2017",
    "links": [
        "https://en.wikipedia.org/wiki/Ansible",
        "http://www.philosophyoflife.org/jpl201204.pdf",
        "https://slatestarcodex.com/2015/10/27/contra-huemer-on-morals/",
        "https://slatestarcodex.com/2014/09/01/book-review-and-highlights-quantum-computing-since-democritus/"
    ],
    "url": "https://slatestarcodex.com/2017/08/09/the-lizard-people-of-alpha-draconis-1-decided-to-build-an-ansible/",
    "summary": "Key ideas:\n- The lizard people of Alpha Draconis 1 built an ansible out of negative average preference utilitarianism, allowing for faster-than-light transmission of moral information.\n- Each colony of beetles represents a bit of information, with the heat lamps in the transmitter and receiver indicating the moral valence of the information.\n- The white and grey mice argue over which position to put the lever in each cage, and their eventual agreement would transmit a bit of information.\n- The ansible turned out to be a flop, as the time it takes to reach moral agreement is exactly as long as it takes to prevent faster-than-light transmission of moral information.\n\nKey learnings:\n- Negative average preference utilitarianism is a moral theory that avoids the \"repugnant conclusion\" by decreasing the average number of frustrated preferences per person.\n- The ansible built by the lizard people of Alpha Draconis 1 is an example of how moral information can theoretically be transmitted faster than the speed of light.\n- The time it takes to reach moral agreement can serve as a fundamental limit to how quickly moral progress can occur.\n\nKey questions:\n- How might a system like the ansible be used in society if it were possible to build one that works effectively?\n- What other moral theories or systems could be used to transmit moral information faster than the speed of light?\n- How might the concept of a fundamental limit to moral progress apply to other areas of society or science?"
}