{
    "title": "Book Review: Seeing Like A State",
    "date": "March 16, 2017",
    "links": [
        "https://www.amazon.com/Seeing-like-State-Certain-Condition/dp/0300078153/ref=as_li_ss_tl?ie=UTF8&qid=1489636888&sr=8-1&keywords=seeing+like+a+state&linkCode=ll1&tag=slatestarcode-20&linkId=198e8051cd9d4c8c0cf118b6fd16f751",
        "https://www.biblegateway.com/passage/?search=1%20Chronicles%2021:1-16&version=NLT",
        "https://slatestarcodex.com/2017/01/30/book-review-eichmann-in-jerusalem/",
        "https://en.wikipedia.org/wiki/Modulor",
        "https://en.wikipedia.org/wiki/Work-to-rule",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "https://slatestarcodex.com/2016/12/29/book-review-mount-misery/",
        "https://slatestarcodex.com/2017/01/11/heuristics-work-until-they-dont/",
        "http://www.businessinsider.com/check-cashing-stores-good-deal-upenn-professor-2017-2"
    ],
    "url": "https://slatestarcodex.com/2017/03/16/book-review-seeing-like-a-state/",
    "summary": "Key ideas:\n- \"Seeing Like A State\" is a book by James Scott that explores the failures of centralized planning and top-down decision-making in various historical contexts, from forestry to urban planning to tax collection.\n- High Modernism, an aesthetic taste that masqueraded as a scientific philosophy, and the centralized state's desire to make the world \"legible\" and easy to control, were major drivers of these failures.\n- Standardization and simplification (e.g. using an evenly-spaced rectangular grid for planting trees) often resulted in impoverished ecosystems, lower yields, famines, and mass starvation.\n- The early modern period was characterized by a truce between states who wanted to standardize and count everything and citizens who resisted.\n- High Modernism was a version of self-confidence about scientific and technical progress, the rational design of social order, and the conquest of nature.\n- Le Corbusier was an architect who epitomized High Modernist principles and wanted to redesign cities with right-angled intersections and evenly-spaced rectangular grids.\n- High Modernism in urban planning operated under the belief that scientific rationality and technological advancement were the keys to creating functional and efficient cities.\n- The principles of High Modernism led to cities like Brasilia, which were sterile, lacking in cultural vibrancy, and did not meet the needs or desires of the populations they were designed to serve.\n- Jane Jacobs criticized High Modernism for ignoring the input and wisdom of local residents; she argued that existing structures contained knowledge about people's needs and desires that planners should build upon.\n- Polyculture has advantages for yields and soil conservation\n- Intercropping offers great flexibility and helps spread risks and improve food security\n- Successful communities and industries are built on practical wisdom (metis), which is often ignored and suppressed by centralized authority\n- Heuristics work until they don't, so knowing when to apply them is unclear.\n- Local knowledge can outdo scientific acumen.\n- Peasant villages were effective government units separate from central government.\n- Rich people should defer to the poor on poverty-related policy.\n- Peoples’ understanding of issues can be like the metis that helps them understand local agriculture.\n- Rationality in practice may not work in practical domains, for which people have spent centuries gathering metis.\n\nKey learnings:\n- Centralized planning and top-down decision-making can result in catastrophic failures.\n- Traditional ways of doing things, though often \"messy,\" may be more effective than artificially imposed systems.\n- The desire for legibility and control can override humanitarian concerns, and those who push for seemingly \"rational\" solutions may actually be LARPing.\n- Governments have always had an incentive to standardize and count everything for tax purposes, but citizens often resist.\n- High Modernism was a strong ideology in the early 20th century that emphasized standardization and rational design.\n- Le Corbusier was an extreme example of a High Modernist who wanted to bulldoze cities and rebuild them with right-angled intersections and evenly-spaced rectangular grids.\n- Existing structures and local knowledge should be taken into account when creating urban spaces; top-down approaches will not necessarily meet the needs of those who will inhabit those spaces.\n- The complexity of human experience and behavior cannot be fully captured by a set of rules or a scientific formula.\n- Empirical knowledge of citizens and peasants in their own fields is crucial for successful communities and industries\n- A combination of certain factors (government incentivized to seek greater legibility, High Modernist ideology, authoritarianism, prostrate civil society) can lead to disaster\n- Peasants know an astounding amount about how to deal with local microclimates and grow local varieties of crops, among other things.\n- Rich people dictating on how the poorest of the poor should live their lives is an issue that arises frequently.\n- Learning the cultural evolution, separate from the individual idea of metis, could be valuable.\n- An art of rationality would look a lot like metis, combining easily teachable mathematical rules with more implicit virtues.\n\nKey questions:\n- Why were failed planning schemes so relentlessly promoted, rewarded, and continued despite their negative effects?\n- How does legibility relate to the desire for control, and how do these desires affect decision-making?\n- What lessons can we draw from these historical examples for modern-day decision-making and planning?\n- What are some other examples of High Modernism, and how did they shape the built environment?\n- How did the tension between standardization and resistance play out in countries outside of Europe and North America?\n- What lessons can we learn from the failures of High Modernist projects, and how can we avoid repeating their mistakes in the future?\n- How can urban planning balance the need for efficiency with the need for cultural vibrancy and individual expression?\n- Can top-down approaches ever truly serve the populations they intend to help, or do they inevitably lead to friction and dissatisfaction?\n- Should urban planners prioritize the opinions and input of residents over their own education and expertise?\n- What is left of his case after admitting modernism and legibility have benefits?\n- What overarching lesson did he learn from the book?\n- What can be done to prevent centralized authority from ignoring and suppressing practical wisdom?\n- When do heuristics work, and when do they not?\n- How applicable is local knowledge today in non-agricultural areas?\n- Should cultural evolution be considered as separate from the idea of metis?\n- Can rationality be effective in practical domains?\n"
}