{
    "title": "Against Murderism",
    "date": "June 21, 2017",
    "links": [
        "https://slatestarcodex.com/2014/11/03/all-in-all-another-brick-in-the-motte/",
        "https://slatestarcodex.com/2014/11/21/the-categories-were-made-for-man-not-man-for-the-categories/",
        "https://en.wikipedia.org/wiki/David_Benatar",
        "https://bjs.gov/content/pub/pdf/Llgsfp.pdf",
        "https://www.theatlantic.com/business/archive/2016/08/consequences-of-ban-the-box/494435/",
        "https://slatestarcodex.com/2013/04/12/noisy-poll-results-and-reptilian-muslim-climatologists-from-mars/",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3694307/",
        "https://www.amazon.com/Three-Languages-Politics-Arnold-Kling-ebook/dp/B00CCGF81Q/ref=as_li_ss_tl?ie=UTF8&linkCode=ll1&tag=slatestarcode-20&linkId=f199410f542fcc7edd04668939e845ff",
        "http://www.aei.org/publication/liberals-or-conservatives-whos-really-close-minded/",
        "https://samzdat.com/2017/05/22/man-as-a-rationalist-animal/",
        "https://slatestarcodex.com/2013/02/13/youre-probably-wondering-why-ive-called-you-here-today/",
        "https://slatestarcodex.com/2016/07/25/how-the-west-was-won/"
    ],
    "url": "https://slatestarcodex.com/2017/06/21/against-murderism/",
    "summary": "Key ideas:\n- The word \"racism\" encompasses different definitions such as motives, belief, and consequences.\n- Definition by consequences is considered the most sophisticated but not practical in real-life situations.\n- Definition by belief can be confusing and controversial.\n- Definition by motive is practical and matches most real-world usage.\n- Different examples are given to illustrate how the different definitions work in practice.\n- The usage of the term \"racism\" is inconsistent and confusing due to the differing definitions by consequences and motive.\n- Definition by motive is a mess, but can be more helpful in solving issues related to racism.\n- Belief in \"murderism\" and racism as a causal explanation can lead to a hostile and ineffective society, as well as the dehumanization of others.\n- Liberalism is a technology for preventing civil war.\n- The problems we face require deep and genuine effort to understand the other person’s subtly different value system.\n- Using violence to enforce conformity to social norms is a historical response but we invented liberalism as an alternative.\n- Giving a platform to people whose only value is hatred makes dialogue based on mutual trust impossible.\n- Rejecting the “murderism” framework and humanizing people involved is crucial for finding the reasons liberalism is possible.\n\nKey learnings:\n- Racism is a complex concept that can be defined in different ways.\n- Definition by motive is a practical way of determining racism in real-life situations.\n- Trying to solve issues related to racism by using sensitivity training or firing people often fails.\n- It's important to understand the motives behind actions perceived as racist before concluding that it is indeed racism.\n- Treating racism as a causal explanation for behavior can be dangerous and ineffective.\n- The importance of deep and genuine effort to understand the other person’s subtly different value system.\n- The danger of giving a platform to people whose only value is hatred.\n- The need to reject the “murderism” framework and find the reasons liberalism is possible.\n\nKey questions:\n- What are the different definitions of racism?\n- What are the implications of each definition?\n- How do we determine racism in real-life situations?\n- Is it worth trying to define racism more precisely or is it too difficult due to varying definitions?\n- Can we truly understand the motives behind behavior perceived as racist, or are there limitations to what we can know?\n- How can we effectively combat racism without falling into the trap of dehumanizing others or over-relying on the concept of racism?\n- Are we being challenged with a moonshot-level problem?\n- How do we find the reasons liberalism is possible?\n- How do we reject the “murderism” framework and humanize people involved?\n"
}