{
    "title": "Can Things Be Both Popular And Silenced?",
    "date": "May 23, 2018",
    "links": [
        "https://www.nytimes.com/2018/05/08/opinion/intellectual-dark-web.html",
        "https://donotlink.it/yZpk",
        "https://reason.com/blog/2018/05/14/the-intellectual-dark-web-and-its-hereti",
        "https://www.bankrate.com/lifestyle/celebrity-money/olympian-and-reality-tv-star-caitlyn-jenners-net-worth/",
        "https://en.wikipedia.org/wiki/Caitlyn_Jenner",
        "https://slatestarcodex.com/2018/05/08/varieties-of-argumentative-experience/",
        "https://www.currentaffairs.org/2018/05/the-real-dangerous-ideas",
        "https://slatestarcodex.com/2014/12/17/the-toxoplasma-of-rage/",
        "https://www.usmagazine.com/celebrity-news/pictures/mark-ruffalo-ryan-gosling-male-celebrities-proud-feminists/andy-samberg/",
        "https://slatestarcodex.com/2017/10/23/kolmogorov-complicity-and-the-parable-of-lightning/",
        "https://slatestarcodex.com/2017/05/01/neutral-vs-conservative-the-eternal-struggle/",
        "http://utc.iath.virginia.edu/abolitn/mobhp.html",
        "https://en.wikipedia.org/wiki/Nauvoo_Expositor",
        "http://warehouse-13-artifact-database.wikia.com/wiki/The_Types_%26_Printing_Press_from_the_Type_Riot_of_Toronto",
        "http://wfae.org/post/latest-effort-confront-impact-1898-wilmington-race-riot#stream/0",
        "https://historyengine.richmond.edu/episodes/view/5562",
        "https://slatestarcodex.com/2016/07/27/post-partisanship-is-hyper-partisanship/",
        "http://dailynous.com/2018/04/10/philosophers-less-willing-hire/",
        "https://slatestarcodex.com/2017/08/01/is-it-possible-to-have-coherent-principles-around-free-speech-norms/",
        "https://slatestarcodex.com/2017/06/21/against-murderism/",
        "https://www.scottaaronson.com/blog/?p=2410",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "http://archive.is/Kp3ot",
        "https://en.wikipedia.org/wiki/The_Power_of_the_Powerless#Content"
    ],
    "url": "https://slatestarcodex.com/2018/05/23/can-things-be-both-popular-and-silenced/",
    "summary": "Key ideas:\n- The term \"intellectual dark web\" is fraught and combines both careful and important thinkers with awful demagogues.\n- Several articles question whether the movement can claim to be silenced if its members are actually popular.\n- The movement's spokespeople are well-known and successful, but they still claim to be marginalized.\n- The conversation around the intellectual dark web fails to acknowledge the success of the internet in enabling uncensorable communication and the emergence of a third route between left and right media platforms.\n- The experiences of the IDW suggest some degree of silencing, and dismissing these claims as an entitlement to universal agreement overlooks the specific incidents of exclusion, harassment, and danger they report.\n- The IDW may unknowingly self-censor their ideas on edgier subjects because discussing them publicly can lower their reputation and put them at greater personal risk.\n- Many criticisms of the IDW by people in media and academia misunderstand the concept of silencing, mistaking popularity and discussion for freedom to express without negative consequences.\n- Silencing refers to a situation where a movement has lots of supporters but none will admit to it publicly under their real name, and its ideas don't penetrate to anywhere they might actually have power.\n- Common knowledge is key to society, and even if everyone knows something, if it's not common knowledge, anyone who says it is knowingly assuming a massive personal risk.\n- To prevent something from becoming common knowledge, all you need to do is censor the common-knowledge-producing mechanisms: the press, the Internet, public meetings.\n- Social censorship isn’t about your support or your leaders. It’s about creating systems of common knowledge that favor your side and handicap your opponents.\n\nKey learnings:\n- Groups that are popular and have famous spokespeople can still experience silencing and marginalization.\n- More taboo ideologies can generate more celebrity, despite having fewer advocates than orthodox ideologies.\n- Famous people who espouse taboo views can help launder them while avoiding repercussions, while ordinary people still face social stigmas.\n- The success of the internet for decentralising communication and funding has allowed more marginal voices to be heard and gain support.\n- Risk of exclusion, harassment, and danger are real outcomes of expressing edgy, taboo, or unpopular views publicly, and their occurrence does not reflect an overblown sense of entitlement to universal agreement.\n- Acknowledging uncomfortable ideas carries reputational risks that the IDW may avoid, and can create obstacles to actually engaging in rational debate.\n- Censorship equals support divided by the common knowledge of support.\n- Assessing how convinced people are of a specific viewpoint is harder than it looks.\n- It's necessary to build common knowledge of everyone's convictions.\n\nKey questions:\n- Can a movement claim to be silenced if its members are popular and well-known?\n- Do taboo ideologies generate more celebrity and attention than orthodox ideologies?\n- Can famous people who advocate for taboo views launder them while avoiding social consequences that ordinary people still face?\n- How can a culture strike a balance between valuing free speech and safeguarding individuals from verbal or physical harassment and persecution?\n- What are the long-run implications of having more polarised media platforms, rather than compromise-seeking platforms?\n- Are there ways to incentivise people to engage in more rational debate that don't expose them to an undue level of reputation risk?\n- How can we prevent silencing from happening to movements with a lot of supporters but low common knowledge?\n- What steps can be taken to ensure common knowledge in a society?\n- How can we accurately assess the degree of support for a specific viewpoint in a society?\n"
}