{
    "title": "Navigating And/Or Avoiding The Inpatient Mental Health System",
    "date": "March 22, 2018",
    "links": [
        "https://health.usnews.com/best-hospitals/rankings/psychiatry",
        "https://psychwardreviews.com/",
        "https://psychwardreviews.com/",
        "https://billadvocates.com/slash-medical-bills-7-ways-haggle/",
        "http://www.treatmentadvocacycenter.org/",
        "http://psychiatrist-blog.blogspot.com/2015/04/responses-to-short-survey-on-inpatient.html"
    ],
    "url": "https://slatestarcodex.com/2018/03/22/navigating-and-or-avoiding-the-inpatient-mental-health-system/",
    "summary": "Key ideas:\n- The blog post offers advice on how to navigate the inpatient mental health system and involuntary commitment.\n- Mental health care is divided into inpatient and outpatient settings, and outpatient care is the best option for those who want to avoid being involuntarily committed.\n- To avoid being involuntarily committed, it's important to understand the laws regarding involuntary commitment in your state and to only open up to competent individuals whom you trust.\n- The post also provides advice on getting admitted to a psychiatric unit voluntarily, including going through an ER and emphasizing a risk of suicide.\n- Doctors may involuntary hospitalize patients for inscrutable bureaucratic reasons.\n- Patients who ought to be involuntarily hospitalized may end up voluntarily hospitalized because doctors ask them to sign a voluntary form.\n- Patients should go to a wealthy-area psychiatric hospital if given a choice.\n- Average stays for psychiatric hospitals are usually a week or less.\n- Psychiatrists don't have a financial incentive to keep people hospitalized and they encourage quick turnover to open up beds.\n- Take the damn drugs while in the hospital for quicker discharge; decide afterward if you still want to continue.\n- Find a patient rights advocate or switch doctors if you feel mistreated.\n- Document everything in the hospital, including mistreatment or medication changes\n- It is difficult to obtain information about someone's stay in a psychiatric hospital\n- There are ways to help a loved one get out of the hospital quickly, but it requires cooperation and documentation\n- Mental health care is expensive, and insurance may not cover it\n- The process of involuntarily committing someone to a psychiatric hospital entails documentation and often the involvement of law enforcement\n- Inpatient mental health treatment can be helpful for some people.\n- People who are involuntarily committed to psychiatric hospitals may eventually find it helpful.\n- There are risks associated with inpatient mental health treatment, including experiencing trauma and losing your autonomy.\n\nKey learnings:\n- Outpatient care carries a lower risk of involuntary commitment than inpatient care.\n- Involuntary commitment is often determined by a health professional's interpretation of a patient's symptoms and may not be protected by law.\n- Mentioning suicide is the easiest way to get admitted to an inpatient unit voluntarily.\n- Patients should try to maintain their pride, but not get too attached to the illusion that there is a practical difference between voluntary and involuntary hospitalization.\n- Patients can find the best psychiatric hospital based on recommendations from a competent outpatient psychiatrist, or by looking at rankings from US News & World Report or reviews on Psych Ward Reviews.\n- Patients should bring a bag of stuff with them when going to the hospital, but expect a decent chance it won't be allowed in.\n- The best way to get discharged quickly is to do everything right, take the damn drugs, and agree to whatever people ask while in the hospital.\n- Patients should get a family member or friend on their side for discharge planning.\n- Document everything that happens during a stay in a psychiatric hospital\n- It can be difficult to obtain information about someone's stay in a psychiatric hospital, but calling different hospitals and asking for the person by name can help\n- Involuntarily committing someone to a psychiatric hospital requires documentation and proof of danger to themselves or others\n- Mental health care can be expensive, so it's important to research insurance coverage beforehand\n- Seeking inpatient mental health treatment should be a last resort.\n- It is important to research potential treatment centers thoroughly before committing to inpatient care.\n- Patients should have a plan in place for when they leave the treatment center to help maintain their mental health.\n\nKey questions:\n- How can I ensure that my rights aren't violated when seeking mental health treatment?\n- What are the differences in mental health care between inpatient and outpatient settings?\n- How do different states' laws regarding involuntary commitment differ?\n- What are some strategies for avoiding involuntary commitment while still receiving mental health care?\n- What is the practical difference between voluntary and involuntary hospitalization?\n- How do inscrutable bureaucratic reasons affect hospitalization?\n- How can patients decide which psychiatric hospital to go to?\n- How can patients make their time in the psychiatric hospital as comfortable as possible?\n- How can patients get discharged quickly?\n- What should patients do if they feel mistreated in the psychiatric hospital?\n- How can I help a loved one who wants to leave the psychiatric hospital quickly?\n- What resources are available if I don't have health insurance and need mental health care?\n- How do I involuntarily commit a loved one to a psychiatric hospital if they are a danger to themselves or others?\n- What are the risks associated with inpatient mental health treatment?\n- How can individuals ensure they are going to a reputable treatment center?\n- What steps can patients take to maintain their mental health after leaving a treatment center?\n"
}