{
    "title": "The GATTACA Trilogy",
    "date": "June 19, 2018",
    "links": [
        "https://www.reddit.com/r/slatestarcodex/comments/8n3xcy/evidence_for_transgenerational_epigenetic/dzsrw5c/",
        "http://www.wiringthebrain.com/2018/05/grandmas-trauma-critical-appraisal-of.html?m=1",
        "https://www.haaretz.com/science-and-health/.premium-doubts-arising-about-claimed-epigenetics-of-holocaust-trauma-1.5466710",
        "https://slatestarcodex.com/2017/07/24/targeting-meritocracy/",
        "https://www.amazon.com/Case-against-Education-System-Waste/dp/0691174652/ref=as_li_ss_tl?ie=UTF8&qid=1529392760&sr=8-1&keywords=case+against+education&linkCode=ll1&tag=slatestarcode-20&linkId=fbe4e6a70b75502726d013f61e867f37"
    ],
    "url": "https://slatestarcodex.com/2018/06/19/the-gattaca-trilogy/",
    "summary": "Key ideas:\n- The 1997 film GATTACA was actually the first film in a three-movie trilogy, with the last two directed by Moira LeQuivalence being flops that are hard to find.\n- Epigenetics is the new method used to select top individuals for space programs based on the stress their ancestors faced.\n- Vincent fakes his epigenome to fit in and pass as a strong astronaut candidate.\n- Vincent's moral compass leads him to call out the corrupt company's practices.\n- Vincent faked his degree to become an astronaut.\n- An incident causes a detective, who is also Vincent's brother, to interview him.\n- Vincent admits to the fraud to his brother and the detective clears him of the suspicions.\n- Vincent realizes his desire to be an astronaut was to escape the stigmas surrounding his secondary education degree.\n\nKey learnings:\n- The danger of genetic and epigenetic determinism and the unfairness of using discriminatory methods to determine one's worth.\n- The importance of individuality and the ability for people to define themselves beyond their genetic makeup and background.\n- The significance of facing one's own moral compass, calling out unethical practices, and fighting for an equal society.\n- Success goes beyond formal education.\n- Lying to achieve a goal doesn't pay off in the end.\n- Forgiveness and family bonds can overcome difficult situations.\n\nKey questions:\n- How can we prevent companies and institutions from using unfair methods to judge someone's worth or ability?\n- Can epigenetics truly predict future success or is it simply another form of discrimination?\n- How can individuals overcome the limitations of their DNA or past experiences to achieve their goals in society?\n- Why did Vincent feel the need to lie about his education to become an astronaut?\n- What other factors affect how people judge others besides their education?\n- How can society make formal education less stigmatizing?\n"
}