{
    "title": "Preschool: I Was Wrong",
    "date": "November 6, 2018",
    "links": [
        "https://www.vox.com/future-perfect/2018/10/16/17928164/early-childhood-education-doesnt-teach-kids-fund-it",
        "https://slatestarcodex.com/2016/05/19/teachers-much-more-than-you-wanted-to-know/",
        "https://www.amazon.com/Case-against-Education-System-Waste-ebook/dp/B076ZY8S8J/ref=as_li_ss_tl?ie=UTF8&linkCode=ll1&tag=slatestarcode-20&linkId=dda02764ea52a1d52698bcb4dddcf862&language=en_US",
        "https://thingofthings.wordpress.com/2016/03/21/shared-environment-proves-too-much/",
        "http://journals.sagepub.com/doi/full/10.1177/2158244017723408",
        "https://books.google.com/books?id=Bmy2BQAAQBAJ&pg=PA49&lpg=PA49&dq=%22shared+environment%22+crime&source=bl&ots=gOzVgxhp-u&sig=J_ZSYWjU3NElaNC5mWPZUNSbC_g&hl=en&sa=X&ved=2ahUKEwiw8t_oq5beAhWEJHwKHRbTB704ChDoATAGegQIABAB#v=onepage&q=%22shared%20environment%22%20crime&f=false"
    ],
    "url": "https://slatestarcodex.com/2018/11/06/preschool-i-was-wrong/",
    "summary": "Key ideas:\n- Preschool does not improve academic ability or IQ, according to earlier studies.\n- However, preschool has benefits in improving children's long-term life outcomes, such as staying in school longer, getting better jobs, and committing less crime.\n- These benefits come from the social and economic advantages that preschool provides, such as freeing up low-income parents from childcare duties and socializing children into a \"normal\" way of life.\n- The effectiveness of preschool highlights the difficulty in predicting policy effects.\n\nKey learnings:\n- Preschool is not beneficial for academic ability, but it has advantages in children's long-term life outcomes.\n- Preschool's effectiveness comes from social and economic advantages.\n- Shared environmental effects may matter more than previously thought in impacting life outcomes.\n\nKey questions:\n- If shared environment factors impact life outcomes more than previously thought, why do studies find little effect from shared environment?\n- Can shared environment factors matter more when measuring non-cognitive factors and including the extremely poor?\n- What are the implications for universal childcare and universal pre-K policies?"
}