{
    "title": "Sort By Controversial",
    "date": "October 30, 2018",
    "links": [
        "https://minimaxir.com/2017/06/reddit-deep-learning/",
        "https://www.reddit.com/r/bigquery/comments/3cej2b/17_billion_reddit_comments_loaded_on_bigquery/",
        "https://github.com/reddit-archive/reddit/blob/master/r2/r2/lib/db/_sorts.pyx",
        "https://www.reddit.com/r/Mozambique/",
        "http://www.latimes.com/local/lanow/la-jaffer-arrest-20171022-story.html",
        "https://www.thewrap.com/tech-child-rape-vungle-zain-jaffer/",
        "https://mg.co.za/article/2018-06-22-00-mozambiques-mysterious-insurgency",
        "https://slatestarcodex.com/2017/11/30/book-review-inadequate-equilibria/"
    ],
    "url": "https://slatestarcodex.com/2018/10/30/sort-by-controversial/",
    "summary": "Key ideas:\n- A startup uses machine learning to predict which ads will get the most likes based on their Reddit upvotes.\n- They test the network on their internal subreddit and create a maximally controversial statement, which leads to a five-hour argument in the office and the firing of two coders for gross incompetence and insubordination.\n- They realize the potential power of the maximally controversial statement and decide to pivot from online advertising to superweapons by contacting the Pentagon.\n- They use Shiri's Scissor, the controversial-creating network, to generate a statement targeting Mozambique to show to the Pentagon, but later face legal repercussions when two fired coders sue the company for unfair dismissal and racial discrimination.\n- The company ultimately shuts down, and the author quits the industry entirely.\n- The author becomes concerned that the site he worked on, which generated controversial scenarios, has been used on the US, predicting specific events such as the Kavanaugh hearings and Colin Kaepernick's protests.\n- The author questions whether this was a coincidence or if someone manipulated the scenarios to achieve a perfect match for specific events.\n- The wave of responses to these scenarios creates deep, divisive, and damaging reactions.\n\nKey learnings:\n- A network designed for prediction can also function as a generative network.\n- The maximally controversial statement can create powerful disagreement even among colleagues.\n- The power of the maximally controversial statement can be harnessed as a potential weapon.\n- Ethical considerations can be compromised in the pursuit of business goals.\n- Legal trouble can arise from the misuse of controversial-creating networks.\n- The creation of a perfect prediction by an online advertising company seems implausible, raising concerns about potential manipulation.\n- The effect of Scissor statements' divisiveness can be damaging, polarizing people and causing conflict.\n\nKey questions:\n- What led the author to quit the industry entirely?\n- What were the consequences of the legal troubles faced by company and employees?\n- Could the maximally controversial statement be used for non-malicious purposes, such as facilitating debates or discussions?\n- How can ethical considerations be balanced with business goals in the development of AI technologies?\n- Who was generating Scissor statements in 2009, and how did they rise to such prominence?\n- Is it possible to combat Scissor statements to prevent them from triggering people so deeply?\n- Can society unite against these divisive statements, and how can we encourage radical compassion and charity?\n"
}