{
    "title": "Cancer Progress: Much More Than You Wanted To Know",
    "date": "August 1, 2018",
    "links": [
        "https://blogs.scientificamerican.com/cross-check/sorry-but-so-far-war-on-cancer-has-been-a-bust/",
        "http://www.townsendletter.com/AugSept2010/cancerprogram0810.html",
        "https://www.statista.com/statistics/241494/median-age-of-the-us-population/",
        "https://www.cdc.gov/mmwr/preview/mmwrhtml/mm6428a8.htm",
        "https://www.ahrq.gov/professionals/education/curriculum-tools/population-health/abrams.html",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3540881/#s1title",
        "https://savvyroo.com/chart-144905542898-cancer-survival-rates-increasing-still-room-for-improvement",
        "https://sci-hub.tw/10.1001/jama.283.22.2975",
        "https://www.researchgate.net/publication/316677269_Supplementary_Data/data/590bd47aa6fdcc5d421edbd7/djx030-Supp.docx",
        "https://sci-hub.tw/10.1016/j.ajog.2015.07.012",
        "https://academic.oup.com/jnci/article/105/23/1806/903340",
        "https://onlinelibrary.wiley.com/doi/pdf/10.1002/cncr.21285",
        "https://www.tandfonline.com/doi/full/10.3109/0284186X.2015.1128119",
        "https://lra.le.ac.uk/bitstream/2381/39007/2/Manuscript_CanEpi_afterreview_wotc.pdf",
        "https://www.sciencedirect.com/science/article/pii/S1877782114001829",
        "https://jamanetwork.com/journals/jamaotolaryngology/fullarticle/408417"
    ],
    "url": "https://slatestarcodex.com/2018/08/01/cancer-progress-much-more-than-you-wanted-to-know/",
    "summary": "Key ideas:\n- Official statistics suggest progress in the War on Cancer but skeptics offer a different view.\n- Incidence rates for cancer have worsened since 1975 but age-adjusted death rates have improved since 1990.\n- Improved social policies like discouraging smoking have been the primary reason for decreasing death rates.\n- Five-year-survival rates have increased since 1970 but the improvement is confounded by improved screening.\n- Adjusting for everything we know and are able to monitor, cancer survival rates seem to have increased.\n\nKey learnings:\n- Age-adjusted data shows that cancer death rates have been decreasing since 1990.\n- Five-year-survival rates have been gradually improving since at least 1970, but improved screening confounds the improvement to some extent.\n- Improved social policies like discouraging smoking have played a major role in decreasing death rates due to cancer.\n- Researchers have investigated stage-specific survival rates to measure the effect of improved cancer treatment, and some gains in survival rates still remain even when adjusted for size.\n\nKey questions:\n- Which narrative is more accurate, official statistics or the view of skeptics?\n- How much of the improvement in five-year survival rates can be attributed to improved screening?\n- How effective have social policies like discouraging smoking been in decreasing death rates?\n- How much of the gain in survival rates from improved cancer treatment is confounded by improved screening?\n- Will future research reveal new confounders that take away the gains made in cancer treatment and diagnosis?"
}