{
    "title": "My California Ballot",
    "date": "November 4, 2018",
    "links": [
        "https://thingofthings.wordpress.com/2018/10/27/thing-of-things-ballot-endorsements-2018/",
        "https://docs.google.com/document/d/1cnN__-M17MxUDrIb8yz_YEGYlTC9G7jyp36Bd9l7g4U/edit?fbclid=IwAR1irPJQtFb_S8q3ToVovpoAF3hPiPy22ixCHTdc2RarYqvK5Vs4iFeoFII#",
        "http://www.latimes.com/politics/la-pol-ca-john-cox-neighborhood-legislature-initiative-20180531-story.html",
        "https://voxeu.org/article/habsburg-empire-and-long-half-life-economic-institutions",
        "https://twitter.com/MarkMeuser/status/1057687894213636096",
        "https://www.ksbw.com/article/pacific-grove-man-registers-dog-to-vote/1052397?fbclid=IwAR2Xg9pM-PpwL0-d1A-7JFwvPor4dJC3I1QM-7AkJ8Qo1fFBgqgKODxTz1s",
        "https://mayormax.com/",
        "http://www.sandiegouniontribune.com/opinion/commentary/sd-utbg-california-ag-candidate-bailey-20181025-htmlstory.html",
        "https://reason.com/archives/2018/11/02/californias-insurance-commissioner-race",
        "https://www.eastbayexpress.com/SevenDays/archives/2018/09/19/opinion-we-must-stand-for-choice",
        "https://taxprof.typepad.com/taxprof_blog/files/2008-19151-1.pdf",
        "https://slatestarcodex.com/2016/08/29/reverse-voxsplaining-drugs-vs-chairs/",
        "http://www.igmchicago.org/surveys/rent-control",
        "https://slatestarcodex.com/2018/10/04/next-door-in-nodrumia/",
        "https://slatestarcodex.com/2014/06/07/archipelago-and-atomic-communitarianism/",
        "https://slatestarcodex.com/2018/01/24/conflict-vs-mistake/",
        "https://www.openphilanthropy.org/focus/us-policy/farm-animal-welfare/prevent-cruelty-california-prop-12"
    ],
    "url": "https://slatestarcodex.com/2018/11/04/my-california-ballot/",
    "summary": "Key ideas:\n- The author provides his preliminary choices for California elected positions and ballot initiatives, including justifications for his votes.\n- The author emphasizes the importance of being cautious about voting for ballot propositions due to their power to overrule the legislature permanently.\n- The author analyzes the candidates for each position in brief and discusses their strengths and weaknesses.\n- The author also provides a summary of each proposition and their supporting arguments.\n- Scott discusses 8 propositions from the November ballot in California\n- His ideas about each proposition range from strong support to outright opposition\n- For some propositions, Scott is unsure and abstains\n\nKey learnings:\n- California has many positions and initiatives up for election, each with varying degrees of importance and complexity.\n- Researching and coming up with informed choices for each of these positions requires some knowledge of the issues and the candidates' views.\n- Voting for ballot propositions is especially important to consider, as they have the power to permanently overrule legislature.\n- Propositions are complicated and require careful consideration\n- Scott relies on the opinions of organizations and experts to form his own opinions\n- Scott values localism, principles, and preventing animal cruelty\n\nKey questions:\n- What is the author's process for choosing which candidate to vote for in each position?\n- Why do ballot propositions in California have the power to overrule the legislature permanently, and why does the author think this should cause voters to be cautious?\n- How do the author's choices for each position reflect their own values and priorities, and how do they align with the values of the Berkeley EA and rationalist community?\n- What is the significance of the author's endorsement of Congressional representative Barbara Lee despite disagreeing with her on certain issues, and why does he prioritize high-variance viewpoints?\n- When should a legislature be able to pass superlaws that can never be repealed?\n- Can the California electorate contradict the California legislature on a matter of localism?\n- How valuable are principles in politics, and when should they give way to pragmatism?\n- Is it ever okay for a company to retroactively make legal something that was previously illegal?\n"
}