{
    "title": "The Whole City Is Center",
    "date": "July 18, 2018",
    "links": [
        "http://rebecca-stafford.org/1-minute-psychology-theres-no-such-thing-as-laziness/",
        "https://medium.com/@aimanhassani/theres-no-such-thing-as-laziness-535fd56acec9",
        "https://medium.com/@dr_eprice/laziness-does-not-exist-3af27e312d01",
        "http://www.willwintermd.com/view_article.php?artid=20",
        "https://goodmenproject.com/ethics-values/there-is-no-such-thing-as-laziness-wcz/",
        "https://www.moveandbefree.com/blog/laziness-doesnt-exist",
        "https://fox13now.com/2018/05/23/no-such-thing-as-laziness/",
        "http://www.parkslopetherapist.com/theres-no-thing-lazy/",
        "https://boomprogress.com/2018/06/03/there-is-no-such-thing-as-laziness/",
        "https://web.archive.org/web/20191020105901/https://libertyhangout.org/2016/01/there-is-no-such-thing-as-laziness/",
        "http://www.theouthousers.com/forum/post2632426.html?sid=4716496be08ef54dcc10e90f60eca42f#p2632426",
        "https://www.lesswrong.com/posts/yA4gF5KrboK2m2Xu7/how-an-algorithm-feels-from-inside",
        "https://www.lesswrong.com/posts/895quRDaK6gR2rM82/diseased-thinking-dissolving-questions-about-disease",
        "https://wiki.lesswrong.com/wiki/Parfit%27s_hitchhiker",
        "https://www.lesswrong.com/posts/XPErvb8m9FapXCjhA/adaptation-executers-not-fitness-maximizers",
        "https://www.lesswrong.com/posts/cSXZpvqpa9vbGGLtG/thou-art-godshatter",
        "https://en.wikipedia.org/wiki/Reflective_equilibrium"
    ],
    "url": "https://slatestarcodex.com/2018/07/18/the-whole-city-is-center/",
    "summary": "Key ideas:\n- People often assume value differences too quickly, but sometimes there are real, complicated value differences.\n- Calling someone \"lazy\" can be problematic because it ignores potential psychological or biological issues that may be causing the lack of motivation.\n- The term \"lazy\" can have different connotations for different people.\n- The debate about punishment for crimes revolves around fundamental differences in values rather than facts.\n- Even those who believe in punishment as a deterrent may prioritize the desire for criminals to suffer over effectiveness at reducing crime.\n- The evolutionary/biochemical process may create urges to punish in people that are not necessarily in line with the goal of being just.\n- Disagreements about punishment and other moral issues often boil down to differences in the choice of methods used to reach reflective equilibrium.\n- People can have different factual beliefs on how to balance the information-bearing-content of words versus their potential connotations.\n- Understanding this can help us be more understanding when dealing with others who have different beliefs.\n- Different factual beliefs do not necessarily indicate fundamental value differences.\n\nKey learnings:\n- It's important to avoid making assumptions about someone's character based on a single behavior or trait.\n- Finding the root cause of someone's lack of motivation can help provide effective solutions.\n- The word \"lazy\" may have different meanings for different people, and it's important to clarify its usage in order to communicate effectively.\n- There may be fundamental value differences between those who prioritize punishment for criminals and those who prioritize rehabilitation.\n- Reflective equilibrium is important in considering moral values but can be difficult to achieve.\n- The language used to describe values can shape perceptions and connotations.\n- We should strive to understand the factual basis for others' beliefs, rather than assuming they have fundamentally different values.\n- Practicing humility and empathy can help us avoid unnecessary conflict with others.\n\nKey questions:\n- Does laziness exist or is it just a moralistic judgment?\n- How can we communicate the concept of someone being unmotivated without using a potentially harmful label like \"lazy\"?\n- What is the appropriate way to respond to someone who is routinely unmotivated or unproductive?\n- Is it ever justified to prioritize the desire for criminals to suffer over the goal of being just and reducing crime?\n- How can we ensure reflective equilibrium when considering moral values?\n- Can we ever truly know if a value difference is fundamental or just a result of differing methods of reflective equilibrium?\n- How can we differentiate between factual differences and fundamental value differences in our interactions with others?\n- In what ways can we be more empathetic and humble when dealing with people who have different beliefs than us?\n"
}