{
    "title": "Highlights From The Comments On DC Graduation Rates",
    "date": "April 12, 2018",
    "links": [
        "https://slatestarcodex.com/2018/04/10/why-dcs-low-graduation-rates/#comment-617956",
        "https://slatestarcodex.com/2018/04/10/why-dcs-low-graduation-rates/#comment-617862",
        "https://slatestarcodex.com/2018/04/10/why-dcs-low-graduation-rates/#comment-617911",
        "https://www.washingtonpost.com/local/education/i-feel-really-bad-for-the-class-of-2018-dc-students-graduation-may-be-imperiled/2018/03/06/0623410c-11a2-11e8-9570-29c9830535e5_story.html",
        "https://slatestarcodex.com/2018/04/10/why-dcs-low-graduation-rates/#comment-618042",
        "https://slatestarcodex.com/2018/04/10/why-dcs-low-graduation-rates/#comment-618122",
        "https://slatestarcodex.com/2018/04/10/why-dcs-low-graduation-rates/#comment-617829",
        "https://www.reddit.com/r/washingtondc/comments/7beto0/for_the_first_time_graduation_rates_at_dcs_public/dphpxxg/",
        "https://www.reddit.com/r/slatestarcodex/comments/8be5ek/why_dcs_low_graduation_rates/dx6nccw"
    ],
    "url": "https://slatestarcodex.com/2018/04/12/highlights-from-the-comments-on-dc-graduation-rates/",
    "summary": "Key ideas:\n- Unexcused absences are major contributors to the low graduation rates in DC Public Schools.\n- The attendance policy is being strictly enforced now, resulting in a drop in expected graduates.\n- DCPS has an 80/20 rule, with most schools having five periods.\n- 10 or more unexcused absences in a class automatically results in an F for the term.\n- Students are over 15 mins late for class often, which counts as an unexcused absence.\n- Poor households make it difficult for students to attend school, especially if they have younger siblings.\n- Students in single-parent households are responsible for ensuring younger siblings attend school.\n- The attendance policy's severity puts poor children at a disadvantage and disproportionately affects black students' graduation rates.\n\nKey learnings:\n- Strict enforcement of the attendance policy negatively impacts the attendance rates of poor students.\n- Poor communities struggle with the attendance policy due to social factors such as single-parent households.\n\nKey questions:\n- What other policies contribute to DC Public Schools' low graduation rates?\n- How can schools minimize absenteeism while considering the unique circumstances of disadvantaged students?\n- What can the federal government do to improve public schools' quality, particularly those in low-income areas?"
}