{
    "title": "SSC Survey Data On Models Of Political Conflict",
    "date": "January 26, 2018",
    "links": [
        "https://slatestarcodex.com/2018/01/03/ssc-survey-results-2018/",
        "https://slatestarcodex.com/Stuff/ssc2018public.xlsx",
        "https://slatestarcodex.com/Stuff/ssc2018public.csv"
    ],
    "url": "https://slatestarcodex.com/2018/01/26/ssc-survey-data-on-models-of-political-conflict/",
    "summary": "Key ideas:\n- The distinction between mistake theory and conflict theory captures something real and important in politics, as seen through SSC survey results.\n- Marxists were more likely to believe opponents were guilty of moral failure, while libertarians believed in intellectual failure.\n- There were several questions that tapped into the underlying attitude, including categorization questions and questions about attitudes towards opposing political beliefs.\n- An ad hoc measurement and factor analysis were conducted to measure respondent's level of conflict theorist responses, finding that Marxists and the alt-right differ from liberals on the dimension of conflict vs. mistake theory.\n- Demographic variables such as autism, financial situations, morality, and Big Five traits did not play a significant role in conflict theorist responses.\n\nKey learnings:\n- The SSC survey results indicate that there is a real distinction between mistake theory and conflict theory in politics.\n- Respondents with different political affiliations have different tendencies towards mistake theory or conflict theory.\n- There are several questions that can be used to measure respondent's tendency towards conflict or mistake theory.\n\nKey questions:\n- Does public choice theory assume conflict between special interests?\n- How did Marxism start off with a dry incentive-based explanation for why capitalists have to do what they do and how the incentive landscape needs to change? \n- Which plays a bigger role in explaining bad politics - intellectual failure or moral failure?\n- What is the exact structure of the difference between Marxists, alt-right, and liberals on the dimension of conflict vs. mistake theory?"
}