{
    "title": "The Tails Coming Apart As Metaphor For Life",
    "date": "September 25, 2018",
    "links": [
        "https://www.lesswrong.com/posts/dC7mP5nSwvpL65Qu5/why-the-tails-come-apart",
        "https://blogs.scientificamerican.com/observations/finland-is-the-happiest-country-in-the-world-and-finns-arent-happy-about-it/",
        "https://slatestarcodex.com/2015/01/15/depression-is-not-a-proxy-for-social-dysfunction/",
        "http://journals.plos.org/plosmedicine/article?id=10.1371/journal.pmed.1001547",
        "https://www.lesswrong.com/posts/3nxs2WYDGzJbzcLMp/words-as-hidden-inferences",
        "https://www.lesswrong.com/posts/yA4gF5KrboK2m2Xu7/how-an-algorithm-feels-from-inside",
        "https://www.lesswrong.com/posts/895quRDaK6gR2rM82/diseased-thinking-dissolving-questions-about-disease",
        "https://slatestarcodex.com/2014/11/21/the-categories-were-made-for-man-not-man-for-the-categories/",
        "https://samzdat.com/2018/08/03/slightly-less-than-truths-iv-v/"
    ],
    "url": "https://slatestarcodex.com/2018/09/25/the-tails-coming-apart-as-metaphor-for-life/",
    "summary": "Key ideas\n- The most extreme value of one variable is rarely the most extreme value of another variable, even if the two are strongly correlated. \n- Happiness is an amalgam of correlated properties such as subjective well-being, positive emotions, and meaningfulness. \n- Each of these properties is also an amalgam, leading to an unprincipled conflation of these properties. \n- People learn the concept of happiness from training data and build different classifiers, which can lead to different concepts of happiness. \n- The further we go toward the tails in morality, the more extreme the divergences become, and different moral systems form different classifiers. \n\nKey learnings\n- Different variables with strong correlations can have different levels of extremes. \n- Happiness is an amalgam of correlated properties that are difficult to quantify and can lead to different concepts of happiness. \n- Morality in the tails diverges depending on the moral system, and ethical subjectivists face the problem of figuring out what to do with the fact that any moral rule followed to infinity will diverge from large parts of what we mean by morality. \n\nKey questions \n- Why do the tails come apart, even if two variables are strongly correlated? \n- Why do people have different concepts of happiness, and how does this affect our understanding of happiness? \n- How does the problem of morality in the tails affect ethical subjectivists who believe that morality has to do with our conception of morality?"
}