{
    "title": "Practically-A-Book Review: Luna Whitepaper",
    "date": "January 18, 2018",
    "links": [
        "https://www.meetluna.com/",
        "https://aellagirl.com/2017/02/11/experiences-on-acid/",
        "https://www.meetluna.com/faq#Why-the-name-name-Luna",
        "http://www.slate.com/blogs/future_tense/2017/12/22/okcupid_is_doing_away_with_usernames_but_why_is_it_making_fun_of_its_users.html",
        "https://lunalabs.github.io/luna_whitepaper.pdf",
        "http://static.izs.me/why-you-should-never-pay-for-online-dating.html",
        "https://techcrunch.com/2017/12/21/long-island-iced-tea-shares-went-gangbusters-after-changing-its-name-to-long-blockchain/"
    ],
    "url": "https://slatestarcodex.com/2018/01/18/practically-a-book-review-luna-whitepaper/",
    "summary": "Key ideas\n- Luna is a new blockchain-based dating app that aims to solve the problem of attention imbalance, where women are inundated with messages and men struggle to get any kind of response.\n- Luna allows users to bid the local cryptocurrency, Stars, to get their message to the top of another user’s queue, with Stars earned by popular users awarded to those receiving the messages.\n- Luna claims that they are incentivized to connect people and their financial incentives and user goals are aligned.\n- Luna will use advanced machine learning techniques, such as predictive algorithms and natural language processing (NLP), to come up with a good match algorithm.\n- Luna seeks to establish a decentralized paradigm in dating to \"remake dating culture\" and solve the questionable agency of current dating app providers.\n\nKey learnings\n- Bidding attention as a commodity on the free market can be a powerful solution to the problem of attention imbalance.\n- More aligned financial incentives and user goals can result in more successful communication.\n- Blockchain can help align economic interests between users and other users, as well as between users and search algorithm designers.\n- Advanced machine learning techniques such as predictive algorithms and NLP can greatly improve matchmaking technology.\n\nKey questions\n- How will Luna address the problem of verifying profiles and preventing spam?\n- Can the bidding system be exploited by people with mild preferences but large amounts of money to outbid those with strong preferences but little financial means?\n- Will the advanced machine learning techniques used by Luna solve the current limitations of current matchmaking algorithms?\n- Will Luna’s crypto token be more efficient and secure than other existing token currencies on the internet?"
}