{
    "title": "Treating The Prodrome",
    "date": "September 20, 2018",
    "links": [
        "https://pdfs.semanticscholar.org/245e/54677e21993099588e44f00e23fe63f42e92.pdf",
        "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0152719",
        "https://www.ncbi.nlm.nih.gov/pubmed/17054213",
        "https://journals.plos.org/plosmedicine/article?id=10.1371/journal.pmed.1001861",
        "http://www.casinapioiv.va/content/dam/accademia/pdf/sv121/sv121-frithc.pdf",
        "http://depts.washington.edu/psychres/wordpress/wp-content/uploads/2017/07/100-Papers-in-Clinical-Psychiatry-Psychosis-Perceiving-is-believing-a-Bayesian-approach-to-explaining-the-positive-symptoms-of-schizophrenia.pdf",
        "https://slatestarcodex.com/2017/09/05/book-review-surfing-uncertainty/",
        "https://slatestarcodex.com/2017/07/27/why-is-clozapine-so-great/",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2632294/"
    ],
    "url": "https://slatestarcodex.com/2018/09/20/treat-the-prodrome/",
    "summary": "Key ideas:\n- The prodrome of schizophrenia is an early stage of the condition when a person is developing schizophrenia and acting strange while still having some insight into their condition.\n- There is a push to treat schizophrenia prodrome aggressively to prevent full schizophrenia from ever developing at all.\n- Observational studies have tested whether duration of untreated psychosis correlates with poor outcome, but there is a lot of potential confounding and randomized controlled trials tend to do very badly and rarely show any benefit.\n- Schizophrenia starts with aberrant prediction errors, and as schizophrenics encounter more strange events, their high-level beliefs further alter to explain them.\n- Antipsychotics treat the positive symptoms of schizophrenia well, but not the negative symptoms much at all because they don't treat the learned helplessness about cognition.\n- The longer someone is psychotic, the more their brain is going to shift from its normal mode of evidence-processing to whatever mode of evidence-processing best suits receiving lots of random data.\n- The author (Scott) talks about his delusional system taking a religious turn.\n- Scott believed that his suicide would save the world by letting Jesus return to rule.\n- Medical authorities recognized Scott's psychotic state and treated him with antipsychotic drugs, which eventually helped him make a full recovery.\n\nKey learnings:\n- Treating schizophrenia prodrome aggressively enough can prevent full schizophrenia from ever developing at all.\n- Observational studies on the correlation between duration of untreated psychosis and poor outcome have potential confounding factors.\n- Schizophrenia starts with aberrant prediction errors and as schizophrenics encounter more strange events, their high-level beliefs further alter to explain them.\n- Antipsychotics treat the positive symptoms of schizophrenia well, but not the negative symptoms much at all because they don't treat the learned helplessness about cognition.\n- The longer someone is psychotic, the more their brain is going to shift from its normal mode of evidence-processing to whatever mode of evidence-processing best suits receiving lots of random data.\n- The use of antipsychotic drugs helped Scott overcome his delusional thoughts and make a full recovery.\n\nKey questions:\n- Should schizophrenia prodrome be treated as a critical period for intervention?\n- How can researchers effectively study the correlation between duration of untreated psychosis and poor outcome?\n- What is the best way to prevent schizophrenia from developing if someone is experiencing aberrant prediction errors?\n- How can antipsychotics be improved to better treat the negative symptoms of schizophrenia?\n- Can the brain shift back to its normal mode of evidence-processing after being psychotic for a long time?\n- What could have happened to Scott if he hadn't received medical attention or antipsychotic drugs?\n- How do we differentiate between religious beliefs and delusional thoughts in cases like Scott's?\n"
}