{
    "title": "Book Review: Evolutionary Psychopathology",
    "date": "December 3, 2018",
    "links": [
        "https://www.amazon.com/Evolutionary-Psychopathology-Marco-Del-Giudice/dp/0190246847/ref=as_li_ss_tl?ie=UTF8&qid=1542484747&sr=8-1&keywords=evolutionary+psychopathology&linkCode=ll1&tag=slatestarcode-20&linkId=09c0d58ae12d932db4fbb765881811bd&language=en_US",
        "https://en.wikipedia.org/wiki/R/K_selection_theory",
        "https://en.wikipedia.org/wiki/Thrifty_phenotype",
        "https://www.vox.com/2018/4/9/17210248/sam-harris-ezra-klein-charles-murray-transcript-podcast",
        "http://www.spsp.org/news-center/blog/stereotype-accuracy-response",
        "https://westhunt.wordpress.com/2012/02/16/depths-of-madness/",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2710982/",
        "https://en.wikipedia.org/wiki/Paternal_age_effect",
        "https://www.sciencedaily.com/releases/2018/10/181031093337.htm",
        "https://www.psychcongress.com/article/brain-scans-reveal-4-depression-subtypes",
        "https://bigthink.com/21st-century-spirituality/stanford-scientists-classify-5-new-categories-of-anxiety-and-depression",
        "http://johnsalvatier.org/blog/2017/reality-has-a-surprising-amount-of-detail",
        "https://slatestarcodex.com/2018/11/13/preschool-much-more-than-you-wanted-to-know/",
        "https://www.theatlantic.com/magazine/archive/2018/12/the-sex-recession/573949/",
        "https://slatestarcodex.com/2014/08/31/radicalizing-the-romanceless/",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3664184/",
        "http://pediatrics.aappublications.org/content/135/2/255",
        "https://scottbarrykaufman.com/wp-content/uploads/2013/09/The-Dark-Triad-Personality.pdf",
        "http://www.parapundit.com/archives/006763.html",
        "https://xkcd.com/451/",
        "https://slatestarcodex.com/2015/01/31/the-parable-of-the-talents/",
        "https://www.amazon.com/Evolutionary-Psychopathology-Marco-Del-Giudice/dp/0190246847/ref=as_li_ss_il?ie=UTF8&qid=1542484747&sr=8-1&keywords=evolutionary+psychopathology&linkCode=li2&tag=slatestarcode-20&linkId=8d44d322890d1d5c30ddbf2f2a2f5f33&language=en_US"
    ],
    "url": "https://slatestarcodex.com/2018/12/03/book-review-evolutionary-psychopathology/",
    "summary": "Key ideas:\n- Evolutionary psychology and psychiatry can be combined to create a new field: Evolutionary Psychopathology.\n- \"Life history strategies\" vary across species and within the human population.\n- Fast life strategies are adapted to unpredictable, dangerous environments, while slow strategies are adapted to safer, masterable environments.\n- Individual differences in traits, such as impulsivity, risk-taking, disgust sensitivity, and romantic attachment styles, are linked to fast vs. slow life history.\n- Predisposition to fast vs. slow life history is caused by a gene-environment interaction.\n- Four different life history strategies can be identified: antagonistic/exploitative, creative/seductive, prosocial/caregiving, and skilled/provisioning.\n- Psychiatric disorders may be broken down into different conditions based on life strategies and adaptations.\n- There are four categories of traits that can manifest as psychiatric disorders: maladaptations, adaptations that no longer work, extreme levels of adaptive traits, and failure modes of adaptive traits.\n- Taxometrics, measuring correlation with mutational load, and evaluating evolutionary strategies can help determine which category a disorder falls into.\n- Life history strategy theory explains different behavior patterns through evolutionary pressures.\n- Life history strategies can be categorized into fast, slow, and unpredictable.\n- Life history strategies may be influenced by childhood deprivation and dangerous environments.\n- The theory can provide testable hypotheses for interventions.\n\nKey learnings:\n- Evolutionary Psychopathology sheds new light on psychiatric conditions by applying evolutionary and genetic ideas and \"life history strategies.\"\n- The fast vs. slow life history continuum influences individual differences in traits and behaviors, which can affect reproductive success.\n- Environmental factors during prenatal development and early childhood can interact with genetic predispositions to \"lock in\" an individual to a faster or slower life history strategy and associated traits.\n- The study of psychopathology is complex and difficult due to the wide range of factors that can contribute to psychiatric disorders.\n- Life history theory offers a different perspective on the effects of childhood experiences on mental health.\n- The fast-slow continuum can explain differences in the development of sexual behavior in adolescents.\n- Life history strategy theory may be a new lens through which to understand behavior.\n- It can provide comfort in understanding one's place in life's plan.\n\nKey questions:\n- How can the insights of Evolutionary Psychopathology be applied to understanding and treating psychiatric conditions?\n- How can the gene-environment interaction be further studied to understand the development of life history strategies and associated traits?\n- What are the implications of understanding psychiatric disorders through an evolutionary framework for stigma, treatment, and prevention?\n- How can psychiatrists determine which category of trait a specific psychiatric disorder falls into?\n- How can the fast-slow continuum explain differences in sexual behavior among adolescents?\n- What are the political and social implications of del Giudice's work on psychiatric disorders and life history theory?\n- Are life history strategies deterministic, or can they be changed through intervention?\n- How do we balance the influence of genetics and environment in life history strategies?\n- How can we use life history strategy theory to inform effective interventions?\n"
}