{
    "title": "Basic Income, Not Basic Jobs: Against Hijacking Utopia",
    "date": "May 16, 2018",
    "links": [
        "https://www.npr.org/2018/05/08/609091985/likely-2020-democratic-candidates-want-to-guarantee-a-job-to-every-american",
        "https://medium.com/@simon.sarris/guaranteed-minimum-agriculture-f93a5aa38c97",
        "http://www.washingtonpost.com/sf/local/2017/03/30/disabled-or-just-desperate/?utm_term=.8b96ed28eaae",
        "https://www.agingcare.com/articles/how-to-get-paid-for-being-a-caregiver-135476.htm",
        "https://siderea.dreamwidth.org/1417552.html",
        "http://www.businessinsider.com/how-high-income-and-low-income-americans-spend-their-money-2017-3",
        "https://www.reddit.com/r/AskReddit/comments/6lhll3/bossesmanagers_of_reddit_what_was_your_worst/",
        "https://www.reddit.com/r/AskReddit/comments/7ai38b/managers_of_reddit_who_was_your_worst_employee/",
        "https://www.reddit.com/r/AskReddit/comments/74ugv9/serious_bosses_of_reddit_what_is_the_worst/",
        "https://www.reddit.com/r/AskReddit/comments/7rftbx/whos_the_worst_coworker_youve_ever_had/",
        "https://www.reddit.com/r/worldnews/comments/8d4di4/the_undercover_author_who_discovered_amazon/dxpxcry/?context=2",
        "http://www.businessinsider.com/amazon-warehouse-like-prison-where-workers-used-pee-bottle-2018-4?r=UK&IR=T",
        "https://medium.com/@simon.sarris/guaranteed-minimum-agriculture-f93a5aa38c97",
        "https://slatestarcodex.com/2017/02/09/considerations-on-cost-disease/",
        "https://medium.com/@simon.sarris/after-universal-basic-income-the-flood-217db9889c07",
        "https://thefutureprimaeval.net/social-technology-and-anarcho-tyranny/",
        "https://muse.jhu.edu/article/226155/pdf",
        "http://www.iflscience.com/editors-blog/selfemployed-people-are-happier-even-if-they-work-more-hours-and-have-no-job-security/",
        "http://www.rewild.com/in-depth/leisure.html",
        "https://www.npr.org/sections/goatsandsoda/2017/10/01/551018759/are-hunter-gatherers-the-happiest-humans-to-inhabit-earth",
        "https://www.advocate.com/health/mental-wellness/2013/01/30/gay-and-bi-men-are-happier-straight-dudes",
        "https://en.wikipedia.org/wiki/Kolkhoz",
        "https://slatestarcodex.com/2017/03/16/book-review-seeing-like-a-state/",
        "https://slatestarcodex.com/2014/08/16/burdens/",
        "https://slatestarcodex.com/2018/02/19/technological-unemployment-much-more-than-you-wanted-to-know/",
        "https://slatestarcodex.com/2016/05/28/book-review-age-of-em/",
        "https://slatestarcodex.com/2018/04/10/why-dcs-low-graduation-rates/",
        "https://slatestarcodex.com/2018/05/16/basic-income-not-basic-jobs-against-hijacking-utopia/#comment-629475"
    ],
    "url": "https://slatestarcodex.com/2018/05/16/basic-income-not-basic-jobs-against-hijacking-utopia/",
    "summary": "Key ideas:\n- Some Democrats are proposing a basic jobs guarantee, which promises a job to anyone who wants one.\n- Basic jobs have been compared to basic income, suggesting that they feel \"fairer\" and provide a psychological boost, and can be used to do useful projects.\n- The author is against the basic jobs proposal, arguing that it has practical shortcomings and doesn't help everyone.\n- The population that depends on basic jobs will be disproportionately composed of people who don't fit into the regular workforce.\n- A basic job guarantee doesn't mean free labor.\n- Nobody has a good plan for how basic jobs would replace firing bad workers or how to deal with abusive working conditions, etc.\n- Basic income could fix private industry; basic jobs could destroy it.\n- Basic income supports personal development; basic jobs prevent it.\n- Basic income solves the problems of inadequate welfare, limited runway for entrepreneurs, and limited job search time for the poor.\n- Basic jobs do not solve these problems and maintain the poor-vs-the-rest-of-us dichotomy.\n- Work is often miserable, and basic jobs will likely result in similarly miserable conditions if cost constraints are involved.\n- Basic income avoids the issues of a dichotomy and offers everyone the same baseline income.\n- Capitalism and private industry can be awful, and basic income offers a chance to do better without destroying everything.\n- Basic income should be pursued despite the challenge of larger-scale testing.\n- The assumption that money is the primary issue with poverty is not supported by data.\n- Poor people today who make $10,000 or $20,000 are often unhappy because they have real money-related problems.\n- Rent being too high is one of the biggest societal ills.\n- Basic income gives freedom while basic jobs only offer money that most likely won't be enough.\n- Meaningful aspects of life like social responsibility or sense of purpose are also needed, not just money.\n- Basic income may make opioid crisis worse while basic jobs have a chance of improving it.\n- Giving people the opportunity to work, instead of forcing them into work, could improve instances of finding purpose.\n- There are examples of whole classes, like aristocrats, who have managed to live off others' work and have been happy.\n- Self-employed people tend to be happier than those who are other-employed.\n- The argument for basic jobs revolves around the idea that work is necessary for human flourishing and that people are not sufficiently self-aware to realize that.\n- A basic income would make it easier for people to get what they want, i.e. leisure activities or working.\n- Basic jobs could be used to create useful infrastructure, while also fostering local economies, provided the government subsidizes the workers so that their goods can be competitive.\n- Capitalism seems to have historically worked pretty well and a basic jobs guarantee preserves the best features of capitalism.\n- Basic jobs could get so entrenched that the system cannot move on to something better.\n- Basic income offers a chance at a utopia while basic jobs perpetuate the worst parts of the current system.\n- Scott is comparing the most utopian formulation of basic income to a practical version of basic jobs.\n- Basic jobs are better than nothing but not by much.\n\nKey learnings:\n- Basic jobs do not help disabled individuals, caregivers, and parents.\n- Basic jobs can perpetuate poverty by not helping people with the cost of housing and transportation.\n- Basic jobs may not pay for themselves if there are concerns about the quality of work and employees.\n- Basic income avoids the problems with basic jobs, such as bad workplaces and abusive working conditions.\n- Basic income provides opportunities for personal development and learning new skills.\n- Basic jobs could have a negative effect on private industry and could prevent personal development.\n- Basic income provides unlimited runway for entrepreneurs and more freedom for those in between jobs.\n- Basic income avoids the dichotomy between welfare recipients and everyone else.\n- Basic jobs are unlikely to avoid the same issues as private industry, and the cost constraints may result in miserable working conditions.\n- Poverty problems aren't just about money and need other reforms.\n- A basic job is not the best alternative to basic income.\n- Basic income offers more than what basic jobs can provide.\n- Sense of purpose is need, but having a job isn't always the best way to receive it.\n- The mere act of having free time should not be seen as negative but as an opportunity.\n- Unemployment is related to contingent features that make people unhappy, such as stigma, social pressure, pre-existing problems, disabilities or chronic pain, and not necessarily with work being necessary for human flourishing.\n- The best studies on homemakers suggest that women who want to be homemakers are happier as homemakers and sadder if forced to work, and that women who want to work are happier as workers and sadder if forced to stay at home.\n- There are some people who are happiest working, and others who are happiest pursuing leisure activities, and a basic income would make it easier for both groups to get what they want.\n- Basic income offers a chance for a more ideal society while basic jobs only maintain the status quo.\n- It is essential to compare different versions of basic income and basic jobs to understand their advantages and limitations.\n- The comparison between basic income and basic jobs needs to consider their practical implications and how they can impact society.\n\nKey questions:\n- How can the disability application process be improved?\n- Can a basic jobs program address the needs of caregivers and parents?\n- How can basic jobs contribute to perpetuating poverty among low-income individuals?\n- How do you deal with people who don't fit into the regular workforce?\n- What's the plan for firing bad workers?\n- How do you replace exit rights in situations where people can't change jobs?\n- How do you prevent basic jobs from destroying private industry?\n- How can you balance the needs of basic jobs with personal development opportunities?\n- What are the drawbacks of pursuing a basic income system on a larger scale?\n- How can basic income be implemented to address the needs of those requiring more than the baseline income?\n- Can basic income replace and offer a better alternative to existing social programs like welfare?\n- Is it fair to assume that \"the forgotten man\" in Economic Policy is a millionaire, rather than a person who has lost his job or has low wages?\n- How could the real political problems of housing be solved before implementing UBI?\n- Could a basic job provide the social responsibilities and sense of purpose that people need?\n- Are \"non cost-disease-related parts of poverty\" able to be resolved before addressing the cost-disease issue?\n- Is giving someone no-strings-attached money, like basic income, going to be an issue for those who are suffering from addiction or a loss of hope?\n- What if people prefer leisure to paid work?\n- What if basic jobs become entrenched and prevent future progress?\n- How can society maintain the positive effects of capitalism while at the same time creating useful infrastructure?\n- Can basic jobs and capitalism coexist?\n- What would be the most effective way to implement basic income or basic jobs?\n- What are the potential benefits and drawbacks of each approach, and which one is better suited to addressing the challenges we face?\n- How can we ensure that discussions about basic income and basic jobs involve a more comprehensive analysis of their implications for society?\n"
}