{
    "title": "Steelmanning The NIMBYs",
    "date": "October 1, 2018",
    "links": [
        "https://nintil.com/",
        "http://experimental-geography.blogspot.com/2016/05/employment-construction-and-cost-of-san.html",
        "http://experimental-geography.blogspot.com/2016/05/employment-construction-and-cost-of-san.html",
        "http://www.civicdashboards.com/",
        "https://docs.google.com/spreadsheets/d/1lcR_2UDrMQqQxqQulyUUyKpv4u5-iq_d4-PYZH1Qldc/edit#gid=231114077",
        "https://sf.curbed.com/2018/1/4/16850432/median-rent-san-francisco-2017",
        "http://www.sfexaminer.com/solve-affordability-crisis-bay-area-housing-stock-must-grow-50-percent-20-years/",
        "http://davidalbouy.net/housingexpenditures.pdf",
        "https://austintexas.gov/sites/default/files/files/NHCD/2014_Comprehensive_Housing_Market_Analysis_-_Document_reduced_for_web.pdf",
        "http://experimental-geography.blogspot.com/2016/05/employment-construction-and-cost-of-san.html",
        "https://www.federalreserve.gov/econres/feds/files/2018035pap.pdf",
        "http://devonzuegel.com/post/agglomeration-effects-might-change-the-yimby-calculus",
        "http://www.tompolk.com/investing.shtml",
        "https://www.nbcbayarea.com/news/local/San-Francisco-Worst-Traffic-Congestion-Report-472923503.html",
        "https://en.wikipedia.org/wiki/List_of_United_States_cities_by_crime_rate",
        "https://www.sfgate.com/crime/article/BART-takeover-robbery-50-to-60-teens-swarm-11094745.php",
        "https://sanfrancisco.cbslocal.com/2018/07/23/bart-investigating-three-homicides-in-less-than-a-week/",
        "https://www.lesswrong.com/posts/Kbm6QnJv9dgWsPHQP/schelling-fences-on-slippery-slopes",
        "https://slatestarcodex.com/2014/06/07/archipelago-and-atomic-communitarianism/",
        "https://www.econlib.org/archives/2016/01/the_invisible_t.html",
        "https://slatestarcodex.com/mistakes/",
        "https://www.sfchronicle.com/business/networth/article/If-people-are-fleeing-the-Bay-Area-for-cheaper-12889909.php",
        "https://pedestrianobservations.com/2018/09/24/the-mines/",
        "https://slatestarcodex.com/2017/11/30/book-review-inadequate-equilibria/",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/"
    ],
    "url": "https://slatestarcodex.com/2018/10/01/steelmanning-the-nimbys/",
    "summary": "Key ideas:\n- YIMBYism is a movement to build more and denser housing in cities, but it is often emotional and closed-minded.\n- San Francisco is doing okay compared to other US cities when it comes to building new housing, but demand keeps increasing.\n- Building more housing in San Francisco is not an easy way to lower rents, and even if it works, it will take decades to do anything.\n- The idea that holdouts who oppose development are inexcusably selfish, hate poor people, or are racist is overly simplistic.\n- The author challenges the argument that building more housing in cities like San Francisco will automatically lead to lower housing costs and higher quality of life for residents.\n- There are deeper social and economic issues that need to be addressed to truly solve the problem of housing affordability and availability in cities.\n- Centralization in certain industries, like tech, contributes to the concentration of people in cities like San Francisco, which perpetuates the housing crisis and other challenges.\n\nKey learnings:\n- The fight over housing is often emotional and divisive.\n- Building more housing is not a panacea for high housing costs and displacement.\n- The problem of how to accommodate different preferences for living environments is difficult to solve.\n- Affordable housing policies alone are not sufficient to address the challenges facing housing availability and quality of life in cities.\n- Solutions to these challenges will require addressing larger social and economic issues, such as the concentration of jobs and people in certain urban areas and the lack of economic opportunities in less dense areas.\n- There is no simple or easy solution to the problem of housing affordability and availability in cities.\n\nKey questions:\n- How can we create a more cooperative and inclusive conversation around housing policy?\n- What are some alternative approaches to dealing with high housing costs and displacement?\n- How can we strike a balance between the needs and preferences of different groups of people?\n- What can be done to address the concentration of people and jobs in certain urban areas, which perpetuates the housing crisis and other challenges?\n- How can we balance the interests of different demographic groups in addressing issues of housing affordability and availability?\n- What role can federal and local policies play in decentralized industries and create more opportunities in less dense areas?\n"
}