{
    "title": "Fight Me, Psychologists: Birth Order Effects Exist And Are Very Strong",
    "date": "January 8, 2018",
    "links": [
        "https://en.wikipedia.org/wiki/Birth_order",
        "https://www.amazon.com/Nurture-Assumption-Children-Revised-Updated/dp/1439101655/ref=as_li_ss_tl?ie=UTF8&qid=1515281048&sr=8-1&keywords=the+nurture+assumption&linkCode=ll1&tag=slatestarcode-20&linkId=e63508f6a599a300838e2216b8e880ee",
        "http://www.pnas.org/content/112/46/14224.full",
        "https://www.ets.org/s/workforce_readiness/pdf/21332_big_5.pdf",
        "https://www.researchgate.net/publication/230787941_Construct_validation_using_multitrait-multimethod-twin_data_The_case_of_a_General_Factor_of_Personality",
        "http://www.businessinsider.com/are-80-of-harvard-students-first-born-children-2012-4",
        "http://www.cnn.com/2017/12/11/health/men-older-brothers-gay-study/index.html",
        "https://slatestarcodex.com/Stuff/ssc2018public.xlsx",
        "https://slatestarcodex.com/Stuff/ssc2018public.csv"
    ],
    "url": "https://slatestarcodex.com/2018/01/08/fight-me-psychologists-birth-order-effects-exist-and-are-very-strong/",
    "summary": "Key ideas\n- The idea that birth order affects personality is a common one, but studies suggest that the effects are minimal.\n- The author conducted a survey of 7,248 people about their birth order.\n- The survey found a significant effect of birth order on intellectual curiosity, with eldest children being more likely to enjoy complex philosophical discussion.\n- The effect size is moderate, and may explain why a high percentage of people in certain communities, such as transhumanist meetups, are eldest children.\n\nKey learnings\n- Birth order effects may exist, but are limited to a few traits.\n- The effect size of birth order on intellectual curiosity is moderate.\n- Pop psychology claims about birth order don't seem to hold up, but there is at least one reputable study that found a few personality differences.\n\nKey questions\n- Why do eldest children have a greater intellectual curiosity, and what factors contribute to this?\n- Are biological siblings more important than adopted siblings in determining birth order effects?\n- How do sibling age gaps work into birth order effects?\n- Can birth order effects offer opportunities for intervention in children's inherent intellectual curiosity?"
}