{
    "title": "The Economic Perspective On Moral Standards",
    "date": "November 16, 2018",
    "links": [
        "https://slatestarcodex.com/2017/08/28/contra-askell-on-moral-offsets/",
        "https://www.givingwhatwecan.org/pledge/",
        "https://slatestarcodex.com/2018/09/19/book-review-the-black-swan/"
    ],
    "url": "https://slatestarcodex.com/2018/11/16/the-economic-perspective-on-moral-standards/",
    "summary": "Key ideas:\n- Some activists believe that nobody is morally acceptable and that merely trying to be a good person is not enough.\n- \"Good person\" status is a social engineering question, not a philosophical one.\n- Society needs to set targets for \"good person\" that are attainable and linked to incentives.\n- Setting the bar for \"good person\" at a lower level than expected might be more effective.\n- Having exceptions for exceptional people and for priorities such as curing cancer or AI alignment may be necessary.\n- The strictest rule for animal rights is to reduce consumption of animal products but not necessarily cut it off\n- There may be an objective morality that classifies the author as \"scum\"\n- Price discrimination, where individuals \"charge\" themselves based on their willpower and personal preferences, can be a way for individuals to enforce their own moral standards\n\nKey learnings:\n- \"Good person\" status is subjective, with internal and external components.\n- Goals and incentives are important for inducing people to behave in a certain way.\n- Wise social engineering is necessary to set targets for \"good person.\"\n- It is important to have strict rules, but not so strict that they discourage further action\n- Personal responsibility and choice in setting moral standards can be a powerful motivator\n- It is difficult for companies or society as a whole to practice effective price discrimination, but individuals can do it on their own\n\nKey questions:\n- Is it possible to set the bar for \"good person\" too low, so that some people are freeloading off the efforts of others?\n- Is there a way to enforce high standards on exceptional people without sabotaging incentives?\n- What is the best way to set the bar for \"good person\" when priorities are in Extremistan?\n- How can we determine what the strictest rule for animal rights is?\n- Is there an objective morality? If so, what are its implications?\n- How can individuals practice price discrimination on themselves to enforce their own moral standards?\n"
}