{
    "title": "Book Review: History Of The Fabian Society",
    "date": "April 30, 2018",
    "links": [
        "https://www.effectivealtruism.org/articles/ea-neoliberal/",
        "https://www.amazon.com/History-Fabian-Society-Edward-Pease/dp/1847024335/ref=as_li_ss_tl?ie=UTF8&qid=1524730695&sr=8-1&keywords=history+fabian&linkCode=ll1&tag=slatestarcode-20&linkId=00e721b65ae76010f4be4e5b9007d66f",
        "http://www.gutenberg.org/ebooks/13715",
        "https://digital.library.lse.ac.uk/objects/lse:cex783bey/read/single#page/1/mode/2up",
        "https://slatestarcodex.com/2014/09/24/book-review-red-plenty/",
        "https://www.jacobinmag.com/2018/02/elon-musk-hyperloop-public-transit-tech",
        "https://www.jacobinmag.com/2017/02/mars-elon-musk-space-exploration-nasa-colonization",
        "https://www.jacobinmag.com/2015/05/tesla-powerwall-elon-musk-climate-change/",
        "https://twitter.com/jacobinmag/status/961372294143672320?lang=en",
        "https://fabians.org.uk/",
        "https://www.amazon.com/History-Fabian-Society-Edward-Pease-ebook/dp/B004TQM590/ref=as_li_ss_il?ie=UTF8&qid=1525143204&sr=8-1&keywords=history+of+the+fabian+society&linkCode=li2&tag=slatestarcode-20&linkId=64a35bcbd7aa52222ac26b5e3513c702"
    ],
    "url": "https://slatestarcodex.com/2018/04/30/book-review-history-of-the-fabian-society/",
    "summary": "Key ideas:\n- The Fabian Society was a British socialist organization that advocated for democratic socialism and incremental change.\n- The Society was founded by a group of upper-middle-class bureaucrats who believed that communism should avoid talk of violent revolution and instead work within the system.\n- The Fabians educated people through lectures, debates, and well-written pamphlets, which were a core part of their strategy.\n- The Society's success is evidenced by the fact that their demands for public policies are similar to those found in modern democracies.\n- The Fabian Society was successful despite not being particularly competent or hard-working.\n- Its success can be attributed to luck, having a group of talented leaders, being bourgeois, accepting its role as a middle-class socialist society, and being a \"big tent\" organization.\n- The Society's focus on intellectual freedom and its ability to look respectable were also assets.\n- The Fabian Society was successful in cultivating socialist talent and promoting socialist ideas.\n- Their long-term outlook and gradual approach helped to attract and retain members.\n- Personal relationships were emphasized through social events and gatherings.\n- There was a widespread belief in the inevitability of socialism during the time of the Fabians.\n\nKey learnings:\n- The Fabians' success can be attributed to their focus on incremental change and reformation rather than violent revolution.\n- The Society's emphasis on education, talent cultivation, and well-written propaganda contributed to their influence and success.\n- Success can come in unexpected ways, even without overt effort.\n- Luck and talented individuals can play a big role in success.\n- Being able to move in different social circles and knowing how to work within them can be advantageous.\n- A soft touch and intellectual atmosphere can be effective in attracting and retaining members.\n- Personal relationships are important and can be cultivated through social events and gatherings.\n- Success can come from being in the right place at the right time and having widespread support for the ideas being promoted.\n\nKey questions:\n- How did the Fabians' principles and strategies differ from those of other socialist organizations of their time?\n- What impact did the Fabians have on British and global politics beyond the policies they advocated for?\n- How important is luck in achieving success?\n- Can a lack of overt effort still lead to success?\n- How much do social status and networks impact success?\n- To what extent were the Fabians' strategies responsible for their success?\n- How did the Fabians' strategies compare to those of modern nonprofits?\n- How did the historical context of the time contribute to the acceptance of socialist ideas?\n"
}