{
    "title": "Is Science Slowing Down?",
    "date": "October 15, 2018",
    "links": [
        "https://web.stanford.edu/~chadj/IdeaPF.pdf",
        "https://nintil.com/2016/04/25/no-great-technological-stagnation/",
        "http://radar.oreilly.com/2012/08/data-mining-the-literature.html",
        "https://en.wikipedia.org/wiki/Derek_J._de_Solla_Price#Scientific_contributions",
        "https://en.wikipedia.org/wiki/Hennig_Brand#Alchemy",
        "https://en.wikipedia.org/wiki/Marathon#World_records_and_world's_best",
        "http://mason.gmu.edu/~rhanson/longgrow.html",
        "https://slatestarcodex.com/2017/10/15/were-there-dark-ages/",
        "http://lukemuehlhauser.com/industrial-revolution/",
        "https://arxiv.org/pdf/1705.08807.pdf"
    ],
    "url": "https://slatestarcodex.com/2018/10/15/is-science-slowing-down/",
    "summary": "Key ideas:\n- Bloom, Jones, Reenen & Webb (2018) argue that scientific progress is slowing down despite an exponential increase in the number of researchers.\n- The number of researchers has grown exponentially over the past century, while progress in most fields has been constant or slowing down.\n- BJRW’s method of comparing percent change in progress with the absolute number of researchers shows that each researcher has become about 25x less productive in making discoveries that translate into economic growth over the past ninety years.\n- Most participants at the conference explain the trend through the “low-hanging fruit” explanation, which suggests all the most significant discoveries were made a long time ago, and research has been picking at the margins ever since.\n- The author discusses the idea of the Gods Of Straight Lines, which means the tendency of human society to follow predictable patterns and structures.\n- The author argues that this tendency can have both positive and negative effects on society.\n- The author questions the role of scientific progress and innovation in this framework.\n\nKey learnings:\n- Comparing progress rates with the absolute number of researchers is essential when predicting scientific progress.\n- The exponential increase in the number of researchers and the emergence of low-hanging fruit are the most probable explanations for why scientific progress has slowed down.\n- The structure and predictability of human society can provide benefits in terms of efficiency and progress.\n- However, it can also limit creativity and unique problem-solving.\n- There is a potential danger in attempting to disrupt or drastically change the current structure of society.\n\nKey questions:\n- Why is progress in science slowing down despite exponential increases in the number of researchers?\n- Is it possible to fix the problem of scientific progress slowing down?\n- What accounts for the lower productivity of researchers today?\n- Is it possible to balance the benefits and drawbacks of the structure of human society?\n- What is the role of innovation in this framework?\n- How can we ensure that progress and creativity are not stifled by predictability and structure?\n"
}