{
    "title": "Next Door In Nodrumia",
    "date": "October 4, 2018",
    "links": [
        "http://www.pewsocialtrends.org/2008/12/17/who-moves-who-stays-put-wheres-home/",
        "https://slatestarcodex.com/2018/10/04/next-door-in-nodrumia/#comment-674923",
        "https://slatestarcodex.com/2014/06/07/archipelago-and-atomic-communitarianism/",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "https://www.ocregister.com/2015/12/13/oc-homebuilding-at-its-highest-level-in-15-years/",
        "http://www.cityofirvine.org/about-irvine/demographics",
        "https://www.businessinsider.com/senegal-building-2-billion-futuristic-city-inspired-by-nature-2018-9",
        "https://en.wikipedia.org/wiki/Charter_city#Development_potential",
        "http://www.el-cerrito.org/chartercity"
    ],
    "url": "https://slatestarcodex.com/2018/10/04/next-door-in-nodrumia/",
    "summary": "Key ideas:\n- The article discusses a scenario where inhabitants of Nodrumia found a corporation that owns all the property in the area and distributes usage rights.\n- The usage rights come with restrictions on things like playing drums.\n- An individual who wants to move out of Nodrumia and sell their house is prevented from doing so when the highest bidder is a drummer who wants to turn the property into a studio.\n- This scenario poses a question about libertarian philosophy and private property rights versus the rights of a community to govern itself and ban certain activities.\n- The article proposes that a libertarian treatment of the issue would argue that towns have the most right to pass restrictive laws when things like exit rights are most salient, and then less right when they aren’t.\n- The article suggests that charter cities could be a solution for YIMBYs, and gives the example of Irvine, California.\n- The housing crisis in California is a result of restrictive zoning laws and resistance to new housing.\n- The idea of charter cities, with their own independent governments and regulation, could provide a solution to the crisis.\n- California already has some legal provisions for charter cities, and some parts of the state are experiencing third-world conditions.\n\nKey learnings:\n- Libertarian philosophy proposes that private landowners should be able to determine what happens on their property.\n- Communities have a right to be governed by laws made by a democratically elected council.\n- The analysis suggests that whether an institution is more like a corporation or intentional community versus a national government determines the degree to which said institution has the right to be strict.\n- The article suggests that letting towns be at least kind of like private property can help retain some distinction from each other in society.\n- The housing crisis is a complex issue with multiple factors at play.\n- Solutions to the crisis may require creative thinking and a willingness to explore unconventional options.\n- Charter cities may be a viable solution to the problem, but their implementation would likely face significant challenges.\n\nKey questions:\n- Who is in the right according to libertarian philosophy: the Nodrumian inhabitants or the drummer who wants to turn property into a studio?\n- What kind of characteristics determine whether an institution is more like a corporation or intentional community versus a national government?\n- Do towns have the same rights as a private company to impose restrictions?\n- What is the author's stance on eminent domain?\n- Can charter cities be a solution for YIMBYs?\n- What would be required to make charter cities a reality in California?\n- What are the risks and potential downsides of pursuing charter cities as a solution?\n- How can we balance the need for affordable housing with concerns about urban sprawl and environmental impact?\n"
}