{
    "title": "Book Review: Madness And Civilization",
    "date": "January 4, 2018",
    "links": [
        "https://www.amazon.com/Madness-Civilization-History-Insanity-Reason/dp/067972110X/ref=as_li_ss_tl?ie=UTF8&qid=1515100656&sr=8-1&keywords=madness+and+civilization&&linkCode=ll1&tag=slatestarcode-20&linkId=58c09e3cb12de87c2208e0aab580aeac",
        "https://books.google.com/books?id=jKBmAE4uFbIC&pg=PA207&lpg=PA207&dq=%22ship+of+fools%22+foucault&source=bl&ots=xsD3M8G2ML&sig=L_t5I9QjeINhfMJO-gbxxLRw43I&hl=en&sa=X&ved=0ahUKEwjfnovy4bPYAhVJqFQKHSAHD_k4ChDoAQhKMAc#v=onepage&q=%22ship%20of%20fools%22%20foucault&f=false",
        "https://slatestarcodex.com/2016/08/25/devoodooifying-psychology/",
        "https://www.discovermagazine.com/mind/exercise-and-depression-its-complicated",
        "https://www.psychologytoday.com/blog/evolutionary-psychiatry/201710/can-exercise-prevent-depression",
        "https://slatestarcodex.com/2016/12/12/might-people-on-the-internet-sometimes-lie/",
        "https://slatestarcodex.com/2014/06/09/constant-vigilance/"
    ],
    "url": "https://slatestarcodex.com/2018/01/04/book-review-madness-and-civilization/",
    "summary": "Key ideas:\n- Foucault's book \"Madness and Civilization\" explores the history of mental illness and how it has been categorized throughout history.\n- The Renaissance saw a fascination with madness as the stable medieval order began to collapse, leading to a complex of artistic and philosophical themes linking madmen, the sea, and the terrible mysteries of the world.\n- Conformity and clean living were considered salubrious, and failures in these areas, such as poverty and crime, were lumped in with madness.\n- Workhouses and confinement were seen as a solution to poverty, with an emphasis on labor as a redemptive force.\n- The historical treatment of the mentally ill was characterized by confinement, chains, and cages, reflecting an analogy between madness and animality\n- The late eighteenth century saw a period of reform where the mentally ill were taken out of prisons and workhouses and brought to benevolent asylums, but Foucault argues that this narrative is oversimplified\n- Doctors played a lynchpin role in the reform, but their main role was as representatives of polite society and healthy living, not as healers of mental illness\n- Foucault's book Madness and Civilization is a deep exploration of the animating spirit of Europe that led to the treatment of the mentally ill\n- Scott reflects on the historical understanding and treatment of mental illness.\n- He notes the tendency of society to blame certain activities or behaviors for mental illness.\n- Scott expresses skepticism about the efficacy of some modern mental health practices.\n\nKey learnings:\n- The historical categorization of madness was heavily influenced by social and cultural norms.\n- Treatment of the mentally ill has a long and disturbing history, with confinement and workhouses being seen as a cure for madness.\n- Contemporary understandings of mental illness are shaped by historical categorizations and cultural assumptions.\n- The historical treatment of the mentally ill was incredibly inhumane, characterized by confinement, chains, and cages\n- The period of reform in the late eighteenth century was not as benevolent as it is often portrayed, and doctors played a lynchpin role in perpetuating the status quo\n- Foucault's book is not an easy read and requires a certain amount of appreciation for the philosophical and idealistic\n- Past societies looked at activities and behaviors, such as reading novels or drinking hot drinks, as causes of mental illness.\n- Exercise and routine activity are believed to help depression, though some believe this is due to the social role they play rather than physical effects.\n- Many past medical treatments were based on placebo effects and cherry-picking.\n\nKey questions:\n- How has the cultural understanding of mental illness changed throughout history?\n- How do contemporary understandings of mental illness continue to be shaped by historical categorizations and cultural assumptions?\n- What can be learned from the history of treatment for the mentally ill?\n- How did the historical treatment of the mentally ill compare to the treatment of other marginalized groups, such as the poor or criminals?\n- Are there any examples of institutions or individuals during this time period that advocated for more humane treatment of the mentally ill?\n- What is the significance of Foucault's focus on the animating spirit of Europe in his analysis of madness and civilization?\n- Is the tendency of society to blame certain activities or behaviors for mental illness a form of voodoo psychology?\n- How much credence should be given to past beliefs about mental health, even if they are expressed in awkward, outdated terms?\n- How can we maintain constant vigilance in the field of mental health to ensure effective treatment?\n"
}