{
    "title": "HPPD And The Specter Of Permanent Side Effects",
    "date": "June 6, 2018",
    "links": [
        "https://en.wikipedia.org/wiki/Hallucinogen_persisting_perception_disorder",
        "https://www.cell.com/cell/abstract/S0092-8674(16)31749-4?_returnURL=http%3A%2F%2Flinkinghub.elsevier.com%2Fretrieve%2Fpii%2FS0092867416317494%3Fshowall%3Dtrue",
        "https://www.vice.com/en_us/article/78wwxq/is-it-a-myth-that-lsd-can-permanently-fry-your-brain",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3537171/",
        "http://www.tandfonline.com/doi/abs/10.1080/00207147208409273",
        "https://slatestarcodex.com/2016/04/28/why-were-early-psychedelicists-so-weird/",
        "http://journals.sagepub.com/doi/full/10.1177/2045125312451270",
        "http://www.mdpi.com/2076-3425/8/3/47/htm",
        "https://onlinelibrary.wiley.com/doi/full/10.1111/pcn.12270"
    ],
    "url": "https://slatestarcodex.com/2018/06/06/hppd-and-the-specter-of-permanent-side-effects/",
    "summary": "Key ideas\n- Hallucinogen persisting perception disorder (HPPD) is a real and uncommon disease caused by taking LSD and synthetic cannabinoids, with some people having it for years.\n- Estimates of prevalence vary, with one of every four LSD users possibly susceptible to some form of HPPD, but it is also possible that most do not report it.\n- HPPD and LSD trips share effects that can be explained by excitotoxicity or the killing of a few undetectably small but important neurons with gamma-Aminobutyric acid (GABAergic) outputs on their cell bodies and terminals, respectively.\n- There are several neurochemical hypotheses to explain the development of tardive dyskinesia, including the role of dopamine and cholinergic systems, noradrenergic dysfunction, dysfunctions of striatonigral, GABAergic neurons, and excitotoxicity.\n- In some cases, drug side effects resulting from the body as a chaotic system that settles into various attractors that persist until something shifts it can be more dangerous than killing-off-neurons hypotheses.\n\nKey learnings\n- LSD can cause HPPD, a real and uncommon disease that can affect perception and generate anxiety attacks lasting years.\n- Some other drugs can have permanent side effects despite having only limited exposure times, and different hypotheses exist to explain how they generate these outcomes.\n- As the mechanisms behind the permanence of these drugs' side effects remain unclear, they perpetuate an aura of unpredictability, stressing the importance of minimizing exposure and dosage and increasing awareness among users.\n\nKey questions\n- How common is HPPD among LSD users, and why doesn't it receive more attention?\n- What are the potential mechanisms that explain why LSD and other drugs have permanent side effects despite modest drug exposure times?\n- How can we minimize the risk of these drugs' severe side effects and increase public awareness of them?"
}