{
    "title": "[ACC Entry] Should Childhood Vaccination Be Mandatory?",
    "date": "September 6, 2018",
    "links": [
        "https://slatestarcodex.com/2018/09/03/this-week-adversarial-collaboration-entries/",
        "https://www.ncbi.nlm.nih.gov/pubmed/22123877",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3890451/",
        "https://www.ncbi.nlm.nih.gov/pubmed/18207561",
        "https://www.ncbi.nlm.nih.gov/pubmed/18086216",
        "https://www.ncbi.nlm.nih.gov/pubmed/7668036",
        "https://www.ncbi.nlm.nih.gov/pubmed/18028466",
        "https://www.ncbi.nlm.nih.gov/pubmed/8667923",
        "https://www.ncbi.nlm.nih.gov/pubmed/16387585",
        "https://www.ncbi.nlm.nih.gov/pubmed/19822573",
        "https://www.ncbi.nlm.nih.gov/pubmed/10647796",
        "https://www.ncbi.nlm.nih.gov/pubmed/11978910",
        "https://www.ncbi.nlm.nih.gov/pubmed/18845551",
        "https://www.ncbi.nlm.nih.gov/pubmed/15308362",
        "https://www.ncbi.nlm.nih.gov/pubmed/17181437",
        "https://www.ncbi.nlm.nih.gov/pubmed/16368169",
        "https://www.ncbi.nlm.nih.gov/pubmed/9701130",
        "https://www.ncbi.nlm.nih.gov/pubmed/14662571",
        "https://www.ncbi.nlm.nih.gov/pubmed/20477118",
        "https://www.ncbi.nlm.nih.gov/pubmed/12612250",
        "https://www.ncbi.nlm.nih.gov/pubmed/12239261",
        "https://www.nytimes.com/2016/06/19/magazine/the-parasite-underground.html",
        "https://www.ncbi.nlm.nih.gov/pubmed/8667923",
        "https://www.ncbi.nlm.nih.gov/pubmed/10647796",
        "https://www.ncbi.nlm.nih.gov/pubmed/?term=Socioeconomic+status%2C+number+of+siblings%2C+and+respiratory+infections+in+early+life+as+determinants+of+atopy+in+children",
        "https://www.ncbi.nlm.nih.gov/pubmed/28024144",
        "https://www.ncbi.nlm.nih.gov/pubmed/22079075",
        "https://www.ncbi.nlm.nih.gov/pubmed/27518660",
        "https://www.ncbi.nlm.nih.gov/pubmed/27027969",
        "https://www.ncbi.nlm.nih.gov/pubmed/12608443",
        "https://www.ncbi.nlm.nih.gov/pubmed/12608443",
        "https://www.ncbi.nlm.nih.gov/pubmed/24909808",
        "https://www.ncbi.nlm.nih.gov/pubmed/25905574",
        "http://www.latimes.com/science/sciencenow/la-sci-sn-vaccine-medical-exemptions-20170905-story.html",
        "http://www.latimes.com/local/lanow/la-me-ln-california-vaccination-20170412-story.html"
    ],
    "url": "https://slatestarcodex.com/2018/09/06/acc-entry-should-childhood-vaccination-be-mandatory/",
    "summary": "Key ideas:\n- Vaccination is an important tool for promoting public health and has been successful in eradicating some diseases and preventing outbreaks.\n- Vaccines should undergo continual safety surveillance, and any potential adverse effects should be factored into the risk-benefit analysis.\n- The benefits of vaccines can differ depending on the vaccine type and the socio-economic context in which they are used.\n- Vaccination should not be a one-off check of safety, and ongoing inquiries are needed.\n- The statement \"vaccines are safe\" cannot be applied across the board to all vaccines ever created.\n- Mandatory vaccination policies should be justified and not rigidly unyielding.\n- In some European nations, vaccination is not mandatory, but they still achieve high vaccination rates.\n- Mandatory vaccination may not be necessary in developed nations to achieve public health objectives.\n- The most common known risk of vaccination is the potential for an allergic response to some component of the vaccine.\n- The hygiene hypothesis suggests that the removal of bacterial and parasitic infections throughout human evolution may be a cause of modern immune system problems.\n- Different hypotheses suggest that vaccines contribute to autoimmune, autoinflammatory, and atopic diseases, protect against them, or have no demonstrable impact on them.\n- The Amish, who live on farms, and people who work with livestock have a lower rate of developing immune system disorders.\n- Investigating dietary changes and transplantation are some possible interventions to achieve a balance towards protective commensal bacteria.\n- The development of an anti-hookworm vaccine could be a beneficial intervention to address iron deficiency in developing countries.\n- While there is not strong evidence that vaccines drive autoimmunity and atopy, research should be focused on disease exposure and not just vaccination status.\n- Ongoing surveillance of vaccine safety is crucial, as it is impossible to \"prove a negative.\"\n- Mandatory vaccination is not necessary, as achieving herd immunity can be done without removing individuals' medical decision-making abilities.\n- Alternatives to mandates should be studied to provide policy-makers with readily available alternatives.\n- While \"precautionary principle\" approaches to vaccinations for individual children may be understandable, they cannot be recommended as a matter of public policy.\n\nKey learnings:\n- Vaccines are not a one-size-fits-all tool for promoting public health, and their safety and benefits need to be evaluated on a case-by-case basis.\n- Mandatory vaccination policies should be weighed against the benefits and risks involved.\n- Vaccine safety requires ongoing inquiries and scrutiny.\n- Any identified harm from vaccines must be outweighed by the benefits they confer to recommend them.\n- The most common known risk of vaccination is very low.\n- The hygiene hypothesis suggests that modern medical technology has eliminated infections that perform an important function in the human immune system.\n- There are different hypotheses about the impact of vaccines on autoimmune, autoinflammatory, and atopic diseases, but most studies have found no demonstrable link.\n- People who live on farms have a much lower rate of developing immune system disorders.\n- Vaccines are an important element of disease control and eradication.\n- There is no compelling evidence of long-lasting or permanent negative side effects of vaccines.\n- The conflict in the vaccination debate is between individual dissent and community solidarity.\n\nKey questions:\n- What are the potential adverse effects of vaccines, and how can they be mitigated?\n- How can we balance individual freedom with the need to promote public health through vaccination?\n- What is the most effective way to ensure high vaccination rates without imposing rigidly unyielding mandatory policies?\n- Can mandatory vaccination be effective in other nations with unique health care systems, laws, policies, and behavioral norms?\n- What are the implications if the hypothesis linking vaccination against endemic diseases and the increase in allergy and autoimmunity were confirmed?\n- What are the specific commensal bacteria that humans need to prevent developing immune system diseases?\n- How can the efficacy of the introduction of killed bacteria into atopic individuals and the retraining of the gut commensal balance be tested?\n- How can we achieve a balance towards protective commensal bacteria?\n- What is the best approach to address iron deficiency in developing countries?\n- Do vaccines drive autoimmunity and atopy, and how can we appropriately investigate this question in the future?\n- What can we do to ensure ongoing surveillance of vaccine safety?\n- When is mandatory vaccination necessary, and what are some alternatives to mandates that should be studied?\n- How can we reconcile individual dissent and community solidarity regarding vaccination?\n"
}