{
    "title": "Cognitive Enhancers: Mechanisms And Tradeoffs",
    "date": "October 22, 2018",
    "links": [
        "https://www.washingtonpost.com/national/health-science/tweaking-brains-with-smart-drugs-to-get-ahead-in-silicon-valley/2017/06/09/5bc9c064-0b35-11e7-93dc-00f9bdd74ed1_story.html?utm_term=.500a0cb705ab",
        "https://www.scientificamerican.com/article/will-a-nicotine-patch-make-you-smarter-excerpt/",
        "https://www.gwern.net/Drug-heuristics",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4235126/",
        "https://slatestarcodex.com/2018/03/04/god-help-us-lets-try-to-understand-friston-on-free-energy/",
        "https://slatestarcodex.com/2017/09/05/book-review-surfing-uncertainty/",
        "https://slatestarcodex.com/2015/08/28/mysticism-and-pattern-matching/",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4236403/",
        "https://slatestarcodex.com/2018/09/20/treat-the-prodrome/",
        "https://slatestarcodex.com/2016/01/11/schizophrenia-no-smoking-gun/",
        "http://www.sandernieuwenhuis.nl/pdfs/Jepma_etal_JoCN_BeliefUpdating.pdf"
    ],
    "url": "https://slatestarcodex.com/2018/10/22/cognitive-enhancers-mechanisms-and-tradeoffs/",
    "summary": "Key ideas:\n- \"Smart drugs\" are substances that enhance learning and memory.\n- Two of the most effective \"smart drugs\" are piracetam and nicotine, which activate the brain's acetylcholine system.\n- Acetylcholine is a neuromodulator that encodes changes in the precision of prediction errors in sensory cortical hierarchies.\n- Modulating acetylcholine levels can affect learning rates and the balance between top-down processes that determine what you should be expecting to see, and bottom-up processes that determine what you're actually seeing.\n- High levels of acetylcholine from study drugs may help certain types of learning, but there may be trade-offs.\n\nKey learnings:\n- The brain's acetylcholine system is important for learning and memory.\n- Study drugs that modulate the brain's acetylcholine system may enhance learning, but the effects are subtle and may have trade-offs.\n- Acetylcholine helps set the learning rate in the brain, which can affect the balance between top-down and bottom-up processing.\n\nKey questions:\n- Why do we need \"smart drugs\" to enhance learning and memory?\n- Is there a trade-off between the potential benefits of study drugs and their possible side effects?\n- How does the brain balance top-down processes that determine what you should be expecting to see and bottom-up processes that determine what you're actually seeing?"
}