{
    "title": "Book Review: Twelve Rules For Life",
    "date": "March 26, 2018",
    "links": [
        "https://www.amazon.com/12-Rules-Life-Antidote-Chaos/dp/0345816021/ref=as_li_ss_tl?ie=UTF8&qid=1522131061&sr=8-1&keywords=twelve+rules+for+life&linkCode=ll1&tag=slatestarcode-20&linkId=b4da8745e9748254203da8cefb4a43f5",
        "https://samzdat.com/2017/06/28/without-belief-in-a-god-but-never-without-belief-in-a-devil/",
        "https://slatestarcodex.com/2018/03/04/god-help-us-lets-try-to-understand-friston-on-free-energy/",
        "https://slatestarcodex.com/2018/03/08/ssc-journal-club-friston-on-computational-mood/",
        "https://barnardsvilleumc.files.wordpress.com/2013/07/ebook-lewis-c-s-the-great-divorce.pdf",
        "https://squid314.livejournal.com/339814.html",
        "http://www.samizdat.qc.ca/arts/lit/PDFs/ScrewtapeLetters_CSL.pdf",
        "https://aaronsmithtumbler.tumblr.com/post/172301315970/this-was-your-fathers-rock",
        "https://pdfs.semanticscholar.org/bf4a/1dee8cab37369fd21eddb33449abea9f3575.pdf",
        "https://www.reddit.com/r/slatestarcodex/comments/87g865/book_review_twelve_rules_for_life/",
        "https://en.wikipedia.org/wiki/Burned-over_district",
        "https://www.amazon.com/12-Rules-Life-Antidote-Chaos/dp/0345816021/ref=as_li_ss_il?ie=UTF8&qid=1522131595&sr=8-1&keywords=twelve+rules&linkCode=li3&tag=slatestarcode-20&linkId=f9aede1c9c889b12fd48ad427ee49b41"
    ],
    "url": "https://slatestarcodex.com/2018/03/26/book-review-twelve-rules-for-life/",
    "summary": "Key ideas:\n- The author initially bought '12 Rules For Life' to make fun of it, but ended up liking it.\n- Jordan Peterson is compared to C.S. Lewis because of his ability to make cliches work.\n- The book is not a political commentary or a scientific book but an attempt to fill the gap of meaninglessness in modern life.\n- The General Prophetic Method is used by Peterson to preach his ideology.\n- The book states the importance of balancing order and chaos.\n- Peterson is seen as just another stop on the Western Culture railroad line and his favorite citations are from famous philosophers.\n- Suffering is real and wrong. The infliction of it for its own sake is immoral.\n- Humans have an immense capacity for evil, and each person must strive for humility.\n- Alleviation of unnecessary pain and suffering is paramount.\n- Peterson’s system centers on creating order from chaos.\n- People organize their brains through conversation and require the input of the community for the integrity of the individual psyche.\n- The speaker had previously failed to distinguish his wife from his mother, and this realization helped him to differentiate himself and understand his reactions better.\n- Therapeutic skillset involves realizing that you can't say something that will solve someone's pain right away.\n\nKey learnings:\n- Peterson's book is an attempt to bridge the gap of meaninglessness in modern life.\n- Peterson uses the General Prophetic Method to preach his ideology.\n- Balancing order and chaos is essential to grow as a person.\n- Peterson is just another part of the Western Culture's humanistic self-cultivation tradition.\n- Peterson’s system is a form of self-help based on the need for meaning.\n- Psychotherapy is hard and requires careful listening to help people think more clearly.\n- Peterson’s ideas on meaning and morality are not fully grounded philosophically.\n- Listening and helping people organize their narrative is helpful in therapeutic settings.\n- Even talented individuals like Jordan Peterson sometimes feel inadequate in their attempts to help others.\n- To be able to create narratives like Peterson does - but also to lay that talent aside because someone else needs to create their own without your interference - is a sacrifice.\n\nKey questions:\n- How does Peterson ground his system if there is no objective morality handed down from on high?\n- Why is it so important to balance order and chaos?\n- Is Peterson like C.S. Lewis or more like another philosopher like Marcus Aurelius?\n- Does Peterson’s system really avoid utilitarianism in its focus on the alleviation of suffering?\n- Why does Peterson focus so much on suffering while also saying it’s an important part of life?\n- Can the ideal of Truth be reduced to pragmatic usefulness?\n- What does it really mean to add meaning to people’s lives and how can it be achieved?\n- Is Jordan Peterson attempting to create a religion?\n- Can Peterson's teachings be a force for good?\n- What are the causes of misperceptions in relationships such as the client's views on his wife and mother?\n"
}