{
    "title": "Conflict Vs. Mistake",
    "date": "January 24, 2018",
    "links": [
        "https://jacobitemag.com/2017/12/22/under-theorizing-governance/",
        "https://www.reddit.com/r/slatestarcodex/comments/74vpwm/socialism_communism_and_marxism_pt_1_on_trust_and/",
        "https://www.cliffsnotes.com/study-guides/sociology/the-sociological-perspective/three-major-perspectives-in-sociology",
        "https://slatestarcodex.com/2017/03/24/guided-by-the-beauty-of-our-weapons/",
        "https://en.wikipedia.org/wiki/Against_Democracy",
        "http://gmufourthestate.com/2015/03/03/less-democracy-better-government-says-mason-professor/",
        "https://slatestarcodex.com/2014/09/13/book-review-singer-on-marx/",
        "https://thebaffler.com/salvos/master-class-on-the-make-hartman",
        "https://thingofthings.wordpress.com/2016/08/09/against-steelmanning/",
        "https://slatestarcodex.com/2014/12/12/beware-the-man-of-one-study/"
    ],
    "url": "https://slatestarcodex.com/2018/01/24/conflict-vs-mistake/",
    "summary": "Key ideas:\n- Marxist critiques of public choice theory are poorly informed and avoid technical questions of governance\n- Commenter no_bear_so_low offers a conflict vs. mistake dichotomy in politics\n- Mistake theorists treat politics as science, engineering, or medicine while conflict theorists view politics as war\n- Mistake theorists love worrying about the complicated and paradoxical effects of social engineering while conflict theorists think this is a convenient excuse\n- Mistake theorists advocate for increasing intelligence to save the world, whereas conflict theorists advocate for increasing passion\n- Mistake theorists think free speech and open debate are vital, while conflict theorists think such things allow for the promotion of enemy ideas\n- Mistake theorists criticize democracy because it gives too much power to the average person, while conflict theorists criticize democracy because it doesn't give enough power to the average person\n- Easy mistake theorists think all problems come from very simple mistakes, while hard mistake theorists think questions about governance are complicated and require more evidence to answer\n- Easy conflict theorists think all problems come from cartoon-villain caricatures wanting very evil things, while hard conflict theorists think our problems come from clashes between differing but comprehensible worldviews.\n- The blog previously viewed conflict theorists as making an easy mistake.\n- The author is interested in how many people have misunderstood others' behavior.\n- The blog is often respected by people across the political spectrum except Marxists due to its respectful treatment of all positions except theirs.\n- Conflict theory is likely less helpful than mistake theory as a way of viewing the world.\n- The author plans to write future posts on this topic exploring ideas like normative vs. descriptive, tribalism, and the myth of the rational voter.\n\nKey learnings:\n- Marxist critiques of public choice theory are often poorly argued and uninformed\n- There are different approaches to thinking about politics: mistake theory and conflict theory, each with their own strengths and weaknesses\n- Mistake theorists believe in increasing intelligence, whereas conflict theorists believe in increasing passion to create change\n- Easy conflict/mistake theorists oversimplify issues and ignore nuance in favor of clear-cut solutions\n- Conflict theory may have some validity in certain specific situations, but mistake theory is generally a more helpful way to view the world.\n- To persuade others, the Easy Mistake Theorist tactic of being dismissive is not helpful.\n\nKey questions:\n- What is the conflict theorist argument against public choice theory?\n- How do we reconcile the different approaches to thinking about politics?\n- Why do Marxist critiques of public choice theory often fall short in their arguments and what could be done to improve them?\n- How excusable was it for the author to treat conflict theorists as making an easy mistake?\n- How many people misunderstand the behavior of others?\n- Is the blog's lack of Marxist representation related to its respectful treatment of all positions except theirs?\n- Can conflict theory and mistake theory both be true in different parts?\n- What is the relationship between normative and descriptive views and tribalism? How do they fit into this discussion?\n- How plausible is the idea that everyone in government is already a good person?\n- What are some other specific situations where conflict theory might be more relevant than mistake theory?\n"
}