{
    "title": "Book Review: The Black Swan",
    "date": "September 19, 2018",
    "links": [
        "https://www.amazon.com/Black-Swan-Improbable-Robustness-Fragility/dp/081297381X/ref=as_li_ss_tl?ie=UTF8&qid=1537341204&sr=8-1&keywords=the+black+swan&linkCode=ll1&tag=slatestarcode-20&linkId=2ac983ee8631d0e40f4803d7e71bd713&language=en_US",
        "https://www.bbc.com/news/amp/uk-scotland-edinburgh-east-fife-34775814",
        "https://www.mhpbooks.com/was-keats-killed-by-a-bad-review/",
        "https://www.poetryfoundation.org/poems/45112/adonais-an-elegy-on-the-death-of-john-keats",
        "https://www.readthesequences.com/",
        "https://www.lesswrong.com/posts/GrtbTAPfkJa4D6jjH/confidence-levels-inside-and-outside-an-argument",
        "https://slatestarcodex.com/2018/01/02/2017-predictions-calibration-results/",
        "https://en.wikipedia.org/wiki/Sextus_Empiricus#Writings",
        "https://slatestarcodex.com/2017/09/05/book-review-surfing-uncertainty/",
        "https://slatestarcodex.com/2013/04/11/read-history-of-philosophy-backwards/",
        "https://slatestarcodex.com/2013/12/17/statistical-literacy-among-doctors-now-lower-than-chance/",
        "https://www.amazon.com/Black-Swan-Improbable-Robustness-Fragility/dp/081297381X/ref=as_li_ss_il?ie=UTF8&qid=1537341204&sr=8-1&keywords=the+black+swan&linkCode=li2&tag=slatestarcode-20&linkId=a39cb3c12a8f22f61d002b79100d8c73&language=en_US"
    ],
    "url": "https://slatestarcodex.com/2018/09/19/book-review-the-black-swan/",
    "summary": "Key ideas:\n- The Bell curve can represent normal distributions, while power law distributions follow an Extremistan.\n- Achievements in the power law distribution follow black swan events.\n- Taleb proposes the “barbell” strategy to deal with Knightian uncertainty.\n- The Black Swan discusses the ludic fallacy and Platonicity concepts.\n- The Black Swan is about human fallibility and fitting power law distributions.\n- The debate on the role of theory and empiricism in various fields such as medicine and finance.\n- The Black Swan theory as a critique of over-reliance on theory and the need for more empirical observations.\n- The potential dangers of relying solely on empirical observations and ignoring theory.\n- The Black Swan by Nassim Nicholas Taleb is a well-crafted, persuasive argument for abandoning our attempts at predicting the future and embracing the idea of unpredictability.\n- Taleb's autobiographical stories make a convincing aesthetic argument that we should strive for a life built around embracing uncertainty and taking advantage of positive \"black swan\" events.\n- Taleb has outlasted other public figures in the rationality movement and still continues to produce object-level work in his field.\n\nKey learnings:\n- Power law distributions are more relevant for events with a low probability of occurrence and higher variation.\n- The “barbell” strategy can manage risk more effectively than investing in medium-risk investments.\n- Empirical ideas and theory must coexist to form a more substantial way of managing uncertainty.\n- The importance of balancing theory and empiricism in decision-making and understanding.\n- The limitations of empirical observations and the need for theoretical models to account for unmeasurable risks.\n- The role of bias and incentives in decision-making.\n- We should embrace uncertainty and positive unpredictable events instead of seeking to predict the future.\n- Aesthetically, it is better to embrace the unexpected and pursue satisfying, dynamic lives than live a life of predictability.\n- The public fascination with human rationality in the past decade has waned, but Taleb continues to do great object-level work in his field.\n\nKey questions:\n- Are book reviews in Mediocristan or Extremistan?\n- What is the difference between Knightian uncertainty and quantified risk?\n- How can we find the Golden Mean between empiricism and theory?\n- How much weight should be given to theory vs. empiricism in different fields?\n- How can we balance the potential risks of black swan events with the benefits of empirical observations?\n- What is the role of intellect and curiosity in understanding the world, and how can they be fostered in individuals and society?\n- Who is still doing Kahneman-level work and continuing advancements in rationality studies?\n- What other works has Taleb contributed to expanding his principles further?\n- How can individuals apply the principles of embracing uncertainty and unpredictability to their own lives?\n"
}