{
    "title": "SSRIs: An Update",
    "date": "November 7, 2018",
    "links": [
        "https://slatestarcodex.com/2014/07/07/ssris-much-more-than-you-wanted-to-know/",
        "https://slatestarcodex.com/2018/02/26/ssc-journal-club-cipriani-on-antidepressants/",
        "https://slatestarcodex.com/2018/07/10/melatonin-much-more-than-you-wanted-to-know/",
        "https://www.nytimes.com/2007/10/23/health/23drug.html",
        "http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.629.6292&rep=rep1&type=pdf",
        "https://www.epocrates.com/dacc/1309/OpioidsForChronicLowBackPainCochrane1309.pdf",
        "http://www.antoniocasella.eu/archipsy/Leucht_2012.pdf",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4965655/",
        "https://www.ncbi.nlm.nih.gov/pubmed/19531229",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5425490/",
        "http://archpsyc.jamanetwork.com/article.aspx?articleid=1107437",
        "https://slatestarcodex.com/2018/04/12/recommendations-vs-guidelines/",
        "https://slatestarcodex.com/2018/10/11/anxiety-sampler-kits/",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5667359/"
    ],
    "url": "https://slatestarcodex.com/2018/11/07/ssris-an-update/",
    "summary": "Key ideas:\n-Scott talks about the low effect sizes of psychiatric medications, including SSRIs.\n-He questions how the scientific evidence of medication efficacy can be reconciled with the clinical evidence of patients and psychiatrists reporting improvements with medication.\n-Scott proposes the possibility that some individuals may have a genetic or personal characteristic that makes them more likely to respond to certain medications.\n-He suggests that the benefit-to-side-effect ratio for each individual patient may be more important than the overall effect sizes reported in studies.\n\nKey learnings:\n-Medications for depression and anxiety often have very low effect sizes, including SSRIs.\n-Patients and psychiatrists often report that these medications are helpful, even though the effect sizes are low.\n-Some individuals may have a genetic or personal characteristic that makes them more likely to respond to certain medications.\n-Individual benefit-to-side-effect ratios may be more important than overall effect sizes reported in studies.\n\nKey questions:\n-How can we reconcile the low effect sizes reported in studies with the clinical evidence of patients reporting improvements with medication?\n-Is it possible that some individuals have a genetic or personal characteristic that makes them more likely to respond to certain medications?\n-How should we weigh the benefit-to-side-effect ratio for each individual patient when considering medication options?"
}