{
    "title": "List Of Passages I Highlighted In My Copy Of Capital In The Twenty-First Century",
    "date": "June 26, 2018",
    "links": [
        "https://slatestarcodex.com/2018/06/24/book-review-capital-in-the-twenty-first-century/",
        "https://en.wikipedia.org/wiki/Steady-state_economy#Concept_of_the_stationary_state_in_classical_economics",
        "https://slatestarcodex.com/2013/04/11/read-history-of-philosophy-backwards/",
        "https://slatestarcodex.com/2018/06/24/book-review-capital-in-the-twenty-first-century/#comment-641628",
        "https://ethicist.blogs.nytimes.com/2009/09/28/should-you-give-to-harvard/"
    ],
    "url": "https://slatestarcodex.com/2018/06/26/list-of-passages-i-highlighted-in-my-copy-of-capital-in-the-twenty-first-century/",
    "summary": "Key ideas:\n- Ricardo's concern was the long-term evolution of land prices and land rents, and argued for a steadily increasing tax on land rents.\n- Marx based his work on an analysis of the internal logical contradictions of the capitalist system and the principle of scarcity as the basis of a more thorough analysis of the dynamics of capitalism.\n- Kuznets' sharp reduction in income inequality in the United States between 1913 and 1948 had an enormous impact on economic debate.\n- Piketty's fundamental inequality, r > g, sums up the overall logic of his conclusions.\n- Piketty argues that colonialism was partly a form of capitalism with profits going to foreign shareholders.\n- Capitalism produces an eternal negative action, with British investment in Africa leading to the country being drained of money forever.\n- In the 18th and 19th centuries, novels were frank about money, reflecting the stability of the economy at the time.\n- The middle class often lived off government bonds during the napoleonic wars, creating a class of bond tycoons whose wealth was preserved for generations.\n- Inheritance law based on the principle of equal division of property among siblings provides equality and economic efficiency, and enables the free circulation of goods.\n- The decline in government receipts in the poorest countries in the 1980s-1990s was largely due to a decrease in custom duties brought in revenue equivalent to about 5% of national income in the 1970s.\n- The optimal top tax rate in developed countries is likely above 80%.\n- Public debt could be reduced to zero by privatizing all public assets\n- Government going into debt to create government services is similar in ways to privatizing those services\n- Interest payments on public debt weigh just as heavily on the public exchequer as rent\n- Extreme inequality of wealth is almost a condition of civilization\n\nKey learnings:\n- Good data is important for economic analysis, but it is not always complete or representative of future trends.\n- Durable technological progress and steadily increasing productivity can serve as a counterweight to the process of accumulation and concentration of private capital.\n- Inherited wealth grows faster than output and income when the rate of return on capital significantly exceeds the growth rate of the economy.\n- The demographics of a country play a crucial role in the dynamics and structure of inequality.\n- The stability of an economy affects how frank people are about money, and this has implications for culture and literature.\n- Inheritance laws and their enforcement can have implications for social mobility and the concentration of wealth.\n- Trade liberalization can have unintended consequences for developing countries, and lost revenue should be gradually replaced by other revenue sources.\n- Taxes on the rich can serve as a more liberal means of limiting inequality, and were effective in reducing inequality during their existence.\n- European social state must continue to own public assets to fulfill its mission\n- Small elite could concern themselves with something other than subsistence only because of extreme inequality of wealth\n\nKey questions:\n- Why did Ricardo's prediction of rising land rents fail to materialize?\n- Why did Marx's prediction of an apocalyptic end to capitalism fail to materialize?\n- How recent is the idea of \"economic growth\" and why did 19th- and 20th-century economists fail to understand it?\n- What is the impact of colonialism on capitalism?\n- Why did novelists of the 18th and 19th centuries go into so much detail about finances?\n- Why did the rate of return on government bonds change?\n- What was the logic behind enshrining the principle of equal division of property among siblings into law?\n- Which factors determine the optimal top tax rate in developed countries?\n- What are the overall long-term effects of trade liberalization on developing countries?\n- How can public debt be reduced to zero without privatizing public assets?\n- What is Piketty's position on debt and how is it nuanced?\n- Is extreme inequality necessary for civilization to exist?\n"
}