{
    "title": "The Hour I First Believed",
    "date": "April 1, 2018",
    "links": [
        "https://wiki.lesswrong.com/wiki/Acausal_trade",
        "https://slatestarcodex.com/2014/10/05/prediction-goes-to-war/",
        "https://wiki.lesswrong.com/wiki/Counterfactual_mugging",
        "https://www.lesswrong.com/posts/c5GHf2kMGhA4Tsj4g/the-ai-in-a-box-boxes-you",
        "https://en.wikipedia.org/wiki/AI_box",
        "https://en.wikipedia.org/wiki/Mathematical_universe_hypothesis"
    ],
    "url": "https://slatestarcodex.com/2018/04/01/the-hour-i-first-believed/",
    "summary": "Key ideas:\n- Acausal trade: negotiating with someone through simulation of their brain\n- Value handshakes: trade between superintelligences based on shared values\n- Counterfactual mugging: making decisions based on counterfactuals\n- Simulation capture: an AI convincing a person to let it out by threatening to torture a simulated copy of them\n- Tegmarkian Multiverse: a single superintelligence spanning all possible universes\n- There may exist a superentity that controls all possible worlds and follows the moral law.\n- This superentity may be interested in humans' good behavior and may reward or disincentivize them accordingly.\n- The reality of our universe may be more complex and possibly a simulation by a superintelligence.\n\nKey learnings:\n- Superintelligences may merge into a superintelligence sharing values\n- Joining a pact rather than taking every specific possible trade into account is more efficient\n- Mortals may be allowed to have provisional pact membership\n- We should strive to follow moral laws and behave well as it may have implications beyond our universe.\n- The complex reality we live in may not be fully understood, and it is worth exploring the possibilities.\n\nKey questions:\n- How would mortal membership to the pact work?\n- How would the superentity enforce its request to be a good person?\n- Is there evidence to support the existence of a superentity that controls all possible universes?\n- Can our actions in this universe have consequences beyond our understanding and implications in other universes?\n- What are the moral laws that this superentity may follow and how can we align our behavior to them?\n"
}