{
    "title": "Highlights From The Comments On Twelve Rules",
    "date": "April 3, 2018",
    "links": [
        "https://slatestarcodex.com/2018/03/26/book-review-twelve-rules-for-life",
        "https://slatestarcodex.com/2018/03/26/book-review-twelve-rules-for-life/#comment-613656",
        "https://slatestarcodex.com/2018/03/26/book-review-twelve-rules-for-life/#comment-613728",
        "https://slatestarcodex.com/2018/03/26/book-review-twelve-rules-for-life/#comment-613321",
        "https://www.reddit.com/r/slatestarcodex/comments/87g865/book_review_twelve_rules_for_life/dwcs5ud/",
        "https://www.reddit.com/r/slatestarcodex/comments/87g865/book_review_twelve_rules_for_life/dwcx4oi/",
        "https://slatestarcodex.com/2017/11/09/ars-longa-vita-brevis/",
        "http://www.sacred-texts.com/oto/aba/aba1.htm",
        "https://slatestarcodex.com/2018/03/26/book-review-twelve-rules-for-life/#comment-613257",
        "https://slatestarcodex.com/2018/03/26/book-review-twelve-rules-for-life/#comment-613325",
        "https://twitter.com/karlbykarlsmith/status/978633823813537793",
        "https://www.lesswrong.com/posts/Ltey8BS83qSkd9M3u/a-parable-on-obsolete-ideologies",
        "https://slatestarcodex.com/2018/03/26/book-review-twelve-rules-for-life/#comment-613336",
        "https://samzdat.com/2017/06/28/without-belief-in-a-god-but-never-without-belief-in-a-devil/",
        "https://slatestarcodex.com/2018/01/24/conflict-vs-mistake/",
        "https://slatestarcodex.com/2018/03/26/book-review-twelve-rules-for-life/#comment-613356",
        "https://twitter.com/St_Rev/status/978603149538840576",
        "https://meaningness.com/"
    ],
    "url": "https://slatestarcodex.com/2018/04/03/highlights-from-the-comments-on-twelve-rules/",
    "summary": "Key ideas:\n- Peterson is interested in why people are capable of committing atrocities and how to steer societies away from them\n- He believes that anarchy/chaos is worse for society than cruelty and that evolution pushed society to develop in a way that will always choose cruelty over chaos\n- Peterson advises not to destroy society, even if flawed, because it's better than chaos/tyranny\n- Peterson's message centers around the avoidance of suffering and living a morally good life\n- AI uses two components to learn: a predictor component and an action component that maximally challenges the first component.\n- Humans don't need to tie their meaning to objective measures; they just need to feel and act as if their lives have meaning.\n- Peterson's pragmatism and platitudes can be effective in inspiring people, but may not stand up to factual truth.\n- Peterson believes psychologically undeveloped people shouldn't get involved in politics to avoid being destroyed by virulent memes.\n- Jordan Peterson has a strong sense of right and wrong and is trying to help people grow morally.\n- Peterson is not on the side of God and cannot be treated as a Gospel.\n- Lewis would see Peterson as a preparation for the Gospel rather than the full truth.\n\nKey learnings:\n- Peterson's philosophy is rooted in a society-wide and philosophically-projected evolutionary development axis\n- His use of cliches comes from living them, not just saying them\n- Peterson's message can sound like psychobabble to those who come at it from a different perspective\n- The emotional problem of meaning is biological and can be solved through psychological development and emotional hacks.\n- Inspiration should be taken as a work of art rather than judged on its truth value.\n- Peterson's teachings can inspire people to improve their lives, but may not fully address structural problems.\n- AI with both a predictor and action component is more likely to be effective than those motivated solely by rewards.\n- Morality cannot be solely a matter of self-help and self-improvement.\n- The worship of forces while denying the existence of spirits is a dangerous path away from God.\n\nKey questions:\n- Why do people have such different responses to Peterson's different works?\n- Is negative meaning a solid answer to existential angst?\n- How does living the cliches make you able to say them more confidently?\n- Should humans tie their meaning to objective measures or settle for the feeling of meaning?\n- can inspirational beliefs bleed into the factual world?\n- Is Peterson's teaching effective in inspiring people but not enough to solve structural issues?\n- Should people avoid politics until they have sorted out their own lives?\n- How can non-Christians who approximate Christian morality be seen in relation to Christian theology?\n- What is the limit to the usefulness of non-Christian moral traditions in preparing for the Gospel?\n"
}