{
    "title": "Highlights From The Comments On Conflict Vs. Mistake",
    "date": "January 29, 2018",
    "links": [
        "https://slatestarcodex.com/2018/01/24/conflict-vs-mistake/#comment-593339",
        "https://slatestarscratchpad.tumblr.com/post/170204267921/argumate-argumate-im-sorry-but-is-the",
        "https://slatestarcodex.com/2018/01/24/conflict-vs-mistake/#comment-593773",
        "https://unknought.tumblr.com/post/170217904625/about-slatestarscratchpads-conflict-theory",
        "https://slatestarcodex.com/2016/11/10/book-review-house-of-god/",
        "https://slatestarcodex.com/2014/09/14/does-class-warfare-have-a-free-rider-problem/",
        "https://slatestarcodex.com/2018/01/24/conflict-vs-mistake/#comment-592955",
        "https://slatestarcodex.com/2018/01/24/conflict-vs-mistake/#comment-594250",
        "https://slatestarcodex.com/2018/01/24/conflict-vs-mistake/#comment-594020",
        "https://slatestarcodex.com/2018/01/24/conflict-vs-mistake/#comment-593908",
        "https://slatestarcodex.com/2018/01/24/conflict-vs-mistake/#comment-593855",
        "https://slatestarcodex.com/2018/01/24/conflict-vs-mistake/#comment-593894",
        "https://slatestarcodex.com/2018/01/24/conflict-vs-mistake/#comment-592947",
        "https://www.effectivealtruism.org/articles/ea-neoliberal/",
        "https://slatestarcodex.com/2018/01/24/conflict-vs-mistake/#comment-593620",
        "https://slatestarcodex.com/2018/01/24/conflict-vs-mistake/#comment-593870",
        "https://slatestarcodex.com/2014/09/14/does-class-warfare-have-a-free-rider-problem/",
        "https://slatestarcodex.com/2018/01/24/conflict-vs-mistake/#comment-593883"
    ],
    "url": "https://slatestarcodex.com/2018/01/29/highlights-from-the-comments-on-conflict-vs-mistake/",
    "summary": "Key ideas:\n- The post discusses the conflict theory vs. mistake theory dichotomy and how both are valuable frameworks to view the world.\n- The author argues that conflict theorists tend to have a more accurate understanding of the reality of politics.\n- The post explores the limitations of using binary terms to describe complex concepts.\n- Conflict theory and Mistake theory are two different ways of looking at political disagreements.\n- Conflict theorists believe that political disagreements arise from opposing interests, and the solution is to fight for one's own side.\n- Mistake theorists believe that political disagreements arise from misunderstandings and poor information, and the solution is to find common ground through negotiation and discussion.\n- The distinction between the two theories can be blurry, as people may switch between them depending on the situation.\n\nKey learnings:\n- Both conflict theory and mistake theory have their place in understanding social and political issues.\n- Binary terms may fail to capture the subtleties of complex concepts, but they are necessary to establish a common understanding.\n- The ultimate goal is not to win conflicts but to circumvent them and find ways to defuse potential conflicts.\n- One's political views can influence whether they lean towards conflict theory or mistake theory.\n- Direct democracy is related to trust, not conflict.\n- People can be biased without being literal shills.\n\nKey questions:\n- How can we balance the need for simple words that mean exactly what they say and the need to accurately track the subtleties of complex concepts?\n- What is the best way to circumvent conflicts and find ways to defuse potential conflicts?\n- Can public choice theory and its relatives be considered more mistake-y than conflict-y, and does this perspective accurately capture the reality of political conflicts?\n- Are there situations where conflict theory is a more effective approach than mistake theory?\n- Are people more likely to adopt conflict theory when they feel their interests are threatened?\n- Can negotiation and discussion ever fully resolve political disagreements?\n"
}