{
    "title": "Highlights From The Comments On NIMBYs",
    "date": "October 2, 2018",
    "links": [
        "https://slatestarcodex.com/2018/10/01/steelmanning-the-nimbys/#comment-673971",
        "https://slatestarcodex.com/2018/10/01/steelmanning-the-nimbys/#comment-673973",
        "https://slatestarcodex.com/2018/10/01/steelmanning-the-nimbys/#comment-673910",
        "https://slatestarcodex.com/2017/06/21/against-murderism/",
        "https://slatestarcodex.com/2018/10/01/steelmanning-the-nimbys/#comment-674176",
        "https://en.wikipedia.org/wiki/Ecumenopolis",
        "https://slatestarcodex.com/2018/10/01/steelmanning-the-nimbys/#comment-674128",
        "https://slatestarcodex.com/2018/10/01/steelmanning-the-nimbys/#comment-674220",
        "https://slatestarcodex.com/2018/10/01/steelmanning-the-nimbys/#comment-673922",
        "https://slatestarcodex.com/2018/10/01/steelmanning-the-nimbys/#comment-673900",
        "https://slatestarcodex.com/2018/10/01/steelmanning-the-nimbys/#comment-674125",
        "https://slatestarcodex.com/2018/10/01/steelmanning-the-nimbys/#comment-673861",
        "https://slatestarcodex.com/2018/10/01/steelmanning-the-nimbys/#comment-674255",
        "https://slatestarcodex.com/2018/10/01/steelmanning-the-nimbys/#comment-673855",
        "https://slatestarcodex.com/2018/10/01/steelmanning-the-nimbys/#comment-674368",
        "https://slatestarcodex.com/2018/10/01/steelmanning-the-nimbys/#comment-674250",
        "https://www.reddit.com/r/slatestarcodex/comments/9knlzp/steelmanning_the_nimbys/e712fdp/",
        "https://twitter.com/sandypsj/status/1019594960428027904",
        "http://real.wharton.upenn.edu/%7Eduranton/Duranton_Papers/Current_Research/UrbanCosts.pdf",
        "https://slatestarcodex.com/2018/10/01/steelmanning-the-nimbys/#comment-673869",
        "https://slatestarcodex.com/2018/10/01/steelmanning-the-nimbys/#comment-674394",
        "https://slatestarcodex.com/2018/10/01/steelmanning-the-nimbys/#comment-674396"
    ],
    "url": "https://slatestarcodex.com/2018/10/02/highlights-from-the-comments-on-nimbys/",
    "summary": "Key ideas:\n- There is a debate between urbanists who support city living and those who prefer suburban living.\n- People have varying preferences for what makes an acceptable place to live.\n- The YIMBY movement and upzoning policies are controversial topics in the debate.\n- Some argue that increasing density in cities may worsen existing problems, while others support it for economic and environmental benefits.\n- There is evidence to suggest that agglomeration effects may not be as significant as some claim.\n- NIMBYism is exacerbating regional economic inequality.\n- The trend of per capita incomes in rich and poor regions converging stopped and even reversed in the late 1960s when zoning became widespread.\n- Prop 13 in California favors commercial over residential developments, leading to a shortage of places for workers to live.\n- High housing costs in California contribute to the high cost of living, which leads to higher infrastructure costs, as labor costs more.\n- The incentives for cities to add more jobs than places to live are based on a broken revenue model relating to pensions.\n\nKey learnings:\n- People's preferences for urban vs suburban living vary widely and are often deeply entrenched.\n- Upzoning policies and the YIMBY movement are controversial and generate strong opposition from some individuals.\n- There is no clear consensus on whether increasing density in cities will have a positive or negative impact on quality of life.\n- Caps on production of housing near jobs can weaken workers’ bargaining power by limiting worker mobility.\n- Prop 13 in California, which caps annual property tax increases, leads to depressed property taxes and higher impact fees for new developments.\n- High housing costs can contribute to infrastructure costs because labor costs are higher, which exacerbates the high cost of living.\n\nKey questions:\n- What are the most significant challenges facing cities today in terms of accommodating increasing populations?\n- Can cities be designed in a way that meets the needs of different individuals with varying preferences for urban/suburban living?\n- Is there a way to resolve the debate between urbanists and suburbanites without either group having to make significant compromises?\n- How can cities and regions address the broken revenue model relating to pensions?\n- How can the incentives for cities to add more jobs than places to live be reshaped?\n- How can housing production near jobs be increased without negatively affecting existing residents’ quality of life?\n"
}