{
    "title": "Self-Serving Bias",
    "date": "January 11, 2018",
    "links": [
        "http://marginalrevolution.com/marginalrevolution/2018/01/collection-action-kills-innovation.html",
        "https://slatestarcodex.com/2015/09/16/cardiologists-and-chinese-robbers/",
        "https://slatestarcodex.com/2014/08/16/an-iron-curtain-has-descended-upon-psychopharmacology/",
        "https://www.scientificamerican.com/article/parents-in-a-remote-amazon-village-barely-talk-to-their-babies-mdash-and-the-kids-are-fine/",
        "https://www.nytimes.com/2018/01/09/magazine/why-are-our-most-important-teachers-paid-the-least.html",
        "https://slatestarcodex.com/2018/01/04/book-review-madness-and-civilization/",
        "https://health.usnews.com/wellness/for-parents/articles/2018-01-05/should-schools-ban-kids-from-having-best-friends",
        "http://lesswrong.com/lw/h5/archimedess_chronophone/"
    ],
    "url": "https://slatestarcodex.com/2018/01/11/self-serving-bias/",
    "summary": "Key ideas:\n- Oregon recently passed a law that relaxes the state's restriction against self-service gas stations, but some people are protesting this change.\n- The author examines how different countries have different regulations for various services, such as healthcare and medication.\n- The author reflects on how people often rely on intuitions about absurdity and the dangers of trusting irrational forces to determine what is good or bad.\n\nKey learnings:\n- Different states and countries have different regulations and opinions about various services, and it's important to evaluate why these differences exist.\n- Intuitions about absurdity are artificial and can change over time.\n\nKey questions:\n- Is it possible for people to overcome their intuitions about absurdity when evaluating changes in regulations or services?\n- What are some cognitive strategies that people can use to evaluate changes and new ideas in a rational way?\n- Why do different countries have different regulations for healthcare and medication, and how can we evaluate which regulations are the most effective?"
}