{
    "title": "Five More Years",
    "date": "February 15, 2018",
    "links": [
        "https://slatestarcodex.com/2018/02/06/predictions-for-2018/",
        "https://slatestarcodex.com/2018/02/15/five-more-years/#comment-601862"
    ],
    "url": "https://slatestarcodex.com/2018/02/15/five-more-years/",
    "summary": "Key ideas:\n- The author provides predictions for the next five years.\n- AI will continue to surpass human performance, but people will attribute it to brute force rather than understanding.\n- Technological unemployment will not be a widespread issue.\n- European Union will not collapse, but crisis of nationalism will reignite.\n- There will be a potential crisis in the Democratic Party during the 2020 primary.\n- The culture wars will continue, and the victory will go whoever can make their supporters shut up first.\n- Polygenic scores will go public, leading to new challenges to genetics discourse.\n- The blog post includes predictions about scientific and technological progress and space exploration.\n- There is a chance that a bioengineering project could lead to an existential risk that would impact censorship and the media.\n- Most countries will comply with the Paris Agreement.\n\nKey learnings:\n- Despite significant technological advancements, people will continue to overlook them as merely brute force.\n- The crisis of nationalism in Europe may briefly die down before reigniting.\n- There is a potential crisis in the Democratic Party during the 2020 primary.\n- The culture wars will continue to be marked by both sides scoring unrelenting own-goals.\n- Polygenic scores will create new challenges to the genetics discourse.\n- There could be low-level space tourism, with prices at $100,000 for a few minutes in suborbit.\n- At least 20% of people will check their polygenic IQ scores in 2023.\n- Psychological treatments such as MDMA and psilocybin will be approved for therapeutic use.\n\nKey questions:\n- What role will AI play in the workforce, and what will the impact be on employment?\n- How will the crisis of nationalism in Europe develop, and what will be the impact?\n- How will the potential Democratic Party crisis during the 2020 primary affect politics in the US?\n- What are the potential solutions to the culture wars, and what steps can be taken to prevent both sides from scoring own-goals?\n- What are the ethical and societal implications of public polygenic scores, and how will they impact genetics discourse?\n- What are the chances that a bioengineering project will lead to fatal consequences beyond 2023?\n- What will the future of space exploration look like in terms of manned landings, private space stations, and infrastructure for Mars and Moon landings?\n- How will the world respond to infectious diseases, and what will be the overall implications of such a response?\n"
}