{
    "title": "Fundamental Value Differences Are Not That Fundamental",
    "date": "July 18, 2018",
    "links": [
        "https://thingofthings.wordpress.com/2018/06/25/conservatives-as-moral-mutants/",
        "https://www.reddit.com/r/leftrationalism/comments/8wmqmv/rationalists_priors_and_monetary_theory/e1x0e2a/",
        "https://www.lesswrong.com/posts/28bAMAxhoX3bwbAKC/are-your-enemies-innately-evil",
        "https://slatestarcodex.com/2013/05/30/fetal-attraction-abortion-and-the-principle-of-charity/",
        "https://slatestarcodex.com/2017/06/21/against-murderism/",
        "https://www.brookings.edu/research/american-public-support-for-foreign-aid-in-the-age-of-trump/",
        "https://en.wikipedia.org/wiki/Repugnant_Conclusion",
        "https://slatestarcodex.com/2014/02/23/in-favor-of-niceness-community-and-civilization/",
        "https://slatestarcodex.com/2017/03/24/guided-by-the-beauty-of-our-weapons/"
    ],
    "url": "https://slatestarcodex.com/2018/07/18/fundamental-value-differences-are-not-that-fundamental/",
    "summary": "Key ideas:\n- There are at least two kinds of value disagreements.\n- Differences in values are not binary but rather a spectrum.\n- People do not have consistent values on all issues.\n- The idea that groups of people are inherently different and cannot understand or debate each other is erroneous.\n- People have more in common in their fundamental values than they realize.\n- Fundamental values are not always expressed in clear binary divides or belong to a specific tribe.\n- Using shame and indoctrination to settle value differences is not effective.\n- Value differences are not necessarily a bad thing as they allow for diversity and healthy debate.\n- Getting principles and using asymmetric weapons is a better approach to fighting for your values.\n\nKey learnings:\n- People's values can be inconsistent and may change depending on the political climate or convenience.\n- Value differences do not necessarily make people fundamentally different or enemies.\n- Understanding the spectrum of value differences helps facilitate compromise and avoid unnecessary conflicts.\n- People share more fundamental values than they believe.\n- Fundamental values are not expressed in clear tribal divides.\n- Value differences are not necessarily a bad thing and should be embraced.\n- Shaming and indoctrination are not effective tools for settling value differences.\n\nKey questions:\n- How do we distinguish between value disagreements caused by factual beliefs versus those caused by intrinsic value differences?\n- How can we foster better understanding and dialogue between people who have seemingly opposing views?\n- To what extent can our values be considered our own, and to what extent are they influenced by external factors?\n- Is it possible to have any 100% fundamental value differences with someone else?\n- Are weak and malleable value differences more common than fundamental ones?\n- Is it possible to coexist with people who have different values than our own?\n- What is the most effective approach to fighting for our values?\n"
}