{
    "title": "Technological Unemployment: Much More Than You Wanted To Know",
    "date": "February 19, 2018",
    "links": [
        "http://ftp.iza.org/dp2621.pdf",
        "https://www.theatlantic.com/business/archive/2011/10/why-workers-are-losing-the-war-against-machines/247278/",
        "https://slatestarcodex.com/2014/06/29/invisible-women/",
        "https://voxeu.org/article/long-term-decline-us-prime-age-male-labour-force-participation-and-policies-address-it",
        "https://www.mercatus.org/system/files/winship_malelaborparticipation_mr_v2.pdf",
        "https://www.brookings.edu/wp-content/uploads/2017/05/ccf_20170517_declining_labor_force_participation_sawhill1.pdf",
        "https://www.kff.org/other/poll-finding/kaiser-family-foundationnew-york-timescbs-news-non-employed-poll/",
        "https://www.npr.org/sections/alltechconsidered/2016/05/06/477033781/from-coal-to-code-a-new-path-for-laid-off-miners-in-kentucky",
        "https://www.theatlantic.com/business/archive/2016/06/the-missing-men/488858/",
        "https://projects.cberdata.org/reports/MfgReality.pdf",
        "https://tenthdems.org/2016/08/feel-economy-left-behind-vote-democratic/",
        "http://www.mybudget360.com/wp-content/uploads/2016/12/chart-of-the-day-manufacturing-employees-1939-2010.jpg",
        "https://projects.cberdata.org/reports/MfgReality.pdf",
        "https://news.ycombinator.com/item?id=16418779",
        "https://www.vox.com/new-money/2017/3/29/15035498/autor-trump-china-trade-election",
        "https://seii.mit.edu/wp-content/uploads/2013/11/Autor-Dorn-Hanson-The-China-Syndrome-Local-Labor-Market-Effects-of-Import-Competition-in-the-United-States-American-Economic-Revi.pdf",
        "https://www.brookings.edu/wp-content/uploads/2017/12/the-slowdown-in-manufacturing-productivity-growth.pdf",
        "https://www.bloomberg.com/view/articles/2016-10-26/manufacturing-s-productivity-myth",
        "http://www.nber.org/papers/w12436.pdf?new_window=1",
        "http://www.igmchicago.org/surveys/robots",
        "https://www.oxfordmartin.ox.ac.uk/downloads/academic/The_Future_of_Employment.pdf",
        "https://www.amazon.com/Case-against-Education-System-Waste/dp/0691174652/ref=as_li_ss_tl?ie=UTF8&qid=1519101286&sr=8-1&keywords=the+case+against+education&linkCode=ll1&tag=slatestarcode-20&linkId=1e631615845f2e5b21193b68fa8d7bef",
        "https://slatestarcodex.com/2015/06/06/against-tulip-subsidies/",
        "https://slatestarcodex.com/2017/02/09/considerations-on-cost-disease/",
        "https://arxiv.org/pdf/1705.08807.pdf"
    ],
    "url": "https://slatestarcodex.com/2018/02/19/technological-unemployment-much-more-than-you-wanted-to-know/",
    "summary": "Key ideas:\n- There are good arguments for and against technological unemployment.\n- Automation has not led to job displacement historically.\n- Automation has increased demand for labor in some industries indirectly.\n- Historically, automation has expanded industries, leading to more employment.\n- The declining male labor force participation rate (LFPR) is a cause for concern.\n- LFPR measures how many people are out of work and not looking for work.\n- A big fraction of declining male LFPR is due to Baby Boomers retiring.\n- Prime age non-working men are mainly on disability or in school, retired, or homemakers.\n- The decline in prime age male labor force participation rate (PAMLFPR) is not caused by people being unable to find jobs.\n- The decline in PAMLFPR seems to be happening primarily among poor and lower-middle-class people.\n- Increase in disability benefits may be discouraging work, according to some papers.\n- Illnesses and chronic pain cannot fully explain the rise in PAMLFPR.\n- Disability benefit applications may be motivated by marginal cost/benefit analysis.\n- Disability really doesn’t represent that much of the rise in PAMLFNP since 1960.\n- The decline may be due to more people retiring, going to schools or being at home.\n- Miserable work pushes men out of the workforce.\n- The declining male LFPR represents the decline of job opportunities for men.\n- There is little evidence of technological unemployment.\n- The decline in manufacturing jobs can be attributed to automation and globalization.\n- The decline in middle-income jobs may be due to job polarization caused by computerization of routine tasks.\n- Compulsory schooling in the US was a response to the declining prospect of farm employment and rising industry.\n- Although middle-skill jobs will persist in the future, there's a question of whether the US education and job training system can produce the right type of workers for these jobs.\n- It's possible that increasing credentialism could make it harder for people whose jobs have been automated to switch careers.\n\nKey learnings:\n- Automation is historically beneficial, but its effects on employment are complex.\n- LFPR best measures changes in employment.\n- Baby Boomers retiring cause the decline in the LFPR.\n- Disability, schools, retirement and homemaking explain the decline in PAMLFPR.\n- Poverty and gender appear to play a role in the decline of male LFPR.\n- Advances in technology can put people out of work, but they can also shift them to new industries.\n- Economists are divided on the impact of automation on employment and wages.\n- There is a decline in middle-income jobs, but it is not clear why this is happening now.\n- No technological unemployment is happening right now, but there are signs of technological underemployment.\n- The issue is not that middle-class workers are doomed by automation and technology, but instead that human capital investment must be at the heart of any long-term strategy for producing skills that are complemented by technological change.\n- The prospect of educational, social, or political intervention remains murky.\n\nKey questions:\n- Why are impoverished, uneducated and minority men more likely to opt out of work?\n- Is financial insecurity discouraging work?\n- Should disability benefits be reformed to encourage work?\n- Is technological unemployment happening now?\n- Is there a solution to the decline of male LFPR?\n- What explains the decline in labor force participation among men?\n- Is automation responsible for the decline in manufacturing jobs?\n- Why are middle-income jobs in decline now when technological progress has been going on forever?\n- Could we tell a story where the increasing length of schooling is a reaction to automation and the threat of technological unemployment?\n- How does the issue of differences in cognitive ability fit into this?\n- Will technology replace humans entirely sometime within the next hundred years?\n"
}