{
    "title": "Varieties Of Argumentative Experience",
    "date": "May 8, 2018",
    "links": [
        "http://www.paulgraham.com/disagree.html",
        "https://slatestarcodex.com/2015/03/25/is-everything-a-religion/",
        "https://en.wikipedia.org/wiki/Bulverism",
        "https://slatestarcodex.com/2013/06/09/all-debates-are-bravery-debates/",
        "https://twitter.com/dril/status/779161857357713409?ref_src=twsrc%5Etfw",
        "https://slatestarcodex.com/2014/12/12/beware-the-man-of-one-study/",
        "https://slatestarcodex.com/2014/12/13/debunked-and-well-refuted/",
        "https://slatestarcodex.com/2017/04/17/learning-to-love-scientific-consensus/",
        "https://slatestarcodex.com/2014/08/14/beware-isolated-demands-for-rigor/",
        "https://slatestarcodex.com/2014/03/08/the-slate-star-codex-political-spectrum-quiz/",
        "https://slatestarcodex.com/2013/04/13/proving-too-much/",
        "https://slatestarcodex.com/2013/06/13/arguments-from-my-opponent-believes-something/",
        "https://wiki.lesswrong.com/wiki/A_Human%27s_Guide_to_Words",
        "http://www.rationality.org/resources/updates/2016/double-crux",
        "https://slatestarcodex.com/2017/03/16/book-review-seeing-like-a-state/",
        "https://en.wikipedia.org/wiki/Phronesis",
        "https://slatestarcodex.com/2017/03/24/guided-by-the-beauty-of-our-weapons/",
        "https://everythingstudies.com/what-is-erisology/",
        "https://www.reddit.com/r/erisology/"
    ],
    "url": "https://slatestarcodex.com/2018/05/08/varieties-of-argumentative-experience/",
    "summary": "Key ideas:\n- Paul Graham's hierarchy is useful for determining types of responses, not types of disagreements.\n- Disagreements can be classified into meta-debates, social shaming, facts/gotchas, single studies, and good-faith surveys of evidence.\n- Isolated demands for rigor are unreasonable requests for perfect evidence, often to dismiss common-sense statements.\n- Disagreements can arise from different levels of argumentation, including factual disagreements, moral disagreements, and high-level generators of disagreement.\n- Isolated demands for rigor and disputing definitions can derail arguments and should be handled carefully.\n- Clarification and operationalization can help to focus arguments and find common ground.\n- Many arguments never go beyond a certain level of depth\n- Going through the whole process of arguing can help to produce respect between opposing sides\n- The natural tendency is to assume the other side is ignorant or biased, but this may not always be the case\n- The process of arguing can shift the perceptions of prior beliefs\n\nKey learnings:\n- Disagreements can range from unproductive meta-debates to more productive discussions of evidence.\n- Attempting to shame someone over social media is not likely to win over the opposition.\n- Scientific studies are not always reliable, and both sides of an argument often have studies supporting their claims.\n- Good-faith surveys of evidence require consideration of opposing viewpoints and an understanding of the limitations of scientific studies.\n- Arguments can often become unproductive when they get bogged down in low-level disagreements or high-level generators of disagreement.\n- Double-cruxing is a useful technique for operationalizing arguments and finding common ground.\n- Good communication skills, trust, and respect are needed to navigate disagreements successfully.\n- Arguing can produce respect for the other person even if it doesn't result in agreement\n- Bias and ignorance can exist on both sides of an argument\n- The process of arguing can shift perceptions of prior beliefs\n\nKey questions:\n- What are the limitations of studies and the scientific consensus in determining the truth of complex issues?\n- How can we engage in good-faith discussions about politics on social media?\n- What are the most productive ways to move beyond meta-debates and shaming towards discussions of evidence and potential solutions?\n- Have I been using isolated demands for rigor or disputing definitions in my arguments?\n- How can I operationalize my arguments to find common ground with my opponent?\n- What high-level generators of disagreement might be underlying my disagreements with others?\n- Why do arguments often fail to go beyond a certain level of depth?\n- How can we ensure that we are respecting the other side during a debate?\n- Can perceptions of prior beliefs be changed through the argumentative process?\n"
}