{
    "title": "Gupta On Enlightenment",
    "date": "April 19, 2018",
    "links": [
        "https://slatestarcodex.com/2018/01/18/practically-a-book-review-luna-whitepaper/",
        "http://vinay.howtolivewiki.com/blog/other/my-thoughtmenu-on-enlightenment-3644",
        "https://slatestarcodex.com/2017/09/18/book-review-mastering-the-core-teachings-of-the-buddha/",
        "http://futurethinkers.org/practical-enlightenment-vinay-gupta/"
    ],
    "url": "https://slatestarcodex.com/2018/04/19/gupta-on-enlightenment/",
    "summary": "Key ideas:\n- Gupta and MCTB propose similar things about meditation and enlightenment\n- Everyone sees something different when exploring cosmic forces beyond enlightenment\n- Enlightenment is something in the brain that goes through the normal perceptual process\n- Lowering the mental background noise requires going through all emotional layers and attachments that generate thought\n- Getting enlightened takes as much work as a PhD\n- Meditation can lead to a complete stop of internal dialogue\n- Western society doesn't promote or encourage the practice of meditation\n- Psychologists and psychiatrists rarely encounter patients having mystical experiences due to meditation\n\nKey learnings:\n- Enlightenment is something unique to each individual's perspective\n- The brain's capacity for reasoning is much lower than vision and even pain perception\n- Meditation and enlightenment can take a long time to achieve\n- Enlightenment changes one's perception of reality, but not necessarily their outward behavior\n- The Western and Eastern mystical traditions may not necessarily align in beliefs and practices\n- Meditation can lead to unexpected and spiritual experiences\n- One should be cautious and informed before starting a meditation practice\n\nKey questions:\n- Should we trust individual perspectives of enlightenment or strive to find a universal truth?\n- How does the brain process enlightenment differently than other perceptions?\n- How can we reconcile conflicting beliefs and practices between Western and Eastern mystical traditions?\n- What can be done to educate people about the potential effects of meditation?\n- How can a balance between mental health and spiritual experiences be achieved for those practicing meditation?\n"
}