{
    "title": "Preschool: Much More Than You Wanted To Know",
    "date": "November 13, 2018",
    "links": [
        "https://slatestarcodex.com/2018/11/06/preschool-i-was-wrong/",
        "http://www.people.fas.harvard.edu/~deming/papers/Deming_HeadStart.pdf",
        "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0152719",
        "https://slatestarcodex.com/2018/11/07/ssris-an-update/",
        "https://www.nber.org/papers/w8054.pdf",
        "https://www.econstor.eu/bitstream/10419/160616/1/cdp694.pdf",
        "https://www.brookings.edu/research/the-long-term-impact-of-the-head-start-program/",
        "http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.582.5921&rep=rep1&type=pdf",
        "https://www.reddit.com/r/slatestarcodex/comments/9umzsk/preschool_i_was_wrong/e96lw2t/",
        "http://www.ucl.ac.uk/~uctppca/hs_sep30_final_all.pdf",
        "https://jamanetwork.com/journals/jamapediatrics/fullarticle/2668645",
        "http://ftp.iza.org/dp4561.pdf",
        "https://www.vox.com/2015/9/24/9391625/quebec-daycare-study",
        "https://www.nber.org/papers/w21766.pdf",
        "https://slatestarcodex.com/2016/05/19/teachers-much-more-than-you-wanted-to-know/",
        "https://journals.sagepub.com/stoken/default+domain/ycdsVk2Xu4vSV8gxECVS/full",
        "http://faculty.econ.ucdavis.edu/faculty/dlmiller/research/papers/GibbsLudwigMiller_Head_Start_Any_Lasting_Good_NBERw17452.pdf",
        "https://mathecology.wordpress.com/2017/08/19/p-hacking-and-the-garden-of-forking-paths/",
        "https://www.motherjones.com/kevin-drum/2018/11/chart-of-the-decade-why-you-shouldnt-trust-every-scientific-study-you-see/",
        "http://yudkowsky.net/rational/virtues/"
    ],
    "url": "https://slatestarcodex.com/2018/11/13/preschool-much-more-than-you-wanted-to-know/",
    "summary": "Key ideas:\n- Randomized controlled trials have shown preschool doesn't improve test scores in the long-term.\n- Early RCTs of intense preschool programs like the Perry Preschool Program and Abecedarians did have improved adult outcomes.\n- There is no good RCT of Head Start yet.\n- Recent studies on Head Start have shown mixed results.\n- Deming (2009) found that Head Starters are 8% more likely to graduate high school than controls.\n- Deming's study compared Head Starters to their control siblings.\n- Deming's study showed that birth weight was the only significant difference between Head Starters and controls.\n- A regression discontinuity experiment was conducted to test the effectiveness of Head Start programs in the 300 poorest counties in the US.\n- The experiment found that Head Start improved the outcomes of certain easily preventable childhood diseases by 33-50%.\n- Children from counties with Head Start programs were 5% more likely to finish high school than those in counties without Head Start programs.\n- There are other similar preschool programs being tested around the world such as in Norway, Quebec and Chicago's Child Parent Centers.\n- Many of the studies mentioned in the post found that Head Start has small effects for some specific subgroup on some specific outcome, making it hard to summarize all findings into 'Head Start works'.\n\nKey learnings:\n- The effectiveness of preschool, especially Head Start, in improving long-term outcomes is still up for debate.\n- Studies that compare Head Starters to their control siblings have shown that Head Start provides some benefits, such as an 8% increase in high school graduation rates.\n- The effectiveness of preschool programs such as Head Start are still a topic of debate and require further research.\n- The findings of many studies on Head Start provide small positive effects for specific subgroups and outcomes, rather than a general 'Head Start works' statement.\n- The quality of the daycare program plays a significant role in the effectiveness of early childhood education.\n\nKey questions:\n- What are the long-term effects of Head Start on life outcomes?\n- How can we improve preschool education to ensure better long-term outcomes for children?\n- How do socioeconomic factors affect the effectiveness of preschool programs?\n- What is the quality of the Head Start program and how does it compare to other childcare programs?\n- What kind of preschool program is suitable for a specific group of children?\n- How can researchers ensure the validity of their study findings, especially in early childhood education where it is challenging to obtain conclusive results?\n"
}