{
    "title": "Book Review: Capital In The Twenty-First Century",
    "date": "June 24, 2018",
    "links": [
        "https://www.amazon.com/Capital-Twenty-First-Century-Thomas-Piketty/dp/0674979850/ref=as_li_ss_tl?ie=UTF8&qid=1529900394&sr=8-1&keywords=piketty&linkCode=ll1&tag=slatestarcode-20&linkId=0fb5e7aa0c8e0bb8510f582d8311a339",
        "https://en.wikipedia.org/wiki/Trente_Glorieuses",
        "https://commons.wikimedia.org/wiki/File:1700_AD_through_2008_AD_per_capita_GDP_of_China_Germany_India_Japan_UK_USA_per_Angus_Maddison.png",
        "https://slatestarcodex.com/2017/07/24/targeting-meritocracy/",
        "https://slatestarcodex.com/2018/04/30/book-review-history-of-the-fabian-society/",
        "https://www.amazon.com/Capital-Twenty-First-Century-Thomas-Piketty/dp/0674979850/ref=as_li_ss_il?ie=UTF8&qid=1529900117&sr=8-1&keywords=piketty&linkCode=li2&tag=slatestarcode-20&linkId=5c4a2b31dabf56e957a5aac944415fe6",
        "http://mattrognlie.com/piketty_diminishing_returns.pdf",
        "https://www.brookings.edu/bpea-articles/deciphering-the-fall-and-rise-in-the-net-capital-share/",
        "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2543012",
        "https://slatestarcodex.com/2018/06/24/book-review-capital-in-the-twenty-first-century/#comment-641671"
    ],
    "url": "https://slatestarcodex.com/2018/06/24/book-review-capital-in-the-twenty-first-century/",
    "summary": "Key ideas:\n- Piketty's book is about quantitative macroeconomic history and provides a theory of very-long-term forces at work in economic change.\n- Normal economic growth has always been between 1% and 1.5% per year, which encompasses almost every big question in politics and economics.\n- Piketty's model of the 20th century history brings out the impact of the two World Wars on economies.\n- Rentiers' yearly incomes should always be pushing further and further ahead of laborers', and inequality should always increase during ordinary times.\n- Rentiers, who live off of their inherited wealth, risk losing everything during times of crisis.\n- High taxes and a large middle class are factors that have helped prevent the reemergence of a rentier society.\n- Income inequality, particularly among executives of major corporations, is on the rise.\n- A global tax on wealth is needed to prevent the rebirth of a rentier society.\n- Policies that reduce rentier power, such as reducing rent and debt, may also be helpful.\n- The book \"Capital in the Twenty-First Century\" offers interesting insights into wealth inequality and its history.\n- Themes in the book include the forces driving inequality, and why inequality is not an automatic result of capitalist societies.\n- There are mechanisms which can address inequality, including wealth taxes and inheritance taxes.\n\nKey learnings:\n- Population growth, temporary bubbles, and catch-up growth are anomalies that create economic growth rates outside the normal rate.\n- Rentiers are people who live off the interest on savings instead of working, and their money grows as the rate of return on capital increases.\n- The rate of return on capital has always averaged about 4-5%, while GDP per capita growth rate is about 1-1.5% per year.\n- During crises, rentiers can lose all their money, while laborers have more opportunities to rebuild their income.\n- Although income inequality is high, economies continue to grow at a steady rate.\n- Catch-up growth may help reduce inequality between nations.\n- Reading \"Capital in the Twenty-First Century\" makes the actions of individuals seem small and suggests leverage points for change.\n- The book offers good explanations of all the other factors that contribute to inequality and what would happen if each one was changed.\n- Political will is needed to make changes to address inequality.\n\nKey questions:\n- How do Piketty's theories about quantitative macroeconomic history apply to today's economic climate?\n- Is there a way to address the persistent income inequality caused by the growth of rentiers' yearly incomes?\n- How can we encourage normal economic growth rates without relying on anomalies like population growth, temporary bubbles, and catch-up growth?\n- Why haven't rentiers made a comeback since World War II?\n- How can we address income inequality among laborers?\n- What policies can specifically target the rentier class?\n- What are the criticisms of Piketty's claims on inequality?\n- Can we see how much people like hereditary rent-seeking, and would getting rid of that create a better rallying cry?\n- Would \"everyone productive vs the idle rich\" make for less toxic politics than \"people who earn more vs. people who earn less\"?\n"
}