{
    "title": "Book Review: The Mind Illuminated",
    "date": "November 28, 2018",
    "links": [
        "https://www.amazon.com/Mind-Illuminated-Meditation-Integrating-Mindfulness/dp/1501156985/ref=as_li_ss_tl?ie=UTF8&qid=1543454323&sr=8-1&keywords=the+mind+illuminated&linkCode=ll1&tag=slatestarcode-20&linkId=0e4d121bab4fed80cc50c58f87033bde&language=en_US",
        "https://new-ea-cause-area.tumblr.com/",
        "https://en.wikipedia.org/wiki/Global_workspace_theory",
        "https://en.wikipedia.org/wiki/Hard_problem_of_consciousness#Easy_problems",
        "http://picoeconomics.org/HTarticles/Bkdn_Precis/Precis.html",
        "https://slatestarcodex.com/2017/09/18/book-review-mastering-the-core-teachings-of-the-buddha/",
        "https://slatestarcodex.com/2018/04/19/gupta-on-enlightenment/",
        "https://slatestarcodex.com/2017/09/18/book-review-mastering-the-core-teachings-of-the-buddha/",
        "https://www.reddit.com/r/TheMindIlluminated/comments/9z1hz9/culadasas_detailed_explanation_of_what_the_dark/",
        "https://www.reddit.com/r/TheMindIlluminated/comments/9z1hz9/culadasas_detailed_explanation_of_what_the_dark/",
        "http://shinzenyoung.blogspot.com/2011/11/dark-night.html",
        "https://slatestarcodex.com/2017/10/02/different-worlds/",
        "http://culadasa.com/",
        "http://themindilluminated.reddit.com/",
        "https://www.amazon.com/Mind-Illuminated-Meditation-Integrating-Mindfulness/dp/1501156985/ref=as_li_ss_il?ie=UTF8&qid=1543286959&sr=8-1&keywords=the+mind+illuminated&linkCode=li2&tag=slatestarcode-20&linkId=0ce62583136b4001fed642996be007a6&language=en_US"
    ],
    "url": "https://slatestarcodex.com/2018/11/28/book-review-the-mind-illuminated/",
    "summary": "Key ideas:\n- The Mind Illuminated is a guide to Buddhist meditation by Culadasa, a neuroscience PhD and Buddhist meditation teacher.\n- The book focuses on concentration meditation divided into ten different stages.\n- The book provides clear explanations of concepts and terminology using bolded italicized letters and a glossary.\n- The book distinguishes between attention and awareness and provides instructions to incorporate both into meditation practice.\n- The book presents a model of the mind as composed of many subminds, with consciousness acting as a neutral ground shared by all.\n- Meditation involves bringing multiple sub-minds into a unified state.\n- This leads to an increase in the degree of mindfulness and awareness.\n- Meditation can result in a cessation event, which is a moment where consciousness ceases.\n- The author supports the mind-system model presented in the book, which posits that the brain is composed of multiple sub-minds.\n- The author suggests that the book's optimism differs from other meditation books.\n- Experience can shape how people view medication/meditation side effects.\n- A serious side effect is one that either you or your patients have had; minor side effects don't tend to factor into one's assessment of a medication's safety.\n- Meditation can cause negative experiences, but they are typically rare and can be mitigated via guidance.\n- A daily meditation practice may have fewer side effects than taking SSRIs.\n\nKey learnings:\n- The book provides solutions to common issues encountered in meditation, such as how to sustain concentration on the breath and how to incorporate awareness into meditation practice.\n- The attention vs. awareness dichotomy clarifies instructions that were previously confusing and difficult to reconcile.\n- Understanding the mind-system model helps to manage conflicts and inefficiencies that arise from having many subminds in the subconscious.\n- Meditation can lead to a sense of unification among different sub-minds in the brain.\n- An increase in mindfulness and awareness is possible with meditation.\n- The cessation event is a powerful transformative experience.\n- The mind-system model helps explain consciousness.\n- The optimism presented in the book regarding the ability of individuals to achieve enlightenment is different from other meditation books.\n- Experience can be powerful in shaping our opinions and perceptions.\n- The severity of a side effect is subjective, based on personal experience.\n- Meditation may be an alternative to SSRIs for some people.\n\nKey questions:\n- Can meditation guide and inform neuroscience as much as neuroscience can guide meditation?\n- How can peripheral awareness coexist with the belief that there can only be one thing in consciousness at the same time?\n- Is Culadasa's distinction between attention and awareness consistent with cognitive psychology and neuroscience research?\n- What connection does Buddhist meditation have with global workspace theory?\n- How does the mind-system model help explain meditation?\n- Is it realistic to expect that most people can reach enlightenment within a few months or years with diligent practice?\n- Can the risk of the Dark Night be effectively minimized through concentration meditation?\n- How does Culadasa's type of meditation practice compare to other types such as \"dry insight\"?\n- What factors contribute to the way people view medication side effects?\n- How can we make objective assessments of a medication's safety?\n- How can we minimize negative experiences during meditation practices?\n"
}