{
    "title": "Practically-A-Book Review: EA Hotel",
    "date": "August 20, 2018",
    "links": [
        "https://was-research.org/",
        "https://www.nbcbayarea.com/news/local/New-Study-Says-San-Francisco-Has-the-Highest-Rents-in-the-World-487718071.html",
        "http://effective-altruism.com/ea/1pc/ea_hotel_with_free_accommodation_and_board_for/",
        "http://eahotel.org/wiki/",
        "https://slatestarcodex.com/2018/05/16/basic-income-not-basic-jobs-against-hijacking-utopia/",
        "http://effective-altruism.com/ea/1pc/ea_hotel_with_free_accommodation_and_board_for/#section8-1",
        "http://eahotel.org/",
        "https://www.facebook.com/groups/1624791014242988/",
        "http://eahotel.org/booking/"
    ],
    "url": "https://slatestarcodex.com/2018/08/20/practically-a-book-review-ea-hotel/",
    "summary": "Key ideas:\n- Effective altruism focuses on redirecting charity resources to the most important and successful charities\n- San Francisco is an expensive city, making it difficult for smaller independent organizations to conduct research\n- Greg Colbourn, an effective altruist and cryptocurrency investor, purchased a 17-bedroom hotel in Blackpool, northern England to offer free room and board to researchers working on effective altruist projects\n- By living at the hotel, researchers can focus on their work without worrying about material needs\n- The hotel can support people for £5700/year\n\nKey learnings:\n- The hotel project is a potential high impact, high prestige supporting role for those excited to be involved in such a capacity on an EA mission\n- Living at the hotel is more cost-effective than giving people grants that allow researchers to support themselves\n- Community building is becoming increasingly important to the further development of the EA movement\n- The hotel provides a low-barrier-to-entry opportunity for researchers to work on effective altruist ideas\n\nKey questions:\n- Is the hotel project more effective than just spending the money on grants?\n- How will the hotel ensure that guests are effective and productive researchers?\n- What measures will the hotel have in place to prevent scammers and freeloaders?\n- Will living at the hotel lead to increased focus, collaboration, and morale boosting productivity?"
}