{
    "title": "Value Differences As Differently Crystallized Metaphysical Heuristics",
    "date": "July 24, 2018",
    "links": [
        "https://slatestarcodex.com/2018/07/18/fundamental-value-differences-are-not-that-fundamental/",
        "https://slatestarcodex.com/2018/07/18/the-whole-city-is-center/",
        "https://en.wikipedia.org/wiki/Tit_for_tat",
        "https://en.wikipedia.org/wiki/Erinyes",
        "https://academic.oup.com/cid/article/40/10/1454/308400",
        "http://www.cam.ac.uk/research/news/pox-populi-study-calculates-18th-century-syphilis-rates-for-first-time",
        "https://academic.oup.com/shm/article/27/3/508/1680054",
        "https://slatestarcodex.com/2018/07/18/fundamental-value-differences-are-not-that-fundamental/",
        "https://slatestarcodex.com/2017/03/16/book-review-seeing-like-a-state/",
        "https://slatestarcodex.com/2018/07/18/the-whole-city-is-center/",
        "http://blogs.discovermagazine.com/gnxp/2012/01/social-conservatives-have-a-lower-i-q-probably/#.W1PfWLhlDOg",
        "https://link.springer.com/article/10.3758/s13421-011-0104-1",
        "https://psmag.com/social-justice/bugs-like-made-germ-theory-democracy-beliefs-73958",
        "http://sci-hub.tw/http://journals.sagepub.com/doi/abs/10.1177/0146167214538672",
        "https://www.huffingtonpost.com/jeremy-frimer/liberals-conservatives-conformity_b_5697849.html",
        "https://onlinelibrary.wiley.com/doi/full/10.1111/pops.12304",
        "http://nymag.com/daily/intelligencer/2018/07/how-social-science-might-be-misunderstanding-conservatives.html",
        "https://slatestarcodex.com/2017/06/21/against-murderism/",
        "https://slatestarcodex.com/2014/05/12/weak-men-are-superweapons/"
    ],
    "url": "https://slatestarcodex.com/2018/07/24/value-differences-as-differently-crystallized-metaphysical-heuristics/",
    "summary": "Key ideas:\n- We need to navigate complicated philosophical questions to decide how to act and model our values.\n- Heuristics and approximations often serve as a simplified way to model values and behaviors.\n- Value-differences stem from people operating at different levels of the ladder, from explicit modeling to metaphysical heuristics.\n- The discovery of new, important dietary micronutrients is still possible, even with the improvement of nutritional fluids.\n- The bioavailability of nutrients in Soylent compared to food is still unknown, and the absorption and bioavailability of micronutrients is still not fully understood.\n- Crystallized heuristics and values are inevitable and play a role in decision-making, even if based on flawed or outdated reasoning.\n- People who endorse values based on crystallized essences might misunderstand those who use explicit models, assuming they must not care about or prefer the opposite of the essences, when in reality they are working off a totally different system.\n- The main mistake is people on both sides having moderately good understanding of how to do explicit causal models but accusing the other of being Neanderthals who only care about a crystallized-metaphysical-essence and have totally abandoned reason.\n- Most metaphysical heuristics are a stand-in for something real, so we should expect blocs of allied people to contain some people who want the real thing, and other people who are running metaphysical heuristics that point at the thing.\n\nKey learnings:\n- Heuristics help simplify complex concepts for ordinary people, but can also be flawed.\n- Explicit models can have their own flaws and limitations.\n- Value-differences arise from different ways of modeling and understanding behaviors and their outcomes.\n- The limitations of applying explicit models and focusing solely on utility.\n- The importance of considering emotional experiences and cultural heuristics in decision-making.\n- The influence of education, intelligence, and experiences on crystallization of heuristics.\n- Avoid assuming that those with different values are inherently inferior or care less about consequences.\n- Recognize that metaphysical heuristics are a stand-in for something real and that people may have varying degrees of attachment to them.\n\nKey questions:\n- How can we strike a balance between explicit modeling and metaphysical heuristics?\n- What are the risks and benefits of relying on either one too heavily?\n- How can we better understand and respect value-differences without becoming overly simplistic or dogmatic in our  own beliefs?\n- How can we balance the benefits of explicit modeling with the limitations of utility-focused decision-making?\n- Can we fully understand the absorption and bioavailability of micronutrients in synthetic food supplements, and how do they compare to those in natural foods?\n- How do cultural heuristics and emotional experiences influence our values and decision-making?\n- How can we better understand and communicate with those who have different values from our own?\n- How can we avoid assuming the worst in others and instead seek common ground for discussion and debate?\n"
}