{
    "title": "Maybe Your Zoloft Stopped Working Because A Liver Fluke Tried To Turn Your Nth-Great-Grandmother Into A Zombie",
    "date": "August 19, 2019",
    "links": [
        "https://slatestarcodex.com/blog_images/parasite_study.pdf",
        "https://www.smithsonianmag.com/science-nature/the-parasite-that-makes-a-rat-love-a-cat-86515093/",
        "https://www.popularmechanics.com/science/animals/a21248947/brainworms-turn-ants-into-death-seeking-zombies/",
        "https://en.wikipedia.org/wiki/Behavior-altering_parasite",
        "https://www.ncbi.nlm.nih.gov/pubmed/28787601",
        "https://www.ncbi.nlm.nih.gov/pubmed/25103109",
        "https://slatestarcodex.com/2016/08/15/tolerance-troubles/",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4961771/",
        "https://www.smbc-comics.com/",
        "http://blogs.discovermagazine.com/neuroskeptic/2016/02/20/myth-mind-altering-parasite-toxoplasma-gondii/#.XVEZAntlDOg",
        "https://slatestarcodex.com/2017/12/28/adderall-risks-much-more-than-you-wanted-to-know/",
        "https://slatestarcodex.com/2017/03/06/book-review-behavior-the-control-of-perception/"
    ],
    "url": "https://slatestarcodex.com/2019/08/19/maybe-your-zoloft-stopped-working-because-a-liver-fluke-tried-to-turn-your-nth-great-grandmother-into-a-zombie/",
    "summary": "Key ideas:\n- Parasites can manipulate host behavior by secreting chemicals that alter host neurochemistry\n- Different types of parasites have different methods of manipulation and can affect a variety of different host organisms\n- Hosts have evolved various strategies to avoid parasite manipulation, including creating complex signaling cascades that are difficult for parasites to crack, developing feedback loops and flexibility, encoding messages in the timing of pulses, using individuality to create variability, and using antiparasitic drugs as neurotransmitters\n- The effectiveness of these strategies varies depending on the size and complexity of the host's brain relative to the parasite, with insects being more vulnerable due to their simplicity\n- Biology is a complex field.\n- Biology has been stagnating for the past fifty years.\n- Del Giudice suggests that the complexity of the human blueprint is real.\n- Human blueprint was sculpted by evolution to be as hard as possible to affect.\n\nKey learnings:\n- Parasite manipulation of host behavior is a widespread phenomenon across many different types of organisms\n- Evolutionary arms races between parasites and hosts have resulted in hosts developing strategies to avoid manipulation\n- These strategies include creating complex and redundant signaling cascades, developing feedback loops, encoding messages in the timing of pulses, embracing individual variability, and using antiparasitic drugs as neurotransmitters\n- Biology is a difficult and complex field.\n- The human blueprint is difficult to understand or affect.\n- Drugs may fail in surprising ways due to the complexity of the body.\n\nKey questions:\n- How accurate is del Giudice's theory of parasite-host behavior manipulation?\n- Are there other factors beyond parasite manipulation that could explain some of the behavioral effects of psychoactive drugs?\n- Is the absence of complex behavioral manipulations in larger, warm-blooded animals due solely to the limitations of parasite size and computational capabilities, or are there other factors at play?\n- Why has biology been stagnating for the past fifty years?\n- How can we better understand the complexity of the human blueprint?\n- What can be done to improve the effectiveness of drugs given the complexity of the body?\n"
}