{
    "title": "The PNSE Paper",
    "date": "October 21, 2019",
    "links": [
        "http://www.nonsymbolic.org/PNSE-Article.pdf",
        "https://www.amazon.com/Complete-Guide-Reiki-Vol-Book-ebook/dp/B006POCE5E",
        "http://www.nonsymbolic.org/",
        "https://slatestarcodex.com/2017/09/18/book-review-mastering-the-core-teachings-of-the-buddha/"
    ],
    "url": "https://slatestarcodex.com/2019/10/21/the-pnse-paper/",
    "summary": "Key ideas:\n- Clusters of Individual Experiences Form a Continuum of Persistent Non-Symbolic Experiences in Adults is a study on “enlightenment” by Jeffery Martin.\n- Martin found 1200 people who self-reported enlightenment and were affiliated with a community for validation.\n- Most people who reported enlightenment had similar experiences that could be plotted on a continuum.\n- The experiences involved changes in sense-of-self, cognition, emotion, memory, and perception.\n- Participants perceived a fundamental change from a highly individualized sense of self to something else.\n- There was a significant reduction in thoughts in participants, although they remained fully able to use thought for problem solving.\n- Participants often reported increased awareness of bodily sensations and bodily processes, but during yoga sessions, it became apparent that they were less bodily aware than they thought.\n- There was a discrepancy between PNSE participants' reports of their stress and how their friends and family observed their stressed behavior.\n- The study of enlightenment has been difficult because of the lack of agreement of its definition.\n- An experiment was conducted to study the experiences of individuals who claimed to have achieved enlightenment.\n- Participants in the experiment experienced a different type of internal experience and a shifting of the self-other boundary.\n\nKey learnings:\n- PNSE participants had similar experiences that could be plotted on a continuum.\n- PNSE led to fundamental changes in sense-of-self, cognition, emotion, memory, and perception.\n- Reduction in self-related thoughts did not have negative cognitive consequences.\n- Participants were not well-attuned to what is going on in their own heads, as evidenced by their reports of not feeling stressed despite evidence to the contrary.\n- The external characteristics of PNSE participants did not change noticeably.\n- Enlightenment is not characterized by an extreme transformation of personality or extraordinary abilities.\n- Individuals who claim enlightenment are more aware of certain low-level perceptual processes and experience a different type of internal experience.\n- The experience of enlightenment is difficult to describe.\n\nKey questions:\n- Who is Jeffery Martin and what is his background in researching enlightenment?\n- How did Martin select the 50 participants for in-depth interviews?\n- How did participants' experiences change their sense of self, cognition, emotion, memory, and perception?\n- How did the reduction in thoughts affect participants' problem-solving abilities?\n- How did participants' awareness of bodily sensation differ from objective measures and yoga sessions?\n- Why do participants perceive a significant change in their mental states, while their external characteristics remain largely unchanged?\n- What is the best way to define enlightenment?\n- How can the experience of individuals who claim enlightenment be studied?\n- What is the relationship between enlightenment and the shifting of the self-other boundary?\n"
}