{
    "title": "Adversarial Collaboration Contest 2019",
    "date": "July 24, 2019",
    "links": [
        "https://slatestarcodex.com/2018/09/04/acc-entry-does-the-education-system-adequately-serve-advanced-students/",
        "https://slatestarcodex.com/2018/09/08/acc-entry-should-transgender-children-transition/",
        "https://slatestarcodex.com/2018/09/06/acc-entry-should-childhood-vaccination-be-mandatory/",
        "https://slatestarcodex.com/2018/09/05/acc-entry-are-islam-and-liberal-democracy-compatible/",
        "https://www.patreon.com/user?u=926060",
        "https://slatestarcodex.com/2014/03/30/wheat-much-more-than-you-wanted-to-know/",
        "https://slatestarcodex.com/2014/01/05/marijuana-much-more-than-you-wanted-to-know/"
    ],
    "url": "https://slatestarcodex.com/2019/07/24/adversarial-collaboration-contest-2019/",
    "summary": "Key ideas\n- The second annual Adversarial Collaboration Contest has been announced.\n- Adversarial collaboration involves two people with opposing views collaborating to create a summary of evidence for and against a thesis, with the aim of giving readers a balanced view.\n- Entries should focus on a controversial topic and come to a unified conclusion.\n- The essay should be similar in length and tone to one of the author's Much More Than You Wanted To Know essays.\n- Prize money will depend on the number of entrants and will likely be around $2500.\n\nKey learnings\n- The contest allows people with opposing views to work together to produce a more balanced summary of the evidence for debates on controversial topics.\n- The winning entry will be determined by a poll of SSC readers and the author's vote counting for 10 percentage points.\n- The author encourages entries from a range of fields, not just political issues.\n\nKey questions\n- What does the author mean by \"taboo topics\" and how might these be handled in the contest?\n- How will the author determine the level of quality required for an entry to meet the minimum level of quality to be published on SSC?\n- How will the author ensure the entrants maintain a united front in their essay, and what happens if they fail to do so?"
}