{
    "title": "Asymmetric Weapons Gone Bad",
    "date": "June 6, 2019",
    "links": [
        "https://slatestarcodex.com/2019/06/03/repost-epistemic-learned-helplessness/",
        "https://slatestarcodex.com/2019/06/04/book-review-the-secret-of-our-success/",
        "https://slatestarcodex.com/2019/06/05/list-of-passages-i-highlighted-in-my-copy-of-the-secret-of-our-success/",
        "https://slatestarcodex.com/2017/03/24/guided-by-the-beauty-of-our-weapons/",
        "https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1467-8543.2009.00723.x",
        "https://www.nber.org/papers/w12663.pdf",
        "http://www.raisetheminimumwage.com/pages/job-loss",
        "https://www.epionline.org/release/o185/",
        "https://slatestarcodex.com/2019/05/07/5-httlpr-a-pointed-review/",
        "https://www.businessinsider.com/americans-disagree-alexandria-ocasio-cortez-congress-pay-increase-poll-2019-3",
        "https://slatestarcodex.com/2019/06/05/list-of-passages-i-highlighted-in-my-copy-of-the-secret-of-our-success/",
        "https://slatestarcodex.com/2018/07/24/value-differences-as-differently-crystallized-metaphysical-heuristics/",
        "https://slatestarcodex.com/2013/03/04/a-thrivesurvive-theory-of-the-political-spectrum/"
    ],
    "url": "https://slatestarcodex.com/2019/06/06/asymmetric-weapons-gone-bad/",
    "summary": "Key ideas:\n- Asymmetric weapons are tools that are effective only for the \"good guys\".\n- Rational debate may not always lead to the best outcome.\n- Epistemic traps refer to problems where the more you study a topic, the more confused you get.\n- Some actions and concerns are \"illegible\" and hard to explain.\n- Communication methods can influence the outcome of debates.\n- Two schools of thought on why turn-of-the-century Britain never went communist\n- \"Illegible reasons\" were right in resisting communism\n- Intellectuals' attempts to apply science and rationality to the problem moved them further from the truth\n- The importance of understanding and evaluating traditions before discarding them\n- Suggestions for how to make progress in improving traditions while being tolerant of those who defend them\n\nKey learnings:\n- Asymmetric weapons can help achieve sustained moral progress.\n- It is possible to be misled by rational arguments.\n- Epistemic traps can lead to incorrect conclusions.\n- Illegibility can make it difficult to explain certain behaviors.\n- Communication methods can affect the outcome of debates.\n- Understanding the origins and functions of traditions is important before deciding to discard them\n- Intellectuals applying science and rationality do not always arrive at the truth\n- Gradual and gentle experimentation can help evaluate new ideas while preserving existing traditions\n- We should be tolerant of traditions we find repulsive while understanding the evolutionary pressures that created them\n- Cultural evolution does not provide ethical evidence for traditions\n\nKey questions:\n- Is there a way to tell when rational debate is leading us astray?\n- Can epistemic traps be avoided, and if so, how?\n- How can we better understand \"illegible\" behaviors?\n- How can we improve communication methods to promote rational debates?\n- Why did turn-of-the-century Britain not go communist?\n- Why were the \"illegible reasons\" for resisting communism ultimately correct?\n- How can we balance preserving traditions with improving them?\n- How can we evaluate new ideas while respecting existing traditions?\n- What is the role of rationality in evaluating traditions?\n"
}