{
    "title": "[ACC] How Much Significance Should We Ascribe To Spiritual Experiences?",
    "date": "December 25, 2019",
    "links": [
        "https://slatestarcodex.com/2019/12/09/2019-adversarial-collaboration-entries/",
        "#sdfootnote1sym",
        "#sdfootnote2sym",
        "#sdfootnote3sym",
        "#sdfootnote4sym",
        "#sdfootnote5sym",
        "#sdfootnote6sym",
        "#sdfootnote7sym",
        "#sdfootnote8sym",
        "#sdfootnote9sym",
        "#sdfootnote10sym",
        "#sdfootnote11sym",
        "#sdfootnote12sym",
        "#sdfootnote13sym",
        "#sdfootnote14sym",
        "#sdfootnote15sym",
        "#sdfootnote16sym",
        "#sdfootnote17sym",
        "#sdfootnote18sym",
        "#sdfootnote19sym",
        "#sdfootnote20sym",
        "#sdfootnote21sym",
        "#sdfootnote22sym",
        "#sdfootnote23sym",
        "#sdfootnote24sym",
        "#sdfootnote25sym",
        "#sdfootnote26sym",
        "#sdfootnote27sym",
        "#sdfootnote28sym",
        "#sdfootnote29sym",
        "#sdfootnote30sym",
        "#sdfootnote31sym",
        "#sdfootnote32sym",
        "#sdfootnote33sym",
        "#sdfootnote34sym",
        "#sdfootnote35sym",
        "#sdfootnote36sym",
        "#sdfootnote37sym",
        "#sdfootnote38sym",
        "#sdfootnote39sym",
        "#sdfootnote40sym",
        "#sdfootnote41sym",
        "#sdfootnote42sym",
        "#sdfootnote43sym",
        "#sdfootnote44sym",
        "#sdfootnote45sym",
        "#sdfootnote46sym",
        "#sdfootnote47sym",
        "#sdfootnote48sym",
        "#sdfootnote49sym",
        "#sdfootnote50sym",
        "#sdfootnote51sym",
        "#sdfootnote52sym",
        "#sdfootnote53sym",
        "#sdfootnote54sym",
        "#sdfootnote55sym",
        "#sdfootnote56sym",
        "#sdfootnote57sym",
        "#sdfootnote58sym",
        "#sdfootnote59sym",
        "#sdfootnote60sym",
        "#sdfootnote61sym",
        "#sdfootnote62sym",
        "#sdfootnote63sym",
        "#sdfootnote64sym",
        "#sdfootnote65sym",
        "#sdfootnote66sym",
        "#sdfootnote67sym",
        "#sdfootnote68sym",
        "#sdfootnote69sym",
        "#sdfootnote70sym",
        "#sdfootnote71sym",
        "#sdfootnote72sym",
        "#sdfootnote73sym",
        "#sdfootnote74sym",
        "#sdfootnote75sym",
        "#sdfootnote76sym",
        "#sdfootnote77sym",
        "#sdfootnote78sym",
        "#sdfootnote79sym",
        "#sdfootnote80sym",
        "#sdfootnote81sym",
        "#sdfootnote82sym",
        "#sdfootnote83sym",
        "#sdfootnote84sym",
        "#sdfootnote85sym",
        "#sdfootnote86sym",
        "#sdfootnote87sym",
        "#sdfootnote88sym",
        "#sdfootnote89sym",
        "#sdfootnote90sym",
        "#sdfootnote91sym",
        "#sdfootnote92sym",
        "#sdfootnote1anc",
        "https://hal.archives-ouvertes.fr/hal-01238121/document",
        "#sdfootnote2anc",
        "https://plato.stanford.edu/entries/logical-empiricism/#EmpVerAntMet",
        "#sdfootnote3anc",
        "https://plato.stanford.edu/entries/logical-empiricism/#EmpVerAntMet",
        "#sdfootnote4anc",
        "https://plato.stanford.edu/archives/fall2017/entries/rationalism-empiricism/",
        "#sdfootnote5anc",
        "https://plato.stanford.edu/archives/fall2017/entries/rationalism-empiricism/",
        "#sdfootnote6anc",
        "#sdfootnote7anc",
        "#sdfootnote8anc",
        "#sdfootnote9anc",
        "#sdfootnote10anc",
        "#sdfootnote11anc",
        "#sdfootnote12anc",
        "#sdfootnote13anc",
        "#sdfootnote14anc",
        "#sdfootnote15anc",
        "#sdfootnote16anc",
        "#sdfootnote17anc",
        "#sdfootnote18anc",
        "#sdfootnote19anc",
        "#sdfootnote20anc",
        "#sdfootnote21anc",
        "#sdfootnote22anc",
        "#sdfootnote23anc",
        "#sdfootnote24anc",
        "#sdfootnote25anc",
        "#sdfootnote26anc",
        "#sdfootnote27anc",
        "#sdfootnote28anc",
        "#sdfootnote29anc",
        "#sdfootnote30anc",
        "#sdfootnote31anc",
        "#sdfootnote32anc",
        "#sdfootnote33anc",
        "#sdfootnote34anc",
        "#sdfootnote35anc",
        "#sdfootnote36anc",
        "#sdfootnote37anc",
        "#sdfootnote38anc",
        "#sdfootnote39anc",
        "#sdfootnote40anc",
        "#sdfootnote41anc",
        "#sdfootnote42anc",
        "#sdfootnote43anc",
        "#sdfootnote44anc",
        "#sdfootnote45anc",
        "#sdfootnote46anc",
        "#sdfootnote47anc",
        "#sdfootnote48anc",
        "#sdfootnote49anc",
        "#sdfootnote50anc",
        "#sdfootnote51anc",
        "#sdfootnote52anc",
        "#sdfootnote53anc",
        "#sdfootnote54anc",
        "#sdfootnote55anc",
        "#sdfootnote56anc",
        "#sdfootnote57anc",
        "#sdfootnote58anc",
        "#sdfootnote59anc",
        "#sdfootnote60anc",
        "#sdfootnote61anc",
        "#sdfootnote62anc",
        "#sdfootnote63anc",
        "#sdfootnote64anc",
        "#sdfootnote65anc",
        "#sdfootnote66anc",
        "#sdfootnote67anc",
        "#sdfootnote68anc",
        "#sdfootnote69anc",
        "#sdfootnote70anc",
        "#sdfootnote71anc",
        "#sdfootnote72anc",
        "#sdfootnote73anc",
        "#sdfootnote74anc",
        "#sdfootnote75anc",
        "#sdfootnote76anc",
        "#sdfootnote77anc",
        "#sdfootnote78anc",
        "#sdfootnote79anc",
        "https://doi.org/10.1371/journal.pone.0214377",
        "#sdfootnote80anc",
        "https://en.wikipedia.org/wiki/Marsh_Chapel_Experiment",
        "#sdfootnote81anc",
        "#sdfootnote82anc",
        "#sdfootnote83anc",
        "https://en.wikipedia.org/wiki/Dream_argument",
        "https://en.wikipedia.org/wiki/False_awakening",
        "#sdfootnote84anc",
        "#sdfootnote85anc",
        "https://en.wikipedia.org/wiki/Blind_men_and_an_elephant",
        "https://www.youtube.com/watch?v=3lyJLFMSVbY",
        "#sdfootnote86anc",
        "#sdfootnote87anc",
        "#sdfootnote88anc",
        "#sdfootnote89anc",
        "#sdfootnote90anc",
        "#sdfootnote91anc",
        "#sdfootnote92anc"
    ],
    "url": "https://slatestarcodex.com/2019/12/25/acc-how-much-significance-should-we-ascribe-to-spiritual-experiences/",
    "summary": "Key ideas:\n- This project explores spiritual experiences as empirical evidence for a component of reality.\n- Empiricism as a key to a common language for discussing the significance of spiritual experience.\n- The article is structured into nine sections discussing definitions of empiricism, experience, knowledge, and spirituality, as well as psychological research, epistemology, and various perspectives.\n- Empiricism deals with sensory experience as a generator of knowledge and conflicts with pure rationality.\n- Spiritual experiences can include theistic and non-theistic experiences, such as meditative suspensions of self, encounters with the divine in any religious context, near-death experiences, and transcendental uses of entheogens.\n- Psychologists study spiritual experience using various methods and measurement, with self-reporting being one of them.\n- Evolutionary psychologists argue that religious experience is an adaptive advantage, but others disagree.\n- Neuropsychologists propose that cognitive operators in the brain give rise to human religiosity.\n- Scientists should not reduce the richness and complexity of religious experience to a single psychological construct.\n- Debates around the existence of God have included the \"argument from religious experience.\"\n- William P. Alston argues that a person can become justified in holding certain beliefs about God by perceiving God.\n- Alston argues that spiritual experiences are perceptual in nature, and subjects are often aware of alternative sources or interpretations of their experiences.\n- Alston's argument for perceptual beliefs being partly immediately justified and partly mediately justified\n- Alston's position on reliability of sense perception and epistemic circularity\n- Near death experiences as a legitimate form of spiritual experience\n- Carol Zaleski's discussion of NDEs, including their commonalities and criticisms\n- Zaleski's acknowledgment of the symbolic significance of NDEs\n- The use of entheogens to induce spiritual experiences\n- Entheogens are controversial substances that produce a subjective experience of a divine or spiritual nature.\n- Recent studies have shown that two-thirds of those who identified as atheists prior to using entheogens no longer considered themselves atheists afterward.\n- The Eleusinian Mysteries were ancient Greek initiation rites that remain shrouded in mystery, but involved the use of a drink called a kykeon that may have contained psychoactive substances.\n- Dreaming poses a difficulty for confidently viewing spiritual experience as veridical.\n- Dreams may be misperceived or misremembered as waking experiences, leading to doubts about the veridicality of experiences.\n- Different people may perceive spiritual experiences differently, leading to conflicts and challenges in attaining a consensus.\n- There is a need for epistemic humility and careful consideration when interpreting and acting on spiritual experiences.\n- Our perception of reality is limited and may not always be accurate, making spiritual experiences and material experiences equally suspect.\n- Large numbers of people do not dismiss the meaning of their drug-mediated experiences and durably rate them as significant and influential even on sober retrospective reflection.\n- Mystical traditions are conscious of the risk of spurious insights due to mental illness, but are still grappling with ways to distinguish valuable experiences from disorders.\n- Spiritual experiences are often sought out or provoked rather than spontaneous.\n- The collaboration does not address the truth or falsity of naturalism or any particular religious doctrine.\n- The nature of spiritual experiences and the various accounts of different types of spiritual experiences\n- The potential benefits and drawbacks of entheogens and other means to induce spiritual experiences\n- The role of subjective experiences in truth-seeking and spirituality\n- The relationship between spirituality and different religious traditions, as well as the relationship between spirituality and science\n\nKey learnings:\n- Empiricism is necessary in developing a common language for discussing spirituality despite conflicting with pure rationality.\n- Spiritual experiences are common, but often not shared due to their internal and personal nature.\n- Psychology has conducted numerous studies on spiritual experience but may be limited in its capacity to prove its existence.\n- There are challenges in studying spiritual experience, including the potential for bias in self-reporting.\n- Spiritual experience can have an effect on autonomic function and can be useful in clinical psychological and psychiatric practice.\n- Spiritual experiences are real and foundational to those who experience them.\n- Alston focuses on the philosophical legitimacy of people treating their own religious and spiritual experiences as evidence for belief in the object of those experiences.\n- The justification of taking spiritual experience as the basis of forming \"M-beliefs\" forms the core of Alston's argument.\n- Perceptual beliefs can be justified in part by immediate perception and in part by background beliefs\n- Arguments for the reliability of sense perception are epistemically circular\n- Near death experiences are surprisingly common and exhibit striking consistencies\n- NDEs have been explained through biochemical or psychological explanations, but these explanations have been criticized\n- Entheogens can be used to induce powerful spiritual experiences\n- Entheogens have promise in treating mental illnesses through catalyzing deep experiences of profound meaning.\n- The reported effects of entheogen experiences often result in persisting positive changes in attitudes about self, life satisfaction, life purpose, and life meaning.\n- Dreams are not typically regarded as veridical in modern western culture, and may pose a challenge to interpreting spiritual experiences as such.\n- There is significant empirical research on the content and nature of spiritual experiences.\n- Entheogens may have secular uses and emotional benefits that overlap with non-drug-assisted spiritual experiences.\n- The differences between mystical experiences and dreams are difficult to articulate to those who have not had them.\n- The human mind is capable of a broader range of experiences than we think, and personal experiences can give rise to important philosophical challenges.\n- Consensus on a particular view of reality is not necessary to appreciate the import of these facts for our lives and self-concepts.\n- Societal consensus holds more power over belief than formally-reasoned epistemology.\n- The belief that spiritual experiences can't be described or analyzed in words is pervasive, but not shared by all.\n- Different people experience spiritual experiences in different ways and interpret them differently\n- Entheogens can provide powerful spiritual experiences, but may have potential risks and drawbacks and should be used carefully\n- It can be challenging to communicate spiritual experiences, and they may not always have a clear or objective meaning or significance\n\nKey questions:\n- What role does empiricism play in developing a common language for discussing spirituality, and how can the limitations of empirical studies be addressed?\n- How can spirituality be defined and operationalized in empirical studies while acknowledging individual interpretations and cultural lenses?\n- Can the existence and significance of spiritual experiences be proven empirically, or are they solely subjective experiences?\n- How can scientists accurately measure spiritual experience?\n- Is it an adaptive advantage or a spandrel-like by-product of evolved systems?\n- How can clinicians distinguish between normal spiritual experiences and psychopathology?\n- How can scientists avoid reductionism while studying spiritual experience?\n- How can we determine the legitimacy of interpreting non-spiritual events through our spiritual presuppositions?\n- How does rationality work when trying to learn about subject matter that is not perceived through the bodily senses but presents itself as an analogously coherent or compelling perception?\n- What is the difference between individual rationality and collective reasoning or persuasion when it comes to arguments from religious experience?\n- How do we determine whether perceptual beliefs are immediately justified or mediately justified?\n- Are there any arguments that succeed in proving the reliability of sense perception?\n- What are the most convincing criticisms of NDEs as indicating a true spiritual reality?\n- In what ways might entheogens differ from other means of inducing spiritual experiences?\n- What might be the potential risks and benefits of using entheogens in clinical settings?\n- What insights might the Eleusinian Mysteries offer into the nature of religious experience?\n- Is it possible to distinguish between spiritual experiences that are veridical and those that are the result of other factors, such as dreaming or the use of psychoactive substances?\n- What factors influence people's judgments on the veridicality of dreams and spiritual experiences?\n- How can different perspectives on spiritual experiences be reconciled?\n- What is the role of skepticism in interpreting and acting on spiritual experiences?\n- How can we distinguish valuable spiritual experiences from potentially spurious or disorder-generated ones?\n- What role do societal and cultural consensus play in our beliefs?\n- What are the practical steps we can take to have spiritual experiences ourselves?\n- How do personal experiences give rise to important philosophical challenges?\n- Can spiritual experiences be described and analyzed in words, or do they defy explanation?\n- What is the relationship between spiritual experiences and truth-seeking or spiritual growth?\n- How can we balance the potential benefits and risks of spiritual experiences induced through entheogens, meditation, or other means?\n- How can we communicate and make sense of subjective spiritual experiences, especially when they may not have a clear or objective meaning or significance?\n"
}