{
    "title": "The Proverbial Murder Mystery",
    "date": "February 13, 2019",
    "links": [],
    "url": "https://slatestarcodex.com/2019/02/13/the-proverbial-murder-mystery/",
    "summary": "Key ideas:\n- Dr. Zachary LaShay is the director of the United States' only proverb laboratory, which provides rigorous backing for good proverbs and weeds out the bad ones\n- The laboratory is a consulting firm that uses reports to provide justification for business executives and high-ranking officials to rely on proverbs and heuristics\n- Lisa Bird, a sysadmin, and Catherine Lee, who took care of the animals, were the two victims in a murder-suicide, but Bird's heart and tongue are missing\n- LaShay shows Detective Paul Eastman, who is investigating the murders, an enormous, radioactive machine used to test all possible machine-related proverbs\n- Dr. Rissum, LaShay's colleague and the co-founder of the laboratory, committed suicide by jumping into the machine nine years ago.\n- Proverb Laboratory is not a normal laboratory that investigates proverbs, but an experiment that tests the Machine - a device that makes proverbs real.\n- Dr. LaShay has been secretly testing the Machine's capacities, relying on its invisible force for reality-bending to make proverbs come true.\n- Scott has to navigate through different proverbs to escape from Dr. LaShay and his agents\n- Scott tricks LaShay into falling into the Machine and defeats him by using the proverb \"for want of a nail, the horseshoe was lost\"\n- The military shuts down the Proverb Laboratory, and the second Machine is found and destroyed\n- Catherine Lee is declared not responsible for Lisa Bird's murder due to her influence by the Machine\n\nKey learnings:\n- The proverb laboratory is a vital asset to the United States as an entire country uses proverbs\n- The laboratory uses reports to give justification for the use of proverbs and heuristics in high-stress situations\n- The mysterious deaths of Lisa Bird and Catherine Lee could be linked to the large, radioactive machine tested by Dr. Rissum\n- The laboratory is an incredibly vast area with several different units testing various proverbs\n- Catherine Lee has murdered Lisa Bird by smashing her head with one of the gemstone paperweights she brought home, then brought Lisa's tongue and heart home, as the Machine has forced her to do so.\n- Catherine Lee's corpse vanished from the body bag because of the Machine's malevolent radiation, and it has been absorbed by her for years.\n- Dr. LaShay is still a member of the English Defense League and has arranged the murders and disappearance to guarantee Lisa's death, to keep the experiment going.\n- Proverbs can be useful in different situations, but they can also be dangerous if misinterpreted or used wrongly\n- The consequences of scientific experimentation and innovation can be severe if they fall into the wrong hands\n- Courage and quick thinking can help in dangerous situations, but they must be accompanied by careful planning and decision-making\n\nKey questions:\n- Where are Lisa Bird's heart and tongue?\n- Is there any connection between Dr. Rissum's suicide and the deaths of Bird and Lee?\n- What other experiments and projects are being tested in the laboratory?\n- What was Dr. LaShay's motivation for showing Eastman the enormous, radioactive machine?\n- Who has arranged for a paranoid woman living in a glass house to be on the spot, placed Bird on the hand-chair, and given Lee the stone paperweights as presents?\n- How will the experiment be stopped, and Dr. LaShay and his accomplices be brought to justice?\n- Can the use of proverbs be regulated or standardized to prevent malicious or unethical use?\n- What are the long-term effects of exposure to radiation from scientific experimentation?\n- What responsibility do researchers have in ensuring that their innovations are used for good?\n"
}