{
    "title": "Puritan Spotting",
    "date": "March 12, 2019",
    "links": [
        "https://slatestarcodex.com/2016/04/27/book-review-albions-seed/",
        "https://en.wikipedia.org/wiki/Samuel_Morse#/media/File:Samuel_Morse.jpg",
        "https://en.wikipedia.org/wiki/Elizabeth_Cady_Stanton#/media/File:ElizabethCadyStanton-Veeder.LOC.jpg",
        "https://mises-media.s3.amazonaws.com/styles/slideshow/s3/static-page/img/Lysander%20Spooner%2020140920.jpg?itok=_DTMGpWR",
        "http://www.webpage-design.biz/lawless/new/babs.gif",
        "http://aldianews.com/sites/default/files/styles/article_image/public/articles/ben.jpg?itok=nR9lVGrq",
        "https://www.lesswrong.com/posts/yuKaWPRTxZoov4z8K/sneaking-in-connotations",
        "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQyXuzJzMazyb-8h37czTowTZVmrr8-IrKUqeTSKEylDE7Hr-ECQw",
        "https://slatestarcodex.com/2016/04/27/book-review-albions-seed/",
        "http://benjaminrosshoffman.com/about/"
    ],
    "url": "https://slatestarcodex.com/2019/03/12/puritan-spotting/",
    "summary": "Key Ideas:\n- The author defines a category he calls \"Puritan\", which involves characteristics such as being eccentric, over-educated, hyper-competent, contrarian, and taking morality seriously. \n- The author provides a humorous Puritan checklist as a way of ranking historical figures by Puritanism points.\n- The author argues that the modern American stereotype of the impulsive, gun-crazy, fundamentalist hillbilly has eclipsed the stereotype of the virtue-obsessed nonconformist eccentric inventor philanthropist.\n\nKey Learnings:\n- The Puritan category is difficult to define in a concise way, but involves a range of characteristics related to morality and non-conformity.\n- The Puritan checklist can be used to rank famous historical figures in terms of their Puritanism points, based on their life circumstances and achievements.\n- The stereotype of the eccentric inventor philanthropist has largely disappeared and is not part of the US national identity.\n\nKey Questions:\n- What other categories exist that are similar to the one described as \"Puritan\"?\n- How might the emphasis on the stereotype of the impulsive, gun-crazy, fundamentalist hillbilly affect national identity in the US?\n- Are the categories used to rank historical figures by Puritanism points arbitrary or does the author use specific criteria?"
}