{
    "title": "The APA Meeting: A Photo-Essay",
    "date": "May 22, 2019",
    "links": [
        "https://www.nytimes.com/2018/02/28/opinion/corporate-america-activism.html",
        "https://en.wikipedia.org/wiki/Citizens_Commission_on_Human_Rights",
        "https://secure.cchr.org/store/book/psychs-behind-hitler.html",
        "https://scientologymoneyproject.com/2015/02/05/scientology-beliefs/",
        "https://www.scientificamerican.com/article/the-truth-about-shock-therapy/?redirect=1",
        "https://slatestarcodex.com/2019/05/07/5-httlpr-a-pointed-review/",
        "https://endpts.com/pharmas-broken-business-model-an-industry-on-the-brink-of-terminal-decline/",
        "https://slatestarcodex.com/2013/09/28/sleep-now-by-prescription/",
        "https://slatestarcodex.com/2014/06/15/fish-now-by-prescription/",
        "https://slatestarcodex.com/2019/03/11/ketamine-now-by-prescription/",
        "https://www.blinkhealth.com/subvenite-starter-orange-kit",
        "https://slatestarcodex.com/2019/04/30/buspirone-shortage-in-healthcaristan-ssr/"
    ],
    "url": "https://slatestarcodex.com/2019/05/22/the-apa-meeting-a-photo-essay/",
    "summary": "Key ideas:\n- The American Psychiatric Association meeting is a massive event with around 15,000 psychiatrists in attendance.\n- The convention center and the city outside are covered in drug advertisements and psychiatry-themed billboards and ads.\n- There is a strong focus on social justice and woke culture throughout the meeting.\n- Pharmaceutical companies are heavily involved in the event, promoting expensive drugs that offer little improvement over existing medications.\n- The conference has a history of both controversial and trailblazing moments in psychiatry.\n- The German reputation in science and psychiatry is overblown\n- The war is having an impact on mental health and environment\n- Psychiatry has always been influenced by politics and advertising\n\nKey learnings:\n- The pharmaceutical industry is heavily involved in psychiatry and is responsible for pushing new, expensive drugs that offer little improvement on existing treatments.\n- The conference focuses on more than just science and also includes discussions on social justice issues.\n- The history of the conference reflects the evolution and controversies in the field of psychiatry.\n- Science advances despite setbacks and challenges\n- The combination of hard neuroscience and basic human goodness is what psychiatry desires to personify\n- Environment has a clear impact on mental health\n\nKey questions:\n- How can doctors and patients become more informed about the true benefits and costs of newer medications?\n- What role should pharmaceutical companies play in the development and marketing of psychiatric drugs?\n- How can the field of psychiatry continue to evolve and address social justice concerns while also focusing on scientific advancements?\n- To what extent do environmental factors affect mental health?\n- How much does advertising impact mental health treatment?\n- What are the dangers of politics having too much influence over psychiatry?\n"
}