{
    "title": "SSC Meetups Everywhere Retrospective",
    "date": "November 28, 2019",
    "links": [
        "https://slatestarcodex.com/2019/08/28/meetups-everywhere-2019/",
        "https://slatestarcodex.com/2015/06/02/and-i-show-you-how-deep-the-rabbit-hole-goes/",
        "http://yudkowsky.net/rational/virtues/",
        "https://apnews.com/4a50fe0b387e4948ad13ead22e75444f",
        "https://en.wikipedia.org/wiki/New_Sweden",
        "https://www.chartercitiesinstitute.org/",
        "https://forum.effectivealtruism.org/posts/yrSiWNypE6AMNApDi/ea-residencies-as-an-outreach-activity"
    ],
    "url": "https://slatestarcodex.com/2019/11/28/ssc-meetups-everywhere-retrospective/",
    "summary": "Key ideas:\n- Slate Star Codex held a Meetups Everywhere event to promote and expand their weekly-to-monthly meetup groups.\n- The author traveled around the US to attend as many of these meetups as possible.\n- The event brought in a significant number of attendees and led to the creation of sign-up sheets to follow up with new members.\n- The welcomeness sentence used in the meetup descriptions was found to be important in encouraging attendance.\n- Group houses were found to be important for fostering communal relationships within rationalist communities.\n- There is a higher female:male ratio of meetup organizers than in the SSC survey in general.\n\nKey learnings:\n- Tables and chairs can hinder the creation of meaningful conversations in larger meetups.\n- A welcomeness sentence in event descriptions can encourage attendance of those who may feel excluded/out of place.\n- Group houses are important for building strong rationalist communities.\n- The author learned about the shortage of social initiative that women may be better at and how this might be relevant to building the rationalist community.\n\nKey questions:\n- How might larger meetups be structured to encourage more meaningful conversations?\n- What other simple hacks might be discovered to encourage more engagement in similar meetups?\n- In what ways might integrating more with the EA community help to address the shortage of social initiative and promote more gender diversity in organizing roles?"
}