{
    "title": "Book Review: Ages Of Discord",
    "date": "September 2, 2019",
    "links": [
        "https://slatestarcodex.com/2019/08/12/book-review-secular-cycles/",
        "https://status451.com/2017/01/20/days-of-rage/",
        "https://acesounderglass.com/tag/epistemicspotcheck/spot-checks",
        "http://www.randalolson.com/2014/06/23/why-the-dutch-are-so-tall/",
        "https://voxeu.org/article/american-growth-and-inequality-1700",
        "https://slatestarcodex.com/2018/06/24/book-review-capital-in-the-twenty-first-century/",
        "https://columbialawreview.org/content/congressional-polarization-terminal-constitutional-dysfunction-2/",
        "https://www.marketwatch.com/story/how-have-us-mortality-rates-changed-over-time-2018-01-04",
        "https://ourfiniteworld.com/2018/01/09/will-the-world-economy-continue-to-roll-along-in-2018/u-s-treasury-bond-interest-rate-history-1900-to-2010/",
        "http://www.allianceformarriage.org/causes-and-risks-for-divorce/",
        "https://marginalrevolution.com/marginalrevolution/2011/06/long-term-trend-in-homicide-rates.html",
        "https://www.exchangerates.org.uk/articles/1325/the-200-year-pound-to-dollar-exchange-rate-history-from-5-in-1800s-to-todays.html",
        "https://www.goodreads.com/quotes/65213-briefly-stated-the-gell-mann-amnesia-effect-is-as-follows-you",
        "https://en.wikipedia.org/wiki/Era_of_Good_Feelings",
        "http://www.igmchicago.org/surveys/low-skilled-immigrants",
        "https://slatestarcodex.com/2019/02/25/wage-stagnation-much-more-than-you-wanted-to-know/",
        "https://slatestarcodex.com/2017/02/09/considerations-on-cost-disease/",
        "https://slatestarcodex.com/2019/06/17/followup-on-the-baumol-effect-thanks-o-baumol/",
        "http://spiritleveldelusion.blogspot.com/",
        "https://pseudoerasmus.com/2014/04/13/anonimo/#comment-42887",
        "https://slatestarcodex.com/2018/06/24/book-review-capital-in-the-twenty-first-century/",
        "https://slatestarcodex.com/2019/04/15/increasingly-competitive-college-admissions-much-more-than-you-wanted-to-know/",
        "https://slatestarcodex.com/2019/01/31/book-review-zero-to-one/",
        "https://slatestarcodex.com/2014/02/23/in-favor-of-niceness-community-and-civilization/"
    ],
    "url": "https://slatestarcodex.com/2019/09/02/book-review-ages-of-discord/",
    "summary": "Key ideas:\n- Ages of Discord is an attempt to apply the demographic-structural theory of Secular Cycles to modern America.\n- Turchin identifies a long cycle of national growth and decline that has lasted approximately 150 years in modern America.\n- Turchin identifies a shorter cycle of instability lasting 40-60 years, which he explains using a model similar to one used by epidemiologists to track pandemics.\n- Turchin's data includes graphs that measure height, life expectancy, income inequality, female age at first marriage, and tuition cost among others.\n- The grand cycle theory and its application to modern-day United States\n- The role of labor supply and demand in economic cycles, and how this relates to immigration\n- The idea of elite overproduction and its effects on society\n- The challenges and issues with applying the grand cycle theory to modern times\n- The concept of \"elite overproduction\" is brought to light as a central theme.\n- A deep link between indicators of goodness and badness is highlighted.\n- The book tries to link events most people would consider separate.\n- The book claims to be able to predict the future, with the next big generational burst of violence predicted around 2020.\n\nKey learnings:\n- There are patterns of national growth and decline that have lasted approximately 150 years in modern America.\n- There is a cycle of instability lasting 40-60 years, which Turchin attempts to explain using a model similar to one used by epidemiologists to track pandemics.\n- Height, life expectancy, income inequality, and female age at first marriage can all be used as indicators of national prosperity.\n- The grand cycle theory was originally derived from Malthusian principles, but has been applied to modern-day United States due to similarities in historical patterns.\n- Immigration can play a role in labor supply and demand, but there is debate among economists about its impact on American workers.\n- Inequality is a central theme throughout the grand cycle theory, but the relationship between inequality and social ills is complex and multifaceted.\n- The elite overproduction theory raises questions about who exactly comprises the \"elite\" and how their actions affect society.\n- Concept of \"elite overproduction\" is important in understanding competition.\n- A deep link exists between indicators of goodness and badness.\n- Neglected events that support unusual theses can be learned from.\n- Linking events that others consider separate may identify major trends.\n- The future can be predicted by analyzing the current state of society.\n\nKey questions:\n- What drives the 150 year cycles of national growth and decline?\n- Are the indicators Turchin uses to support his theory reliable measures of national prosperity?\n- Are there other factors that should be considered but are not included in Turchin's analysis?\n- How accurate is the grand cycle theory in explaining modern-day United States?\n- What are the implications of immigration on American workers, and how does this fit into the grand cycle theory?\n- How does the concept of inequality fit into the grand cycle and the elite overproduction theories?\n- What are the limitations and challenges of applying the grand cycle theory to modern times?\n- What makes one person an \"elite aspirant\" vs a commoner?\n- What drives elite overproduction?\n- Why should elite overproduction occur in a cycle rather than at random?\n- Is the parsimonious explanation of inequality proposed by Thomas Piketty sufficient?\n- Can Turchin's theories be tested in other ways aside from the feedback models he proposes?\n"
}