{
    "title": "Highlights From The Comments On Billionaire Philanthropy",
    "date": "August 7, 2019",
    "links": [
        "https://slatestarcodex.com/2019/07/29/against-against-billionaire-philanthropy/",
        "https://twitter.com/mattyglesias/status/1156164664298024960",
        "https://www.demos.org/sites/default/files/imce/ForbesStealthPoliticsAPSA2015August27FINAL_Updated.pdf",
        "https://thehill.com/homenews/campaign/371069-koch-network-to-spend-400-million-during-2018-midterm-election-cycle",
        "https://www.nytimes.com/2010/08/29/opinion/29rich.html",
        "https://thebestschools.org/features/most-influential-think-tanks/",
        "https://www.opensecrets.org/news/2018/10/cost-of-2018-election/",
        "https://www.forbes.com/sites/alejandrochafuen/2013/02/13/think-tanks-for-freedom-a-snapshot-of-the-u-s-market/#2afab4c83974",
        "https://www.vox.com/2019/2/12/18222403/tech-philanthropy-rankings-bezos-gates-zuckerberg",
        "https://www.reddit.com/r/slatestarcodex/comments/cjkqnd/against_against_billionaire_philanthropy/evenz1i/",
        "https://www.reddit.com/r/slatestarcodex/comments/cjkqnd/against_against_billionaire_philanthropy/eveqhvj/",
        "https://www.openphilanthropy.org/blog/hits-based-giving",
        "https://www.vox.com/2019/2/12/18222403/tech-philanthropy-rankings-bezos-gates-zuckerberg",
        "https://en.wikipedia.org/wiki/List_of_wealthiest_charitable_foundations",
        "https://en.wikipedia.org/wiki/List_of_wealthiest_charitable_foundations",
        "https://www.cnbc.com/2018/11/13/tulsa-oklahoma-will-pay-you-10000-to-move-there-and-work-from-home.html",
        "https://slatestarcodex.com/2019/07/29/against-against-billionaire-philanthropy/#comment-780747",
        "https://www.greenpeace.org/usa/global-warming/climate-deniers/koch-industries/",
        "https://slatestarcodex.com/2019/07/29/against-against-billionaire-philanthropy/#comment-781044",
        "https://philanthropynewsdigest.org/news/jeremy-grantham-to-invest-1-billion-in-climate-action",
        "https://slatestarcodex.com/2014/09/14/does-class-warfare-have-a-free-rider-problem/",
        "https://slatestarcodex.com/2019/07/29/against-against-billionaire-philanthropy/#comment-780399",
        "https://slatestarcodex.com/2019/07/29/against-against-billionaire-philanthropy/#comment-780705",
        "https://blogs.edweek.org/edweek/rick_hess_straight_up/2010/10/zuckerbergs_100_million_for_newarkbetter_luck_next_time.html",
        "https://cepr.harvard.edu/files/cepr/files/newark_ed_reform_nber_w23922_suggested_changes.pdf",
        "https://www.the74million.org/exclusive-during-booker-era-of-school-reform-study-shows-newark-schools-took-huge-steps-forward-and-its-not-just-charters-that-improved/",
        "https://slatestarcodex.com/2019/07/29/against-against-billionaire-philanthropy/#comment-781022",
        "https://www.snopes.com/fact-check/riot-act/",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "https://www.reddit.com/r/slatestarcodex/comments/cjkqnd/against_against_billionaire_philanthropy/eve5amb/",
        "https://www.taxpolicycenter.org/briefing-book/what-are-largest-tax-expenditures",
        "https://slatestarcodex.com/2019/07/29/against-against-billionaire-philanthropy/#comment-781253",
        "https://slatestarcodex.com/2019/07/29/against-against-billionaire-philanthropy/#comment-781210",
        "https://slatestarcodex.com/2019/07/29/against-against-billionaire-philanthropy/#comment-781028",
        "https://slatestarcodex.com/2019/07/29/against-against-billionaire-philanthropy/#comment-780408",
        "https://twitter.com/arthurbrooks/status/1155485105948889088",
        "https://slatestarcodex.com/2013/05/18/against-bravery-debates/",
        "https://www.reddit.com/r/slatestarcodex/comments/cjkqnd/against_against_billionaire_philanthropy/evex4te/",
        "https://slatestarcodex.com/2019/07/29/against-against-billionaire-philanthropy/#comment-780786",
        "https://en.wikipedia.org/wiki/Benito_Mussolini",
        "https://slatestarcodex.com/2019/07/29/against-against-billionaire-philanthropy/#comment-780150"
    ],
    "url": "https://slatestarcodex.com/2019/08/07/highlights-from-the-comments-on-billionaire-philanthropy/",
    "summary": "Key ideas:\n- Billionaires tend to donate more to right-wing causes when it comes to issues relating to wealth and inequality.\n- Some top think tanks receive funding from conservative/libertarian billionaires, totaling around $350 million per year.\n- Billionaire philanthropy sees about 9% going towards right-wing causes.\n- A defense of billionaire philanthropy is that even if only a small amount of spending goes to very good causes, it can still make a positive impact.\n- Billionaire philanthropy may come at a cost, including distorting political priorities and influencing democratic institutions.\n- It's difficult to assess the effects of billionaire philanthropy, especially when it comes to tackling complex issues like climate change and social justice.\n- There's a need to ensure that billionaire philanthropy doesn't harm other causes, and to find ways to separate the good from the bad.\n- Scott discusses the debate around billionaire philanthropy and tax deductions for charitable donations.\n- He argues that the concern that billionaires are \"using government resources\" for their philanthropy is a misrepresentation, as the government has decided not to claim those resources.\n- He speculates on the philosophy of tax deductibility and argues that charity donations fit into the government's model of encouraging sympathetic behavior that doesn't result in personal consumption.\n- Some commenters suggest that the issue with billionaire philanthropy is one of institutional integrity and potential danger in concentrating power in the hands of a few individuals.\n- Billionaire philanthropy has valuable parts that should be protected.\n- The tax deduction for philanthropy has low and confusing standards.\n- Philanthropy should promote genuinely altruistic ventures and not vanity projects or lobbying.\n\nKey learnings:\n- Billionaire philanthropy is not centered on right-wing causes, as less than 10% of the money goes in that direction.\n- Hits-based giving acknowledges the impact of philanthropy, even if it is only a small percentage of billionaires' wealth.\n- The impact of billionaire philanthropy is difficult to evaluate because it's not always clear how it affects social, economic, and political outcomes.\n- Billionaire philanthropy can be anti-democratic if it involves commandeering public institutions or distorting the democratic process.\n- Tax law and government policies can play a role in regulating billionaire philanthropy and ensuring that it doesn't undermine other causes.\n- The article presents a nuanced view on the debate around billionaire philanthropy, recognizing both its potential benefits and potential problems.\n- The author argues that quantitative evidence suggests that the good of billionaire philanthropy outweighs the bad.\n- The comments section offers a range of perspectives, including concerns about institutional integrity and the role of the state in regulating charity.\n- The valuable parts of billionaire philanthropy are extraordinarily valuable.\n- Protecting and promoting valuable parts of philanthropy should be a priority in policy-making.\n- The tax deduction for philanthropy needs to be carefully worded to avoid collateral damage.\n\nKey questions:\n- How do we balance the positive impact of billionaire philanthropy with concerns about possible negative effects such as decreased tax revenues at a governmental level?\n- Is hits-based giving an effective way to assess philanthropic spending?\n- What are the risks and benefits of billionaire philanthropy, and how can we measure them?\n- How can we ensure that billionaire philanthropy doesn't harm democratic institutions and processes?\n- What role should governments play in regulating billionaire philanthropy, and how can they strike a balance between encouraging charitable giving and promoting social justice?\n- Should charitable donations be tax deductible, and if so, how do we determine which forms of behavior are considered sympathetic and worthy of encouragement?\n- How do we balance the potential benefits of billionaire philanthropy with concerns about institutional integrity and the concentration of power in the hands of a few individuals?\n- What role should the state play in regulating charitable giving, and how can we ensure that donations are being used for the common good rather than personal gain?\n- How can we ensure that tax deductions for philanthropy only apply to genuinely altruistic ventures and not vanity projects or lobbying?\n- What are the most important goals for any policy on billionaire philanthropy?\n- How can we balance promoting valuable parts of philanthropy with avoiding collateral damage?\n"
}