{
    "title": "Is There A Case For Skepticism Of Psychedelic Therapy?",
    "date": "May 9, 2019",
    "links": [
        "https://slatestarcodex.com/2019/05/07/5-httlpr-a-pointed-review/",
        "https://www.enthea.net/griffiths-2017-2.html",
        "https://slatestarcodex.com/2019/03/11/ketamine-now-by-prescription/",
        "https://slatestarcodex.com/2017/12/08/what-to-make-of-new-positive-nsi-189-results/",
        "https://www.theatlantic.com/magazine/archive/1996/05/the-nitrous-oxide-philosopher/376581/",
        "https://slatestarcodex.com/2016/08/11/book-review-pihkal/",
        "https://slatestarcodex.com/2015/04/21/universal-love-said-the-cactus-person/"
    ],
    "url": "https://slatestarcodex.com/2019/05/09/is-there-a-case-for-skepticism-of-psychedelic-therapy/",
    "summary": "Key ideas:\n- Recent discussion on the use of psychedelics in psychiatry has been overwhelmingly positive and this post reviews a case for skepticism.\n- Psychedelics have been investigated mostly in small studies by true believers which often produces unreplicable results.\n- Some of the most impressive stories on psychedelic use involve psychedelic-assisted psychotherapy which is not exclusive to psychedelics and psychotherapy itself has many success stories floating around.\n- Ketamine and NSI-189 are good comparisons to psychedelics as revolutionary new treatments that have failed to live up to their hype.\n- Between 10% and 50% of Americans have tried psychedelics and if psychedelics did something groundbreaking, it would be known by now.\n- Psychedelics stimulate the insight system artificially and may produce short-lasting effects that make people feel like their problems are solved.\n- Even if psychedelics work well, the FDA could make it difficult for people to access them.\n\nKey learnings:\n- It is important to be skeptical of the hype around the use of psychedelics in psychiatry.\n- The use of anecdotal evidence to support the efficacy of psychedelic use in psychiatry might not be reliable.\n- The FDA has a significant role to play in the adoption of these treatments.\n\nKey questions:\n- Are psychedelics actually revolutionary or have they been overhyped?\n- How long-lasting are the effects of psychedelics and how do they compare to other treatments?\n- What role should the FDA play in regulating the use of these treatments?"
}