{
    "title": "Book Review: Against The Grain",
    "date": "October 14, 2019",
    "links": [
        "https://www.amazon.com/Against-Grain-History-Earliest-States/dp/030024021X/ref=as_li_ss_tl?keywords=against+the+grain&qid=1571122327&sr=8-2&linkCode=ll1&tag=slatestarcode-20&linkId=46760a7ca014bb0c06cd941f01c0db5d&language=en_US",
        "https://slatestarcodex.com/2017/03/16/book-review-seeing-like-a-state/",
        "https://condensedscience.wordpress.com/2011/06/28/life-expectancy-in-hunter-gatherers-and-other-groups/",
        "https://en.wikipedia.org/wiki/Debate_between_sheep_and_grain",
        "http://discovermagazine.com/1987/may/02-the-worst-mistake-in-the-history-of-the-human-race",
        "https://en.wikipedia.org/wiki/%C3%87atalh%C3%B6y%C3%BCk",
        "http://www.san.beck.org/Eleusis-4.html#2",
        "https://statesymbolsusa.org/symbol-official-item/ohio/state-seal/seal-ohio",
        "https://en.wikipedia.org/wiki/National_symbols_of_China#/media/File:National_Emblem_of_the_People's_Republic_of_China_(2).svg",
        "https://en.wikipedia.org/wiki/State_Emblem_of_the_Soviet_Union#/media/File:State_Emblem_of_the_Soviet_Union.svg",
        "https://www.amazon.com/Against-Grain-History-Earliest-States/dp/030024021X/ref=as_li_ss_il?keywords=against+the+grain&qid=1571122327&sr=8-2&linkCode=li2&tag=slatestarcode-20&linkId=1e6e820ff9527f078e22c0071b172e61&language=en_US"
    ],
    "url": "https://slatestarcodex.com/2019/10/14/book-review-against-the-grain/",
    "summary": "Key ideas:\n- Against The Grain is a prequel to Scott's book Seeing Like A State\n- Intensive cereal cultivation was a natural choice for the states oppressing people\n- The advent of grain farming made oppression possible, and created a vicious cycle that strengthened states\n- Early states were time-limited, and subject to collapse\n- Barbarian tribes could control vast trading empires and live a freer lifestyle\n- Against The Grain questions the conventional narrative of the dawn of agriculture.\n- Early city-states were oppressive and focused on tax collecting.\n- Grain played a significant role in state-building.\n\nKey learnings:\n- Cereal grains were chosen for cultivation because they served as a basis for taxation\n- Hunter-gatherers were well-fed, while agriculturalists were famished and lived lives of backbreaking labor\n- Early Near Eastern warfare was focused on prisoners of war, who became slave laborers\n- Early states were tiny, due to the cost of transporting resources, and collapsed every few generations\n- Until about 1600, the majority of human population lived outside state control\n- Early city-states were often highly oppressive.\n- Grain served as a tool for state-building.\n- The conventional narrative of the dawn of agriculture is not entirely accurate.\n\nKey questions:\n- Why were cereal grains chosen over other crops as a basis for taxation?\n- Why did settled peoples move away from perfectly adequate transitional forms of agriculture and turn to intensive cereal cultivation?\n- Why did the shift towards the grid of wheat fields occur, and why did it lead to growing oppression?\n- How did the barabarian lifestyle interact with state control?\n- Was grain a necessary condition for the rise of civilization, or just one factor among many?\n- What is the role of environmental factors in understanding the dawn of agriculture?\n- To what extent do modern national symbols still bear the imprint of ancient grain worship?\n"
}