{
    "title": "Highlights From The Comments On Kuhn",
    "date": "January 17, 2019",
    "links": [
        "https://slatestarcodex.com/2019/01/08/book-review-the-structure-of-scientific-revolutions/",
        "https://slatestarcodex.com/2019/01/08/book-review-the-structure-of-scientific-revolutions/#comment-707345",
        "https://projektintegracija.pravo.hr/_download/repository/Kuhn_Structure_of_Scientific_Revolutions.pdf",
        "https://slatestarcodex.com/2019/01/08/book-review-the-structure-of-scientific-revolutions/#comment-707356",
        "https://slatestarcodex.com/2019/01/08/book-review-the-structure-of-scientific-revolutions/#comment-708120",
        "https://slatestarcodex.com/2019/01/08/book-review-the-structure-of-scientific-revolutions/#comment-707376",
        "https://slatestarcodex.com/2019/01/08/book-review-the-structure-of-scientific-revolutions/#comment-707379",
        "https://slatestarcodex.com/2019/01/08/book-review-the-structure-of-scientific-revolutions/#comment-707414",
        "https://slatestarcodex.com/2019/01/08/book-review-the-structure-of-scientific-revolutions/#comment-707463",
        "https://slatestarcodex.com/2019/01/08/book-review-the-structure-of-scientific-revolutions/#comments",
        "https://slatestarcodex.com/2019/01/08/book-review-the-structure-of-scientific-revolutions/#comment-707508",
        "https://static1.squarespace.com/static/5275adb7e4b0298e6ac6bc86/t/578792fd2994ca06a20dc462/1468502784226/Demarcation-NewtonsApple.pdf",
        "https://www.reddit.com/r/slatestarcodex/comments/ae3lyb/book_review_the_structure_of_scientific/ednnj2v/",
        "https://jaydaigle.net/blog/paradigms-and-priors/",
        "http://scidash.github.io/"
    ],
    "url": "https://slatestarcodex.com/2019/01/17/highlights-from-the-comments-on-kuhn/",
    "summary": "Key ideas:\n- Kuhn's book, The Structure of Scientific Revolutions, has been influential but also has its flaws.\n- The issue of Kuhn's relativism and attitude towards objectivity is still debated.\n- Kuhn's approach to reading outdated scientific texts highlights the importance of understanding the historical context and meaning of specialized terms.\n- Predictive coding can be used to reduce redundancy in communication and information transmission, and can be applied to understanding paradigms in science.\n- Normal science involves constructing explanations based on exemplars, and solving puzzles within a paradigm.\n- Paradigms in science are internally coherent and insulated from each other, making it impossible to mix them outside of a particular paradigm.\n- However, in real life, concepts are often vague and meaningfully different, making it possible to compare and reconcile paradigms to some extent.\n- Kuhn's ideas in \"TSOSR\" are valuable as they create a new space (a spectrum) but it's important to remember they are only one pole and not the entire space.\n- Scientists abandon the \"old skyscraper\" for a bigger and better one with a stronger foundation, with the overall history of science being the successive abandonment of these \"skyscrapers.\"\n- Kuhn's theory of paradigm shifts in science\n- The difference between normal science and revolutionary science\n- The limitations and subjectivity of the scientific method\n- The influence of external social, political, and cultural factors on scientific institutions\n\nKey learnings:\n- To understand Kuhn's book, it's important to understand the state of philosophy of science at the time it was written and the progress that has been made since then.\n- Kuhn's idea of incommensurability between paradigms means that statements about the falsity of something can only be made within a certain paradigm.\n- The use of predictive coding highlights how redundancy can help compensate for errors in communication and how it can be applied to understanding paradigms in science.\n- Changing paradigms can impose their respective structures on the world.\n- There is still a mind-independent reality that in some way determines how things appear to us and constrains how successful a given paradigm can be.\n- The scope, accuracy, and detail of the scientific project ultimately depends on the soundness of the underlying model.\n- The limits of current scientific theories and paradigms should be continuously pushed and challenged\n- Science is not an objective set of data but a social and cultural institution\n- The success of a scientific experiment is highly dependent on the underlying assumptions, paradigms, and cosmologies\n\nKey questions:\n- What is the distinction between schools and paradigms in science?\n- How can the understanding of historic context and specialized terminology affect the interpretation of scientific texts?\n- How can Kuhn's notion of incommensurability be applied to current debates in science?\n- Can predictive coding offer insights into other domains besides science?\n- How can scientists reconcile and compare paradigms despite their different structures?\n- Are Kuhn's ideas valuable in describing science or are they an overinterpretation?\n- How can we differentiate between flaws in the new building and necessary scaffolding for a bigger and better building?\n- How can the scientific method account for paradigm shifts when it is focused on falsification and verification?\n- What are the limitations of our current scientific paradigm in explaining and understanding the world?\n- To what extent are external factors like culture, politics, and economics influencing scientific inquiry and research?\n"
}