{
    "title": "1960: The Year The Singularity Was Cancelled",
    "date": "April 22, 2019",
    "links": [
        "https://en.wikipedia.org/wiki/Heinz_von_Foerster",
        "http://www.bioinfo.rpi.edu/bystrc/courses/biol4961/Doomsday.pdf",
        "https://en.wikipedia.org/wiki/Wheat_and_chessboard_problem",
        "https://en.wikipedia.org/wiki/Demographic_transition",
        "https://docs.google.com/spreadsheets/d/1xEkh4jhUup0qlG6EzBct6igvLPeRH4avpM5nZQ-dgek/edit?usp=sharing",
        "https://docs.google.com/spreadsheets/d/e/2PACX-1vRp_3BVt-9hhvNMI2psXonsDqAimwo3EvDzbRHB1jx-oKIhoZ5qnofwyKN0XxS-DuMRLqaV-nl7ilme/pubchart?oid=1639717693&format=interactive",
        "https://delong.typepad.com/print/20061012_LRWGDP.pdf",
        "https://slatestarcodex.com/2018/11/26/is-science-slowing-down-2/",
        "https://ourworldindata.org/economic-growth",
        "https://www.nuffield.ox.ac.uk/users/Broadberry/AccountingGreatDivergence6.pdf",
        "https://en.wikipedia.org/wiki/Hajnal_line",
        "http://urbanrim.org.uk/plague%20list.htm",
        "https://ourworldindata.org/grapher/the-demographic-transition?time=1541..2015",
        "https://slatestarcodex.com/2018/11/26/is-science-slowing-down-2/",
        "https://slatestarcodex.com/2019/04/15/increasingly-competitive-college-admissions-much-more-than-you-wanted-to-know/",
        "https://slatestarcodex.com/2015/06/06/against-tulip-subsidies/",
        "https://slatestarcodex.com/2017/02/09/considerations-on-cost-disease/"
    ],
    "url": "https://slatestarcodex.com/2019/04/22/1960-the-year-the-singularity-was-cancelled/",
    "summary": "Key ideas:\n- Heinz von Foerster's model from the 1950s used equations to predict the world's end due to population growth in 2026, based on hyperbolic population growth and economic growth\n- The trend of hyperbolic growth in the economy and technological advancements, which could have led to a singularity or infinite progress, stopped around 1960 due to the end of hyperbolic population growth\n- The Industrial Revolution did not change the historical trend of GDP growth, but shifted the world from a Malthusian regime where economic growth increased the population to modern times where economic growth increased per capita income\n- Per capita income in Northern Europe diverged from the rest of the world's from 1348 to 1650 due to the number of plagues they had.\n- In 1650, England started breaking out of the Malthusian trap by experiencing technological advances that were faster than the population growth.\n- The Industrial Revolution did not represent a deviation from trend for GDP per capita but not for GDP.\n- Economic growth outpaced population growth during the Industrial Revolution, causing a shift from a Malthusian regime to a modern one where productivity growth increases GDP per capita.\n\nKey learnings:\n- Economic growth is a function of population and productivity, and productivity depends on technological advancements which, in turn, depend on population growth.\n- Population growth follows a rate equal to productivity growth in a closed system that is already at its carrying capacity with zero marginal return to extra labor.\n- Malthusian trap, where productivity produces people and not prosperity, is a self-fulfilling cycle where people reproduce to fill the resources available to them, keeping everyone at subsistence level.\n- The singularity got cancelled as the industrial growth mode had a major disadvantage over the Malthusian mode: tractors can't invent things.\n- AI potentially offers a way to convert money into researchers and can bring hyperbolic growth back on.\n\nKey questions:\n- What other factors, besides population growth and technological advancement, affect productivity growth?\n- Can we predict future technological advancements and their impact on productivity growth?\n- Can economies bypass the Malthusian trap?\n- How did technological advance finally start moving faster than maximal population growth in 1650 in England?\n- How did the singularity get cancelled?\n- Can AI bring hyperbolic growth back on?\n"
}