{
    "title": "Ketamine: Now By Prescription",
    "date": "March 11, 2019",
    "links": [
        "https://www.medicalnewstoday.com/articles/324656.php",
        "https://slatestarcodex.com/2014/06/15/fish-now-by-prescription/",
        "https://www.wellrx.com/prescriptions/ketamine%20hcl",
        "https://slatestarcodex.com/2013/09/28/sleep-now-by-prescription/",
        "https://endpts.com/pharmas-broken-business-model-an-industry-on-the-brink-of-terminal-decline/",
        "https://www.fda.gov/downloads/AdvisoryCommittees/CommitteesMeetingMaterials/Drugs/PsychopharmacologicDrugsAdvisoryCommittee/UCM630970.pdf",
        "https://www.biopharmadive.com/news/approving-jjs-new-depression-drug-would-be-an-unusual-move-for-the-fda/548048/",
        "https://slatestarcodex.com/2018/11/07/ssris-an-update/",
        "https://www.sciencedirect.com/science/article/pii/S0091305713003328?via%3Dihub",
        "https://slatestarcodex.com/2018/11/08/ketamine-an-update/",
        "https://www.sciencedaily.com/releases/2018/03/180316100614.htm",
        "https://www.mdmag.com/medical-news/fda-approves-landmark-psilocybin-trial-for-treatmentresistant-depression"
    ],
    "url": "https://slatestarcodex.com/2019/03/11/ketamine-now-by-prescription/",
    "summary": "Key ideas\n- The pharmaceutical industry patents new drugs after spending tens of millions of dollars on FDA trials.\n- Traditional antidepressants like SSRI's have been clinically proven to have marginal positive effects.\n- Due to the cost of FDA trials, potentially life changing medication like ketamine has failed to be approved until recently.\n- The FDA recently approved a new anti-depressant called esketamine.\n- The approval of esketamine has been controversial, and there are concerns regarding its efficacy and potential for addiction.\n- Patients will have to go to specially trained clinics to get the drug, which is an inconvenience that negates the benefits of a ketamine nasal spray.\n\nKey learnings\n- Patients seeking ketamine for depression should gravitate towards intravenous racemic ketamine at existing ketamine clinics.\n- As of the writing of the post, the efficacy of esketamine is questionable.\n- If psilocybin is approved for treating depression, it will likely fall into the same trap of being overpriced and difficult to obtain.\n\nKey questions\n- Does esketamine work as an antidepressant at all?\n- Is there a better way to bring potentially life-changing medication to market without relying on the slow, expensive FDA trial process?\n- Would it be possible to streamline the process of getting patients access to drugs like ketamine, should insurance start covering it?\n- Is it ethical for the FDA to require patients seeking to use potentially beneficial or life-changing drugs like ketamine or psilocybin to go to specialized clinics?"
}