{
    "title": "Gay Rites Are Civil Rites",
    "date": "July 8, 2019",
    "links": [
        "https://slatestarcodex.com/2019/06/04/book-review-the-secret-of-our-success/",
        "https://en.wikipedia.org/wiki/American_civil_religion",
        "https://en.wikipedia.org/wiki/The_Apotheosis_of_Washington",
        "https://slatestarcodex.com/2016/04/08/a-theory-of-religion/",
        "https://slatestarcodex.com/2015/03/25/is-everything-a-religion/",
        "https://www.sfgate.com/nation/article/Trump-placeswreath-in-briefmemorial-visit-13550063.php",
        "https://www.biblegateway.com/passage/?search=Luke+14%3A25-27&version=ERV",
        "https://www.biblegateway.com/passage/?search=Luke+12%3A22-31&version=NIV",
        "https://www.biblegateway.com/passage/?search=Luke+12%3A32-33&version=NIV",
        "https://en.wikipedia.org/wiki/Prosperity_theology"
    ],
    "url": "https://slatestarcodex.com/2019/07/08/gay-rites-are-civil-rites/",
    "summary": "Key ideas:\n- Cultural evolution and shared religion can bind people together and build social trust, making a city into a community.\n- American civil religion is a form of symbiosis between society and ideology.\n- The American civil religion has lost its sacredness and can no longer answer questions of group identity.\n- The San Francisco Gay Pride Parade can be seen as a sublimated Fourth of July Parade, representing a replacement of the American civil religion by social justice.\n- Religion adapts to the demands placed on it\n- Christianity adopted all the best values (e.g., chastity, family, tradition, patriotism) to be relevant\n- The celebration of gay pride is expressing itself in very predictable ways after only fifty years\n- Socially useful values change, and religion needs to evolve too\n- Social justice will recapitulate the history of other civil religions in fast-forward\n\nKey learnings:\n- Religion, on a basic level, answers questions of group identity and why a social system is legitimate.\n- The American civil religion has historically been a form of patriotism uniting the country, but it has lost its sacredness and ability to answer the questions of group identity.\n- Social justice can be seen as a form of civil religion, with its own answers to the questions of group identity and legitimacy.\n- Christianity became Christianity because it adapted, not because of its original doctrine and ideas\n- Civil religions adapt and change to stay culturally relevant\n- It took only fifty years for the celebration of gay pride to become mainstream, indicating the speed of cultural evolution\n\nKey questions:\n- What are the elements of a successful civil religion? How can it answer the questions of group identity and social system legitimacy?\n- Why has the American civil religion lost its sacredness? Can it be revitalized?\n- In what other ways can social justice be seen as a form of civil religion? What are some potential benefits and drawbacks of this perspective?\n- Will social justice look like a mainstream religion in a hundred years, as civil religion adapts?\n- How will religion evolve to incorporate changing socially useful values (e.g., chastity or martial valor)?\n"
}