{
    "title": "Mental Mountains",
    "date": "November 26, 2019",
    "links": [
        "https://www.lesswrong.com/posts/i9xyZBS3qzA8nFXNQ/book-summary-unlocking-the-emotional-brain",
        "https://www.amazon.com/Unlocking-Emotional-Brain-Eliminating-Reconsolidation/dp/0415897173/ref=as_li_ss_tl?crid=SHAZ1QSYKIU8&keywords=unlocking+the+emotional+brain&qid=1574533717&sprefix=unlocking+the+emotional,aps,201&sr=8-1&linkCode=ll1&tag=slatestarcode-20&linkId=74c052b098c30c20d9761e30973122ba&language=en_US",
        "https://sci-hub.tw/10.1038/35021052",
        "https://journals.lww.com/ectjournal/Citation/2019/06000/ECT_as_a_Novel_Treatment_for_PTSD.23.aspx",
        "https://slatestarcodex.com/2019/11/20/book-review-all-therapy-books/",
        "https://slatestarcodex.com/2019/11/20/book-review-all-therapy-books/",
        "https://www.lesswrong.com/posts/mja6jZ6k9gAwki9Nu/the-mystery-of-the-haunted-rationalist",
        "http://pharmrev.aspetjournals.org/content/71/3/316?fbclid=IwAR36UzFla5Lfx7-4LTr6R8N0XdUSOnbg3gnRPXn806cPKO7Zsas2EsJJhDs",
        "https://slatestarcodex.com/2019/09/10/ssc-journal-club-relaxed-beliefs-under-psychedelics-and-the-anarchic-brain/",
        "https://en.wikipedia.org/wiki/Splitting_(psychology)",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2719457/",
        "https://www.ncbi.nlm.nih.gov/pubmed/8348205/",
        "https://fivethirtyeight.com/features/media-bubbles-arent-the-biggest-reason-were-partisans/",
        "https://www.lesswrong.com/posts/BcYBfG8KomcpcxkEg/crisis-of-faith",
        "https://www.lesswrong.com/rationality/you-can-face-reality",
        "https://www.lesswrong.com/rationality/original-seeing",
        "https://www.vice.com/en_us/article/ywm4ky/do-psychedelic-tips-change-your-political-views"
    ],
    "url": "https://slatestarcodex.com/2019/11/26/mental-mountains/",
    "summary": "Key ideas:\n- \"Unlocking the Emotional Brain\" proposes that emotional learning drives most of our behavior\n- Emotional issues and seemingly irrational behaviors are generated from implicit world-models formed in response to challenges\n- Emotional memories guide our unconscious predictions, even when we rationally understand that the prediction is no longer useful\n- Anisomycin, a protein synthesis inhibitor, can prevent rats from forming emotional memories and erase existing phobias\n- Memory reconsolidation requires protein synthesis to reassemble the memory every time it gets activated\n- Coherence Therapy, as proposed in the book, interrupts memory reconsolidation by disrupting the emotional schema while it's still reconsolidating and integrating new contradictory experiences\n- The brain creates different predictive models for different situations and contexts depending on emotional schemas.\n- Mental mountains are the context-dependence that tells us which predictive model to use.\n- Mental mountains can create problems for rationality, leading to inconsistent beliefs and actions.\n- Integrating schemas through therapy or other methods can help improve rationality.\n\nKey learnings:\n- Traditional accounts of symptoms can be reframed as aspects of a predictive model that generate emotional memories\n- Consciousness and unconscious predictive models can't directly communicate because they're separated like mountains and valleys\n- The brain's high-level priors, like predictive models, can be all-consuming and difficult to change\n- Creativity and shifts in perspective can occur when high-level priors are relaxed or sensitized\n- The brain creates different predictive models based on contexts and emotional schemas.\n- Mental mountains help the brain know which model to use.\n- Failure to integrate schemas and mental models can create inconsistencies in beliefs and actions.\n- Therapy and similar techniques can help integrate schemas and improve rationality.\n\nKey questions:\n- How can high-level priors, like predictive models, be relaxed long-term to prevent emotional memory from guiding our behavior?\n- How can we increase communication between consciousness and unconscious predictions, or between separate brain regions, to promote coherence and prevent mental mountains?\n- How do Coherence Therapy and psychedelics compare in their efficacy and potential side effects?\n- How can we prevent our predictive models from becoming too overfit or underfit?\n- How can we better integrate schemas and mental models for improved rationality?\n- What role can therapy and similar techniques play in improving rationality?\n"
}