{
    "title": "Too Many People Dare Call It Conspiracy",
    "date": "January 14, 2019",
    "links": [
        "https://www.amazon.com/None-Dare-Call-Conspiracy-Allen/dp/1939438004/ref=as_li_ss_tl?ie=UTF8&linkCode=ll1&tag=slatestarcode-20&linkId=9f2edf129c330f68fd44bbc15e8ee8be&language=en_US",
        "https://www.google.com/search?q=%22None+Dare+Call+It+Conspiracy%22&client=firefox-b-1&source=lnms&tbm=isch&sa=X&ved=0ahUKEwiWqqze3OnfAhXpIjQIHb9aBisQ_AUIEygA&biw=1620&bih=944#imgrc=xwVYXD_voJUBIM:",
        "https://www.nytimes.com/2017/10/18/magazine/when-the-revolution-came-for-amy-cuddy.html",
        "https://www.theawl.com/2015/08/literary-magazines-for-socialists-funded-by-the-cia-ranked/",
        "https://slatestarcodex.com/2014/09/14/does-class-warfare-have-a-free-rider-problem/",
        "https://www.lesswrong.com/posts/DSnamjnW7Ad8vEEKd/trivers-on-self-deception",
        "https://www.fsunews.com/story/life/2017/03/19/history-scientology-clearwater-florida/99381438/",
        "https://sg.news.yahoo.com/czech-court-jails-man-train-attacks-staged-blame-162435410.html"
    ],
    "url": "https://slatestarcodex.com/2019/01/14/too-many-people-dare-call-it-conspiracy/",
    "summary": "Key ideas:\n- There are many hypotheses labeled as conspiracy theories, leading to discussions over when the phrase is appropriate to use.\n- The Basic Argument Against Conspiracy Theories is that large organizations cannot be kept secret without being noticed from the inside or outside.\n- Organizations can coordinate activities without being considered conspiracies if they are in line with their public-facing mission statement or stated interests.\n- Some conspiracies might be plausible, but they must violate fewer heuristics or assumptions than theories like the Illuminati.\n- The replication crisis in science shows that many claims made in scientific studies are not true.\n- The reasons why so many false results are published include publication bias, statistical power bias, and researcher degrees of freedom.\n- Researchers and institutions can coordinate on perpetuating false results and subtle biases without the need for explicit conspiracy.\n\nKey learnings:\n- Labeling ideas as conspiracy theories can lead to debates over terminology and sideline discussions that ignore substantive evidence.\n- The Basic Argument Against Conspiracy Theories can offer a useful heuristic for evaluating the evidence of conspiracy theories.\n- Organizations can make decisions or act in a coordinated fashion without necessarily conspiring to do so.\n- Many scientific studies are not replicable and can be driven by biases and other factors.\n- Publication bias, statistical power, and researcher degrees of freedom have significant impacts on scientific studies' validity.\n- Subtle biases can persist in scientific studies without explicit coordination among researchers or institutions.\n\nKey questions:\n- How can we distinguish between a plausible conspiracy theory and one that violates too many heuristics or assumptions?\n- What are the major heuristics or assumptions we might use to evaluate conspiracy theories?\n- Are there cases where organizations may be coordinating in ways that resemble a conspiracy without violating the assumptions of the Basic Argument Against Conspiracy Theories?\n- What factors contribute to the non-replicability of scientific studies?\n- How can researchers and institutions overcome biases in their studies and publications?\n- What are the ethical implications of perpetuating false results and subtle biases in scientific research?\n"
}