{
    "title": "Preregistration Of Investigations For The 2019 SSC Survey",
    "date": "January 4, 2019",
    "links": [
        "https://docs.google.com/forms/d/e/1FAIpQLSemgMnUSX_HHjIrY6B3Qh5UQYM2Su00h2fSvpH8bh7WGzmuOQ/viewform",
        "http://bentilly.blogspot.com/2010/08/analysis-vs-algebra-predicts-eating.html",
        "https://www.theatlantic.com/health/archive/2018/07/the-frightening-link-between-beef-jerky-and-mania/565529/",
        "https://slatestarcodex.com/2018/04/17/ssc-survey-results-sexual-harassment-levels-by-field/",
        "https://slatestarcodex.com/blog_images/birthordergraph.png"
    ],
    "url": "https://slatestarcodex.com/2019/01/04/preregistration-of-investigations-for-the-2019-ssc-survey/",
    "summary": "Key ideas:\n- The post is about the 2019 SSC Survey\n- Scott proposes 18 different questions to analyze in the survey\n\nKey learnings:\n- The post doesn't provide any specific key learnings\n\nKey questions:\n- Can we confirm or disconfirm different corn-eating profiles of algebraists vs. analysts?\n- Can we replicate the study showing that people who eat more beef jerky are more likely to be hospitalized for bipolar mania?\n- Are there differences in side effects among SSRIs?\n- Is there a difference in people’s efficacy ratings for SSRIs depending on whether the person was taking the SSRI for depression vs. for anxiety?\n- What percent of people coming off SSRIs experience discontinuation symptoms?\n- Are people more likely to attribute success to hard work/talent rather than luck if they are from a higher childhood social class?\n- Are people less likely to support psychiatric commitment if they have been committed themselves?\n- Is there any support for the idea of life history strategies?\n- Do paternal and maternal age correlate with risk of the psychiatric disorders?\n- Can we replicate the claim that people who had a younger sibling born during a supposed critical window for sexual imprinting are more exposed to baby-related issues during that window and so are more likely to have baby-related fetishes?\n- Is there a difference between STEM/nerdy/male vs. interpersonal/creative/female occupations in the rate at which people perceive gender bias?\n- How does imposter syndrome vary by gender, field, and gender * field?\n- Do schizophrenics (and their families) smoke more? Do autistics (and their families) smoke less?\n- Are schizophrenics (and their families) more likely to be able to tickle themselves than others? What about autistics (and their families)? What about people who have used lots of psychedelics?\n- Is tendency to prefer great literature to sci-fi/fantasy mediated by ability to perceive and appreciate complex emotion?\n- Do people with ADHD habituate to stimuli more or less quickly?\n- Do the birth order effects discovered in the last survey disappear if there’s a sufficient age gap between someone and their next youngest sibling, or remain equally strong?"
}