{
    "title": "Autism And Intelligence: Much More Than You Wanted To Know",
    "date": "November 13, 2019",
    "links": [
        "https://www.nature.com/articles/mp2015225",
        "https://www.ncbi.nlm.nih.gov/pubmed?Db=pubmed&Cmd=ShowDetailView&TermToSearch=25754080",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6454898/",
        "https://www.nature.com/articles/tp201460/tables/4",
        "https://web.archive.org/web/20060505122037/http://www.autismresearchcentre.com/docs/papers/1998_BCetal_Maths.pdf",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4093805/",
        "https://journals.plos.org/plosgenetics/article?id=10.1371/journal.pgen.1006618",
        "https://discovery.ucl.ac.uk/id/eprint/10010939/1/Charman2011IQ619.pdf",
        "https://slatestarcodex.com/2015/10/12/against-against-autism-cures/",
        "https://en.wikipedia.org/wiki/Penetrance",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4137411/",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5818813/",
        "https://www.researchgate.net/profile/Michael_Ronemus/publication/259766765_The_role_of_de_novo_mutations_in_the_genetics_of_autism_spectrum_disorders/links/56d5c9f708aee1aa5f730aba.pdf",
        "https://www.sciencedirect.com/science/article/pii/S0890856719302710",
        "https://www.frontiersin.org/articles/10.3389/fnins.2016.00300/full",
        "http://nrl.northumbria.ac.uk/17272/1/Visuo-Spatial_Performance_in_Autism.pdf",
        "https://ars.els-cdn.com/content/image/1-s2.0-S0890856719302710-gr3.jpg",
        "https://slatestarcodex.com/2018/12/11/diametrical-model-of-autism-and-schizophrenia/"
    ],
    "url": "https://slatestarcodex.com/2019/11/13/autism-and-intelligence-much-more-than-you-wanted-to-know/",
    "summary": "Key ideas:\n- Studies have found a genetic correlation between educational attainment and autism risk, as well as cognitive ability and IQ.\n- Relatives of autistic people usually have many of the genes for autism, but not be autistic themselves, and they tend to be unusually smart and more inclined to technical subjects.\n- Autism is caused by a combination of familial genes, rare de novo mutations, and non-genetic factors.\n- Autism is associated with low IQ, and even cases of autism caused entirely or mostly by normal genetics are associated with unusually low IQ.\n- There may be a tower-versus-foundation model where higher intelligence outstrips the ability of some mysterious foundation to support it, resulting in autism.\n\nKey learnings:\n- Genes that contribute to autism risk also contribute to high IQ, but autistic people generally have lower intelligence than neurotypical controls.\n- The existence of a well-defined subset of low IQ people whose relatives have higher-than-predicted IQs is a surprising finding that cuts through the measurement difficulties and suggests that this is a real phenomenon.\n- Every autism case is caused by some combination of familial genes, rare de novo mutations, and non-genetic factors.\n- A tower-versus-foundation model suggests that autism may be caused by an imbalance between P (as the tower) and V + R (as the foundation).\n\nKey questions:\n- What is going on with the correlation between autism and IQ?\n- Why do relatives of autistic patients have higher IQs and autistic patients themselves have much lower ones?\n- What are the causes of autism, and how do they affect intelligence?\n- How can the tower-versus-foundation model explain the autism-IQ paradox?\n- What is the nature of the mysterious foundation in the tower-versus-foundation model?"
}