{
    "title": "Against Against Pseudoaddiction",
    "date": "September 16, 2019",
    "links": [
        "https://www.wsj.com/articles/the-tragic-opioid-crisis-has-many-fathers-11567617345?mod=rsswn",
        "https://www.cbsnews.com/news/oxycontin-purdue-pharma-former-sales-representative-deceptive-sales-psuedoaddiction/",
        "https://www.hassan.senate.gov/news/press-releases/senator-hassan-confronts-top-janssen-pharmaceuticals-executive-on-companys-role-in-helping-fuel-opioid-crisis",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4919169/",
        "http://sci-hub.tw/10.1016/0304-3959(89)90097-3",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4628053/",
        "https://www.greaterwrong.com/posts/EtHvKgkY7KpReDLyj/tales-from-the-american-medical-system",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4628053/",
        "https://www.cbsnews.com/news/oxycontin-purdue-pharma-former-sales-representative-deceptive-sales-psuedoaddiction/",
        "https://slatestarcodex.com/2014/08/14/beware-isolated-demands-for-rigor/",
        "https://sci-hub.tw/10.1016/0304-3959(89)90097-3",
        "https://www.ommegaonline.org/article-details/Physician-Understanding-and-Treatment-of-Addiction--Have-Pseudoaddiction-and-Self-medication-led-us-astray/1011",
        "https://slatestarcodex.com/2013/06/09/all-debates-are-bravery-debates/",
        "https://reason.com/2019/07/19/anti-vaping-researchers-claim-e-cigarettes-cause-heart-attacks-before-smokers-try-them/",
        "https://slatestarcodex.com/2014/08/14/beware-isolated-demands-for-rigor/",
        "https://slatestarcodex.com/2014/12/13/debunked-and-well-refuted/",
        "https://en.wikipedia.org/wiki/Bulverism",
        "http://lesswrong.com/lw/gz/policy_debates_should_not_appear_onesided/",
        "https://slatestarcodex.com/2019/07/17/caution-on-bias-arguments/"
    ],
    "url": "https://slatestarcodex.com/2019/09/16/against-against-pseudoaddiction/",
    "summary": "Key ideas:\n- Pseudoaddiction was a term invented to correct doctors' tendency to assume drug-seeking behavior was synonymous with addiction.\n- Pharma companies have been accused of promoting pseudoaddiction as a theory to encourage doctors to prescribe more opioids.\n- Pseudoaddiction is commonly dismissed by some US senators as a concept.\n- Pseudoaddiction invented following a long history of other doctors and medical educators working to explain similar points.\n- Pseudoaddiction is a concept where patients exhibiting drug-seeking behaviors are misdiagnosed as addicts when they are actually undertreated for pain.\n- The concept has been criticized as not empirically proven, but the author argues that it is a common-sense idea and that the criticism is misguided.\n- The pharmaceutical industry has funded some of the debate over pseudoaddiction, which has fueled suspicion about the concept.\n- The narrative around addiction can be manipulated by the media and government to the detriment of good science and those suffering from addiction.\n- Drug warriors and addictionologists can spread misinformation about drugs and addiction if their bias overpowers their commitment to truth.\n- The concept of pseudoaddiction is a valuable one that has been underattack and unjustly maligned.\n\nKey learnings:\n- Ordinary doctors view addiction and drug-seeking behavior as synonymous behaviors, which is often not the case.\n- There is a crucial need to differentiate between drug-seeking behavior and pseudoaddiction.\n- Patients who genuinely need medication are often accused of drug-seeking behavior, which affects their access to medication.\n- Pseudoaddiction can be a real phenomenon that is misunderstood as addiction.\n- It is important to consider the patient's reported motivation for pain relief before diagnosing them as an addict.\n- Pharma companies have been involved in the debate over pseudoaddiction, creating suspicion around the concept.\n- Coveted narratives and moral panics can harm the scientific community, making them hesitant to speak up and share accurate information.\n- Bias can be a powerful and dangerous force in shaping knowledge around addiction and drugs.\n- We should strive to seek out the truth amidst stories and narratives about addiction and drugs.\n\nKey questions:\n- What factors have contributed to doctors' erroneous beliefs about addiction and drug-seeking behavior?\n- How can pseudoaddiction be identified, and what measures can be taken to prevent false accusations of addiction?\n- What can be done to support patients who genuinely need medication but are being accused of drug-seeking behavior?\n- What forces have contributed to the medical community's overuse of concepts like pseudoaddiction and self-medication?\n- Is pseudoaddiction a rare or common phenomenon?\n- How can doctors balance the competing risk-benefit treatment concerns when treating patients with pain and addiction?\n- How can members of the scientific community be encouraged to speak up and share accurate information in the face of media and government bias?\n- How can we better identify and address biases in discussions and research around addiction and drugs?\n- What steps can be taken to better educate the public and media about addiction and drugs, as it relates to both scientific accuracy and social stigma?\n"
}