{
    "title": "Highlights From The Comments On Cultural Evolution",
    "date": "June 11, 2019",
    "links": [
        "https://slatestarcodex.com/2019/06/04/book-review-the-secret-of-our-success/#comment-758720",
        "https://slatestarcodex.com/2019/06/04/book-review-the-secret-of-our-success/#comment-758870",
        "https://slatestarcodex.com/2019/06/04/book-review-the-secret-of-our-success/#comment-759734",
        "https://slatestarcodex.com/2019/06/04/book-review-the-secret-of-our-success/#comment-758742",
        "https://slatestarcodex.com/2019/06/04/book-review-the-secret-of-our-success/#comments",
        "https://slatestarcodex.com/2019/06/04/book-review-the-secret-of-our-success/#comment-758887",
        "https://slatestarcodex.com/2019/06/04/book-review-the-secret-of-our-success/#comments",
        "https://slatestarcodex.com/2019/06/04/book-review-the-secret-of-our-success/#comment-758904",
        "https://slatestarcodex.com/2019/06/04/book-review-the-secret-of-our-success/#comment-758729",
        "https://sci-hub.tw/10.1038/s41562-019-0567-9",
        "https://slatestarcodex.com/2019/06/04/book-review-the-secret-of-our-success/#comment-758770",
        "https://sci-hub.tw/10.2307/24046786",
        "https://sci-hub.tw/https://www.jstor.org/stable/10.1086/342430",
        "https://slatestarcodex.com/2019/06/04/book-review-the-secret-of-our-success/#comment-758826",
        "https://slatestarcodex.com/2019/06/04/book-review-the-secret-of-our-success/#comment-758978",
        "https://slatestarcodex.com/2019/06/04/book-review-the-secret-of-our-success/#comment-758998",
        "https://slatestarcodex.com/2019/06/04/book-review-the-secret-of-our-success/#comment-759180",
        "https://slatestarcodex.com/2019/06/04/book-review-the-secret-of-our-success/#comment-759610",
        "https://slatestarcodex.com/2019/06/04/book-review-the-secret-of-our-success/#comment-759429",
        "https://slatestarcodex.com/2019/06/04/book-review-the-secret-of-our-success/#comment-759437",
        "https://slatestarcodex.com/2019/06/05/list-of-passages-i-highlighted-in-my-copy-of-the-secret-of-our-success/#comment-759552",
        "https://slatestarcodex.com/2019/06/05/list-of-passages-i-highlighted-in-my-copy-of-the-secret-of-our-success/#comment-759491",
        "https://slatestarcodex.com/2019/06/05/list-of-passages-i-highlighted-in-my-copy-of-the-secret-of-our-success/#comment-760606",
        "https://slatestarcodex.com/2019/06/06/asymmetric-weapons-gone-bad/#comment-760020",
        "https://arxiv.org/abs/1811.01267",
        "https://slatestarcodex.com/2019/06/06/asymmetric-weapons-gone-bad/#comment-760040",
        "https://slatestarcodex.com/2019/06/06/asymmetric-weapons-gone-bad/#comment-760212",
        "https://www.reddit.com/r/slatestarcodex/comments/by3vns/addendum_to_enormous_nutshell_competing_selectors/eqdwkf1/"
    ],
    "url": "https://slatestarcodex.com/2019/06/11/highlights-from-the-comments-on-cultural-evolution/",
    "summary": "Key ideas:\n- Creating conlangs isn't necessarily hard, but it's hard to do top-down modeling of processes that are the result of many modifications over time.\n- Human culture allowed us to lose some adaptations we no longer needed, like strength.\n- In the modern world, adhering rigidly to traditions is a recipe for disaster since the context is constantly changing.\n- We need both inventiveness and the ability to transmit inventions to future generations to thrive.\n- Proper rationality requires being coldly rational about evaluating the high-but-not-perfect reliability of tradition as a source of fact.\n- Rituals requiring more effort produce more random results than those requiring less effort\n- Cheap computers lead to less reliable statistical results\n- Humans are metabolically disadvantaged for running but can still run down prey by endurance running\n- Linguistic complexity might be maintained through schisms\n- Illegible preferences should be respected by default\n- Transference is a complex topic that can reshape beliefs\n- The UAE might not be an exception to the conditions of the labor market\n- The strategy used in AlphaStar, an AI, is an example of memetic evolution through the Chestertonian tradition concept.\n- AlphaStar's learning algorithms noticed what was working and what wasn't and developed a strategy of mass-producing probes and building mass blink-stalkers.\n- All of history can be viewed as evolution evolving better evolutions, with the worst evolution (random chance) creating the first replicator and kicking off biological evolution.\n\nKey learnings:\n- The distinctive features of language require frequent practical use and input from individuals with varying interests and focuses.\n- Ensuring high-fidelity adherence to traditions and maintaining the inherited ancestral environment/context can ensure survival.\n- More effort put into rituals makes them more likely to produce random results\n- Cheap computers can lead to less reliable statistical results\n- Humans can run down prey by endurance running despite metabolic disadvantage\n- Language complexity might be maintained after schisms\n- Legible preferences should be respected to improve relationships\n- Transference can reshape beliefs\n- The UAE labor market might not be an exception\n- Learning algorithms can be smart enough to notice successful strategies and replicate them.\n- Cultural evolution, such as free market economies, is an evolutionary system that selects for successful technologies.\n- AIs, like AlphaStar, represent the next step in this process of evolution evolving better evolutions.\n\nKey questions:\n- How much does a \"language instinct\" put the difficulty of creating language \"under the hood\"?\n- Can we fault societies that were not experimental enough in the 19th century for being more experimental in the 20th century?\n- How accurate is the book on cultural adaptation to Cassava and Tukanoan culture?\n- Are there other examples of rituals that require more effort producing more random results?\n- How can we improve statistical reliability in the age of cheap computers?\n- What other adaptations have humans developed to compensate for metabolic disadvantage?\n- How can we preserve linguistic complexity across cultures and time?\n- How can we better respect illegible preferences in our relationships?\n- How can we apply transference to reshape our beliefs for the better?\n- Are there other factors that influence working conditions in the UAE labor market?\n- Can the memetic evolution through the Chestertonian tradition concept be applied to other areas besides AI strategy?\n- What other systems or technologies could benefit from evolutionary selection?\n- Are there ethical concerns with allowing AIs to evolve in this manner?\n"
}