{
    "title": "Addendum To “Enormous Nutshell”: Competing Selectors",
    "date": "June 7, 2019",
    "links": [
        "https://slatestarcodex.com/2019/06/03/repost-epistemic-learned-helplessness/",
        "https://slatestarcodex.com/2019/06/04/book-review-the-secret-of-our-success/",
        "https://slatestarcodex.com/2019/06/05/list-of-passages-i-highlighted-in-my-copy-of-the-secret-of-our-success/",
        "https://slatestarcodex.com/2019/06/06/asymmetric-weapons-gone-bad/",
        "https://slatestarcodex.com/2013/03/03/reactionary-philosophy-in-an-enormous-planet-sized-nutshell/",
        "https://slatestarcodex.com/2019/06/06/asymmetric-weapons-gone-bad/",
        "https://unqualifiedreservations.wordpress.com/2007/05/20/the-magic-of-symmetric-sovereignty/"
    ],
    "url": "https://slatestarcodex.com/2019/06/07/addendum-to-enormous-nutshell-competing-selectors/",
    "summary": "Key ideas:\n- Right-wing policies and systems are those selected by cultural evolution, while left-wing policies and systems are selected by the marketplace of ideas.\n- Under this definition, fascism, communism, and liberalism are all left-wing ideas.\n- Dictatorships may be more effective than democracies at implementing right-wing policies due to their ability to resist pressure from activists and the masses.\n- Creating a system conducive to cultural evolution, with a patchwork of small countries ruled by absolute dictators, could be a way to guarantee that a collection of countries works well.\n\nKey learnings:\n- Humans are bad at designing effective institutions and organizations, so it's better to create \"variation and selection systems\" that allow alternative institutions or organizational forms to compete.\n- Memetic evolution gets faster and faster, resulting in the spread of convincing-sounding but false ideas.\n- Cultural evolution may be a counterweight to memetic evolution, and understanding its role can help increase its influence in case of emergency.\n\nKey questions: \n- What prevents every democracy from instantly becoming maximally left-wing?\n- Would dictatorships really be higher variance than democracies?\n- Would cultural evolution at the international level work quickly enough to be humane?\n- How can we raise the sanity waterline and make true things more convincing than false things?"
}