{
    "title": "Book Review: Inventing The Future",
    "date": "March 18, 2019",
    "links": [
        "https://www.amazon.com/Inventing-Future-revised-updated-Postcapitalism/dp/1784786225/ref=as_li_ss_tl?keywords=inventing+the+future&qid=1552779539&s=gateway&sr=8-1&linkCode=ll1&tag=slatestarcode-20&linkId=cc7c4c67079a601b83b0b3694bc8c38f&language=en_US",
        "https://www.amazon.com/Accelerate-Manifesto-Accelerationist-Politics/dp/6079745046/ref=sr_1_fkmrnull_1?keywords=accelerationist+manifesto&qid=1552335349&s=gateway&sr=8-1-fkmrnull",
        "https://www.effectivealtruism.org/articles/ea-neoliberal/",
        "https://books.google.com/books?id=Nzh93npJTe4C&pg=PA113&lpg=PA113&dq=",
        "https://en.wikipedia.org/wiki/The_long_march_through_the_institutions",
        "https://www.theguardian.com/commentisfree/2016/feb/22/chris-uhlmann-should-mind-his-language-on-cultural-marxism",
        "https://slatestarcodex.com/2018/05/16/basic-income-not-basic-jobs-against-hijacking-utopia/",
        "https://slatestarcodex.com/2019/01/08/book-review-the-structure-of-scientific-revolutions/",
        "https://slatestarcodex.com/2019/01/10/paradigms-all-the-way-down/",
        "https://slatestarcodex.com/2018/05/08/varieties-of-argumentative-experience/",
        "https://en.wikipedia.org/wiki/Theory_of_the_firm",
        "https://slatestarcodex.com/2018/01/24/conflict-vs-mistake/",
        "https://slatestarcodex.com/2017/03/24/guided-by-the-beauty-of-our-weapons/",
        "https://slatestarcodex.com/2018/04/30/book-review-history-of-the-fabian-society/",
        "https://forum.effectivealtruism.org/posts/jmbP9rwXncfa32seH/after-one-year-of-applying-for-ea-jobs-it-is-really-really",
        "https://www.predictit.org/markets/detail/3633/Who-will-win-the-2020-Democratic-presidential-nomination",
        "https://www.amazon.com/Inventing-Future-revised-updated-Postcapitalism/dp/1784786225/ref=as_li_ss_il?keywords=inventing+the+future&qid=1552779539&s=gateway&sr=8-1&linkCode=li2&tag=slatestarcode-20&linkId=c0b46f6a45ab28e0d0171b6de6419592&language=en_US"
    ],
    "url": "https://slatestarcodex.com/2019/03/18/book-review-inventing-the-future/",
    "summary": "Key ideas:\n- The book \"Inventing the Future\" criticizes the failure of \"folk politics\"\n- It proposes a \"counter-hegemonic project\" inspired by the Mont Pelerin Society\n- The plan is for leftists to fight for a post-work world by supporting automation and a universal basic income\n- Universal Basic Income (UBI) can overturn the asymmetry of power between labor and capital.\n- S&W's platform includes full automation, reduction of the working week, provision of a basic income, and diminishment of the work ethic.\n- Scott questions the necessity of the first three items of S&W's platform.\n- S&W often use the word \"hegemony\" to refer to a self-consistent way of looking at the world that guides how we think about things and what questions we ask.\n- Criticism of Inventing The Future's focus on propaganda to convert the masses to communism\n- Discussion of the Mont Pelerin Society's success in taking over academia and its emphasis on cultivating intellectual talent\n- Importance of utopianism for the left, and criticism of capitalism and neoliberalism's stifling of utopian ideals\n\nKey learnings:\n- Leftist groups should embody utopian leftist values right now, according to S&W's principle of prefiguration\n- S&W propose a Mont Pelerinish approach to take over institutions in the name of leftism, creating a network of academics, journalists, think tanks, and politicians who come up with leftist ideas\n- The demand for automation and a universal basic income is a demand for a political transformation, not just an economic one\n- UBI can lead to costlier labor, driving wages up, and encouraging non-automated businesses to automate, which reduces the need for workers and the work ethic.\n- S&W's platform is heavily dependent on UBI, and the demand for UBI must include the provision of a sufficient amount to live on, universality, and supplementarity to the welfare state.\n- Universalism has a critical history and raising universal demands as part of communism can raise issues of inclusion and exclusion.\n- Success in taking over academia and other consensus-building organs requires cultivating intellectual talent and having a good idea that reasoned debate supports\n- Utopianism is a potent weapon for promoting ideas and movements, and the left should reclaim it from neoliberalism\n\nKey questions:\n- How can leftists balance the demand for prefigurative experience and the need for concrete results?\n- Is the plan to take over institutions in the name of leftism really new or just an updated version of the \"long march through the institutions\"?\n- What are the chances of achieving a post-work world through automation and a universal basic income, and how can leftists create broad popular support for this demand?\n- How can we justify full automation, the reduction of the working week, and the diminishment of the work ethic?\n- What is the difference between \"hegemony\" and \"power,\" and how does understanding the former help us analyze communist paradigms?\n- How can we reconcile the need for universal communist ideals with their problematic heritage and possible exclusions?\n- How important is the role of propaganda in promoting political ideas, and is it effective in converting people to a particular ideology?\n- How can the left effectively compete with other groups seeking to take over academia and other influential institutions?\n- Can utopianism be reconciled with practical considerations, such as limited resources and existing power structures?\n"
}