{
    "title": "Highlights From The Comments On PNSE",
    "date": "October 24, 2019",
    "links": [
        "https://slatestarcodex.com/2019/10/21/the-pnse-paper/",
        "https://slatestarcodex.com/2019/10/21/the-pnse-paper/#comment-812257",
        "https://slatestarcodex.com/2017/09/18/book-review-mastering-the-core-teachings-of-the-buddha/",
        "https://www.hindawi.com/journals/bmri/2015/419808/",
        "https://slatestarcodex.com/2019/10/21/the-pnse-paper/#comment-812138",
        "http://yudkowsky.net/rational/bayes/",
        "https://slatestarcodex.com/2014/03/17/what-universal-human-experiences-are-you-missing-without-realizing-it/",
        "https://slatestarcodex.com/2019/09/16/against-against-pseudoaddiction/",
        "https://slatestarcodex.com/2013/02/18/typical-mind-and-gender-identity/",
        "https://slatestarcodex.com/2019/10/21/the-pnse-paper/#comment-812155",
        "http://www.youtube.com/watch?v=LMQNV8D0ueQ",
        "https://meaningness.com/about-my-sites/comments#comment-1819",
        "https://slatestarcodex.com/2019/01/13/ssc-survey-results-2019/",
        "https://slatestarcodex.com/2013/04/12/noisy-poll-results-and-reptilian-muslim-climatologists-from-mars/",
        "https://slatestarcodex.com/2019/10/21/the-pnse-paper/#comment-812159",
        "https://slatestarcodex.com/2019/10/21/the-pnse-paper/#comment-812339",
        "https://slatestarcodex.com/2019/10/21/the-pnse-paper/#comment-812434",
        "https://www.lesswrong.com/posts/M7rwT264CSYY6EdR3/the-skeptic-s-trilemma"
    ],
    "url": "https://slatestarcodex.com/2019/10/24/highlights-from-the-comments-on-pnse/",
    "summary": "Key ideas:\n- Fuzzy thinking and lack of falsifiable empirical testing are problems with current rationalism and other fake \"sciences\" like economics and sociology.\n- Skepticism is necessary to test claims, including claims of enlightenment, to find objectively quantifiable impacts.\n- People's lack of skepticism results in bad data and incorrect popular narratives.\n- Some people doubt enlightenment exists and think mystical/meditation traditions are designed to create dramatic experiences that they can take credit for.\n- Experienced meditators doubt the PSNE paper's findings, stating that they did not experience the same stress responses and emotional reactivity as before meditation.\n- Waking up entails new levels of self-awareness that leads to deeper levels of compassion towards all beings.\n- The definition of enlightenment varies from one tradition to another, and researchers might be settling on a least common denominator that no longer resembles \"enlightenment\" as it's understood within any one tradition.\n- Gaining new levels of self-awareness is like discovering a new room in my house.\n- The things that used to cause me habitual suffering, no longer do.\n- Changes of outlook about the nature of reality is a more visceral shift in terms of how I hold my moment-to-moment lived experience and how I view myself moving through it.\n- All of it seems to be tied to what is described as the four noble truths.\n\nKey learnings:\n- Belief should be computed by combining evidence with priors.\n- Enlightenment should not be confused with temporary transcendent experiences.\n- Evidence from neuroscientists and philosophical theories that support the existence of euphoric depersonalization experiences should be considered as evidence for enlightenment.\n- Waking up entails gaining new levels of self-awareness and deeper levels of compassion towards all beings, resulting in a change of outlook about the nature of reality.\n- The definition of enlightenment varies from one tradition to another, so researchers studying enlightenment experiences need to be clearer about how the definition varies from one tradition to another.\n\nKey questions:\n- How can claims of enlightenment be substantiated with objectively quantifiable impacts?\n- Should we worry about placebo effects in enlightenment experiences or other unusual experiences?\n- What is the philosophical difference between pain and a \"placebo pain\"?\n- What is enlightenment?\n- How could researchers clarify the definition of enlightenment to better capture what it means within different traditions?\n- What is the connection between gaining new levels of self-awareness and realizing the four noble truths?\n"
}