{
    "title": "Book Review: All Therapy Books",
    "date": "November 20, 2019",
    "links": [
        "https://slatestarcodex.com/2015/07/16/cbt-in-the-water-supply/",
        "https://slatestarcodex.com/2013/09/19/scientific-freud/",
        "https://slatestarcodex.com/2019/04/09/short-book-reviews-april-2019/",
        "https://slatestarcodex.com/2017/10/02/different-worlds/",
        "https://en.wikipedia.org/wiki/Dodo_bird_verdict",
        "https://slatestarcodex.com/2015/07/16/cbt-in-the-water-supply/",
        "https://www.theguardian.com/lifeandstyle/2015/jul/03/why-cbt-is-falling-out-of-favour-oliver-burkeman",
        "https://uit.no/Content/418448/The%20effect%20of%20CBT%20is%20falling.pdf",
        "https://www.newyorker.com/magazine/2010/12/13/the-truth-wears-off",
        "https://slatestarcodex.com/2017/04/07/yes-we-have-noticed-the-skulls/",
        "https://slatestarcodex.com/2017/10/02/different-worlds/",
        "https://slatestarcodex.com/2019/06/03/repost-epistemic-learned-helplessness/"
    ],
    "url": "https://slatestarcodex.com/2019/11/20/book-review-all-therapy-books/",
    "summary": "Key ideas:\n- Many therapy books claim to offer a revolutionary new therapy that promises to completely transform patients in just a few sessions.\n- These new therapies are often based on questionable scientific evidence and their effectiveness is not supported by real-world results.\n- Therapy books often share the underlying assumption that problems experienced in the present are connected to past traumas, and that these problems serve some purpose.\n- Historical-purposeful narratives in psychotherapy are often biased and not historically accurate.\n- Therapy books propose answers, but patients don't necessarily get better from them.\n- As a teenager, the author realized the danger of pseudohistory and now worries about their own reasoning processes.\n\nKey learnings:\n- Therapy books often oversell the benefits of new therapies and make unrealistic promises of complete transformation.\n- The effectiveness of any form of therapy is dependent on many factors, including therapist skill and the expectations of the patient.\n- Many therapy books are based on assumptions of historicism and purposefulism, which may not always hold up to scrutiny.\n- We should be cautious in accepting historical-purposeful narratives in psychotherapy.\n- The fact that therapy books propose answers is not enough proof that they are effective.\n\nKey questions:\n- Why do therapy books often make unrealistic claims about the effectiveness of new therapies?\n- Is it possible for someone to consistently produce dramatic changes in patients through therapy?\n- How can therapists best help patients who may have experienced trauma in the past?\n- What biases might exist in the field of psychotherapy that contribute to historical-purposeful narratives?\n- How can we better evaluate the effectiveness of therapy books and techniques?\n- What are some potential flaws in our reasoning processes when it comes to accepting certain ideas or explanations?\n"
}