{
    "title": "Book Review: The Body Keeps The Score",
    "date": "November 12, 2019",
    "links": [
        "https://www.amazon.com/Body-Keeps-Score-Transformation-Trauma/dp/0141978619/ref=as_li_ss_tl?keywords=the+body+keeps+the+score&qid=1573630702&sr=8-2&linkCode=ll1&tag=slatestarcode-20&linkId=2f7cbef65f03517b44669d932be0c91e&language=en_US",
        "https://slatestarcodex.com/2019/05/07/5-httlpr-a-pointed-review/",
        "https://slatestarcodex.com/2017/04/21/ssc-journal-club-childhood-trauma-and-cognition/",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6058311/",
        "https://slatestarcodex.com/2017/10/02/different-worlds/",
        "http://www.traumarecoveryclinic.org/",
        "https://www.amazon.com/Body-Keeps-Score-Transformation-Trauma/dp/0141978619/ref=as_li_ss_il?keywords=the+body+keeps+the+score&qid=1573630702&sr=8-2&linkCode=li2&tag=slatestarcode-20&linkId=d553e98d9ad4ced43695bd93d113afd0&language=en_US"
    ],
    "url": "https://slatestarcodex.com/2019/11/12/book-review-the-body-keeps-the-score/",
    "summary": "Key ideas:\n- The Body Keeps The Score is a book about post-traumatic stress disorder and how it was discovered and recognized.\n- Childhood trauma, especially sexual abuse, is much more common and destructive than previously thought.\n- Child abuse is associated with many psychiatric disorders.\n- PTSD is characterized by a disconnection from the body, and immobilization is a key factor in its development.\n- Theater can help trauma survivors connect with each other by experiencing their common humanity.\n- There are many alternative therapies for trauma, but their effectiveness is hard to verify due to the lack of replication studies.\n- Alternative therapies that involve bodily sensations like massage, yoga, or acupuncture seem to be helpful for PTSD patients.\n\nKey learnings:\n- PTSD has a diverse range of responses, but many people with PTSD feel numb.\n- The brain getting stuck in fear mode after trauma should be unlikely given our evolutionary history.\n- Van der Kolk rejects conventional PTSD treatments in favor of alternative therapies.\n- Trauma survivors need to reconnect with their bodies to overcome their symptoms.\n- Alternative therapies can be helpful, but assessing their effectiveness is still a challenge.\n- Trauma screening should be more careful, and patients with symptoms like anhedonia and numbness should be recommended to go to a trauma clinic.\n\nKey questions:\n- Why is PTSD characterized by disconnection from the body?\n- Why is the safest action in so many traumatic events to hide or accept pain and abuse?\n- What are effective treatments for PTSD?\n- Can we trust the studies supporting the effectiveness of alternative therapies?\n- How can we assess the effectiveness of alternative therapies that address trauma?\n- How can we improve trauma screening to better help patients?\n"
}