{
    "title": "Book Review: Secular Cycles",
    "date": "August 12, 2019",
    "links": [
        "https://www.amazon.com/Secular-Cycles-Peter-Turchin-ebook/dp/B005CQAIPE/ref=as_li_ss_tl?keywords=secular+cycles&qid=1565667249&s=gateway&sr=8-1&linkCode=ll1&tag=slatestarcode-20&linkId=da31e3932a02d1b51619821be1c5ea3c&language=en_US",
        "https://en.wikipedia.org/wiki/Crisis_of_the_Third_Century",
        "http://unsongbook.com/interlude-%D7%91-the-code-of-the-world/",
        "https://slatestarcodex.com/2016/11/05/the-pyramid-and-the-garden/",
        "https://www.overcomingbias.com/2017/02/cycles-of-war-empire.html",
        "http://www.razib.com/wordpress/2010/02/16/10-questions-for-peter-turchin-3/",
        "http://rationallyspeakingpodcast.org/show/rs03-can-history-be-a-science.html",
        "https://status451.com/2017/01/20/days-of-rage/",
        "https://www.amazon.com/Secular-Cycles-Peter-Turchin-ebook/dp/B005CQAIPE/ref=as_li_ss_il?keywords=secular+cycles&qid=1565667249&s=gateway&sr=8-1&linkCode=li2&tag=slatestarcode-20&linkId=41e5c3a6f0bacac1970409c73170e5cf&language=en_US"
    ],
    "url": "https://slatestarcodex.com/2019/08/12/book-review-secular-cycles/",
    "summary": "Key ideas:\n- Peter Turchin and Sergey Nefedov argue that a population at subsistence will always be one meal away from starving, leading to great cataclysms like famine, plague, and war.\n- Turchin and Nefedov introduce the concept of a secular cycle, a three-hundred year cycle of the rise-and-fall of civilizations followed by a 40-60 year cycle of violent disorder.\n- The Roman Empire is used as a case study to illustrate the secular cycle model.\n- Turchin's book, Secular Cycles, argues that civilizations go through predictable cycles of growth and collapse.\n- The book focuses on eight case studies: England, France, Rome, and Russia.\n- Turchin uses various statistics, such as the Instability Index and Index of Social Well-Being, to support his theory.\n- The length and characteristics of secular cycles can be influenced by factors such as external shocks and the self-containment of civilizations.\n\nKey learnings:\n- Population growth and limited resources contribute to boom-and-bust cycles of civilizations.\n- Surplus population during the stagflation period can be absorbed without causing social unrest or political instability.\n- Upward mobility decreases during the stagflation phase and income inequality increases, leading to a crisis period marked by social unrest, famine, and disease.\n- The disintegrative cycle of violence is characterized by civil war and the collapse of state authority.\n- The secular cycles model provides a useful structure for learning and remembering historical events.\n- There are similarities between Turchin's theory of secular cycles and Piketty's theory of inequality.\n- The ideological component of secular cycles suggests that crises can lead to increased partisanship and social unrest, but can also lead to a new age of virtue and prosperity.\n\nKey questions:\n- What factors contribute to the excess noble population during the secular cycle and what are the implications for society?\n- How do Turchin and Nefedov's theories of elite overproduction and the fathers-and-sons cycle fit within the secular cycle model?\n- What are some examples of civilizations throughout history that fit the secular cycle model?\n- To what extent do Turchin's case studies represent a diverse sample of civilizations?\n- How reliable are the statistics used to support Turchin's theory?\n- Are there any criticisms of Turchin's theory from other academics and historians?\n"
}