{
    "title": "Buspirone Shortage In Healthcaristan SSR",
    "date": "April 30, 2019",
    "links": [
        "https://www.nytimes.com/2019/02/01/well/mind/anxiety-drug-shortage-buspirone.html",
        "https://www.nytimes.com/2019/02/01/well/mind/anxiety-drug-shortage-buspirone.html",
        "https://slatestarcodex.com/2016/08/29/reverse-voxsplaining-drugs-vs-chairs/",
        "https://www.nber.org/papers/w23640.pdf",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5912081/",
        "https://www.nytimes.com/2015/09/21/business/a-huge-overnight-increase-in-a-drugs-price-raises-protests.html",
        "https://www.vox.com/2019/4/3/18293950/why-is-insulin-so-expensive",
        "https://www.nejm.org/doi/10.1056/NEJMms1411398",
        "https://www.healthaffairs.org/do/10.1377/hblog20190405.396631/full/",
        "http://www.i-mak.org/wp-content/uploads/2018/10/I-MAK-Lantus-Report-2018-10-30F.pdf",
        "https://www.marketwatch.com/story/prescription-drug-prices-arent-rising-theyre-falling-for-the-first-time-in-47-years-2019-03-12"
    ],
    "url": "https://slatestarcodex.com/2019/04/30/buspirone-shortage-in-healthcaristan-ssr/",
    "summary": "Key ideas:\n- There is a national shortage of buspirone, a medication used to control anxiety, due to the FDA shutting down a major factory.\n- The generic drug manufacturing industry is consolidated, and some manufacturers are exiting the market due to low profits, creating a vulnerability to shortages.\n- The Generic Drug User Fee Amendments (GDUFA) of 2012 and 2017 inadvertently encouraged monopolies in the generic drug market, leading to higher prices and fewer competitors.\n- Insulin is off-patent but is still sold as brand-name. The FDA approval process for generic insulin is difficult due to its nature as a biologic, and brand-name companies have excessive and illegal patents that make the process even harder.\n- FDA regulations have increased the cost of prescription drugs.\n- Generics are driving down drug prices, but there is a debate over the effectiveness of this trend.\n- The FDA's current structure is limited in its ability to create affordable and consistent access to drugs.\n\nKey learnings:\n- The FDA's regulatory choices have contributed to the shortage of buspirone and the high prices of insulin.\n- The generic drug manufacturing industry is vulnerable to monopolies and shortages due to consolidation and low profits.\n- Insulin's nature as a biologic and excessive patents by brand-name companies make it difficult for generic insulin to enter the market.\n- Current trends are positive and are driving down drug prices.\n- Improving the system to make drugs affordable requires dramatic changes that the FDA may not be in control of.\n\nKey questions:\n- Why is the pharmaceutical industry more vulnerable to shortages than other industries?\n- How can the FDA balance the need for regulation with the need for affordable medication?\n- What can be done to encourage more competitors in the generic drug market and prevent monopolies?\n- Can the FDA make the necessary changes to allow for affordable drugs?\n- What are the limitations of the current FDA system in terms of making drugs affordable and accessible?\n- What changes need to happen to make drugs consistently available to patients?\n"
}