{
    "title": "Samsara",
    "date": "November 4, 2019",
    "links": [],
    "url": "https://slatestarcodex.com/2019/11/04/samsara/",
    "summary": "Key ideas:\n- The Order of the Golden Lotus has a 100% success rate in enlightening individuals through a combination of drugs, meditation, and ecstatic dance.\n- The protagonist is the last unenlightened person in the world, and the Golden Lotus is desperate for him to get enlightened.\n- The protagonist resists enlightenment, and Golden Lotus resorts to various tricks to try to convert him.\n- The protagonist decides to develop a \"science of samsara\" to resist Golden Lotus's efforts.\n- The narrator, who calls himself the Samsara Master, sets up a makeshift ashram in his apartment that attracts two dozen seekers.\n- He assigns bizarre tasks, such as thinking about what material goods they want for an hour, to his disciples.\n- The narrator becomes increasingly esoteric in his teachings and tells seekers there is no samsara or nirvana.\n- The narrator tries to stage a jailbreak from the ashram and discovers the entire thing was an elaborate ruse by his former disciples to get him to think about the nature of desire.\n\nKey learnings:\n- It's important to stand by our beliefs and not let others pressure us into doing something we don't want to do.\n- We can develop our own methods of resistance, even in difficult or oppressive situations.\n- The narrator's teachings and methods are absurd and inauthentic.\n- The narrator's disciples trick him into self-reflection and introspection.\n- The narrator is ultimately enlightened by focusing solely on a material good.\n\nKey questions:\n- How far would you go to resist pressure from others to do something you don't want to do?\n- Can we resist pressure more effectively if we develop our own methods rather than simply saying \"no\" to external demands?\n- What was the purpose of the disciples' elaborate trick on the narrator?\n- Is the narrator truly enlightened or does he continue to delude himself?\n- What is the ultimate message or commentary being expressed about spiritual practices and gurus?\n"
}