{
    "title": "Book Review: The Structure Of Scientific Revolutions",
    "date": "January 8, 2019",
    "links": [
        "https://www.amazon.com/Structure-Scientific-Revolutions-50th-Anniversary/dp/0226458121/ref=as_li_ss_tl?ie=UTF8&qid=1547011449&sr=8-2&keywords=structure+of+scientific+revolutions+kuhn&linkCode=ll1&tag=slatestarcode-20&linkId=21b4b21745358e226bb26fdb31b5e305&language=en_US",
        "https://slatestarcodex.com/2013/04/11/read-history-of-philosophy-backwards/",
        "http://www.messagetoeagle.com/11-extraordinary-out-of-place-artifacts/",
        "https://en.wikipedia.org/wiki/Bedford_Level_experiment",
        "http://johnsalvatier.org/blog/2017/reality-has-a-surprising-amount-of-detail",
        "https://en.wikipedia.org/wiki/Trolley_problem",
        "https://www.lesswrong.com/posts/6i3zToomS86oj9bS6/mysterious-answers-to-mysterious-questions",
        "https://samzdat.com/2018/05/31/science-cannot-count-to-red-thats-probably-fine/",
        "https://slatestarcodex.com/2018/02/26/ssc-journal-club-cipriani-on-antidepressants/",
        "http://advances.sciencemag.org/content/advances/1/5/e1400253.full.pdf",
        "https://slatestarcodex.com/2016/02/12/before-you-get-too-excited-about-that-github-study/",
        "https://slatestarcodex.com/2015/03/25/is-everything-a-religion/",
        "https://www.amazon.com/Structure-Scientific-Revolutions-50th-Anniversary/dp/0226458121/ref=as_li_ss_il?ie=UTF8&qid=1547011449&sr=8-2&keywords=structure+of+scientific+revolutions+kuhn&linkCode=li2&tag=slatestarcode-20&linkId=d21748afbf4f70cbe14324493e1afd6e&language=en_US"
    ],
    "url": "https://slatestarcodex.com/2019/01/08/book-review-the-structure-of-scientific-revolutions/",
    "summary": "Key ideas:\n- Science is not just about the accumulation of facts, but the use of paradigms to guide research\n- Paradigms are whole ways of looking at the world that determine what facts are gathered, how they are collected, and how they are processed\n- Two paradigms may not address the same questions or even care about the same kinds of answers\n- Paradigms often appear to be facts, which makes it difficult to shift to a new paradigm\n- Thomas Kuhn's book \"The Structure of Scientific Revolutions\" explores how scientific paradigms shift over time.\n- Paradigms are collections of assumptions, methods, and definitions that guide scientific inquiry.\n- Kuhn argues that paradigms are not objective or based solely on evidence, but are shaped by social and historical factors.\n- Paradigm shifts occur when an old paradigm becomes inadequate and a new paradigm emerges, often by solving problems the old paradigm could not.\n- A psychological experiment involving cards suggests that our prior experience and categories influence how we perceive and identify things.\n- This experiment may provide a schema for scientific discovery and paradigms.\n- Scientists may behave similarly to the participants in the card experiment when faced with anomalies.\n\nKey learnings:\n- Scientific progress is not just about accumulating facts, but about shifting from one paradigm to another\n- The use of paradigms leads to progress in science, but also makes it difficult to change paradigms\n- A paradigm shift often appears as facts being replaced or modified, not as a clear-cut decision based on a single experiment\n- Science is not a purely objective process and is influenced by social and historical factors.\n- Paradigms are collections of assumptions, methods, and definitions that guide scientific inquiry.\n- Paradigm shifts occur when an old paradigm becomes inadequate and a new paradigm emerges, often by solving problems the old paradigm could not.\n- Our prior experience and categories affect how we perceive things.\n- Paradigms may be inherent in perception and shape scientific discovery.\n- Adjusting to anomalies can be difficult and distressing.\n\nKey questions:\n- How does science settle on a single paradigm when other fields can't?\n- Is Aristotelian philosophy a science, and would it become one if all philosophers fell in line behind Aristotle?\n- Two paradigms may not even address or care about the same questions. So, how do scientists work with paradigms in fields like philosophy or ethics?\n- How do scientists determine when a paradigm shift is necessary?\n- What factors influence the emergence of a new paradigm?\n- Can objective facts exist independently of paradigms?\n- How do paradigms shape scientific inquiry and the interpretation of data?\n- What are the limitations and drawbacks of paradigms in scientific research?\n- How might the predictive coding model be related to Kuhn's ideas about paradigms?\n- How else might paradigms affect scientific discovery?\n- How can scientists adjust to new anomalies and paradigms without becoming too distressed?\n"
}