{
    "title": "Know Your Gabapentinoids",
    "date": "July 18, 2019",
    "links": [
        "https://ahpnetwork.com/wp-content/uploads/2018/05/Admelog-May-2018.pdf",
        "https://www.ncbi.nlm.nih.gov/pubmed/20818832",
        "https://www.deadiversion.usdoj.gov/fed_regs/rules/2005/fr0728.htm",
        "https://slatestarcodex.com/2014/08/16/an-iron-curtain-has-descended-upon-psychopharmacology/",
        "https://slatestarcodex.com/2016/03/01/2016-nootropics-survey-results/",
        "https://www.reddit.com/r/phenibut/comments/66p9az/does_phenibut_make_anyone_else_feel_like_theyre/",
        "https://slatestarcodex.com/blog_images/nootropics_image3.png",
        "https://slatestarcodex.com/2016/03/01/2016-nootropics-survey-results/",
        "https://en.wikipedia.org/wiki/Isovaline",
        "https://www.sciencedaily.com/releases/2018/02/180226085759.htm",
        "https://www.sciencedirect.com/science/article/pii/S001429990800068X",
        "http://news.bbc.co.uk/2/hi/health/3035442.stm",
        "https://www.theatlantic.com/science/archive/2017/06/caffeine-and-alcohol-placebo/529641/",
        "https://pdfs.semanticscholar.org/b405/ea9764a7c90705fbbd0dd21c4d7d57b2c46f.pdf",
        "https://www.reddit.com/r/DrugNerds/comments/2nc5ts/difference_between_phenibut_vs_baclofen_effects/cmh329y/",
        "https://slatestarcodex.com/2014/06/09/constant-vigilance/",
        "https://www.frontiersin.org/articles/10.3389/fpsyt.2018.00485/full"
    ],
    "url": "https://slatestarcodex.com/2019/07/18/know-your-gabapentinoids/",
    "summary": "Key ideas\n- Gabapentinoids are a class of drugs that resemble GABA but actually act on the A2D subunit of calcium channels.\n- Gabapentin is generic and widely used for various ailments, but it has a wide dose range that can cause side effects, and it doesn't work well for some patients.\n- Pregabalin is a newer, similar drug that's more expensive because it's not yet available in generic form, but some anxiety patients swear by it.\n- It's currently unclear why there might be a difference between pregabalin and gabapentin for anxiety.\n- Phenibut is not FDA-approved but is widely used as a supplement/nootropic/recreational drug because of its ability to relieve anxiety and promote a sense of well-being.\n- Phenibut's mechanism of action is not well-understood, but some researchers propose that it might work as a gabapentinoid or a GABA-B agonist.\n- Baclofen is a stronger GABA-B agonist than phenibut, but it doesn't have the same anti-anxiety effects, and combining it with gabapentin doesn't produce phenibut-like effects.\n- It's possible that there's no real difference between phenibut and baclofen/gabapentin, and that the different results are due to how they're used and perceived by humans.\n\nKey learnings\n- Gabapentinoids like gabapentin and pregabalin are commonly used for various conditions, but they have a wide dose range and can cause side effects.\n- Pregabalin is more expensive than gabapentin and not yet available in generic form, but some anxiety patients find it more effective.\n- Phenibut is a potentially addictive substance that's not FDA-approved, but it can relieve anxiety and produce a sense of well-being.\n- Phenibut's mechanism of action is not well-understood, but it might involve GABA-B agonism or gabapentinoid activity.\n- Baclofen is a stronger GABA-B agonist than phenibut, but it doesn't have the same anti-anxiety effects.\n- The differences between phenibut, baclofen, and gabapentin might not be as significant as they seem, and could be due to how they're used and perceived.\n\nKey questions\n- Why do some anxiety patients find pregabalin more effective than gabapentin, and is it due to differences in dosing or mechanism of action?\n- What is phenibut's mechanism of action, and why does it produce different effects than baclofen and gabapentin?\n- Is there a way to create a substance that combines the anti-anxiety effects of phenibut with the safety of other GABA agonists?\n- How can doctors balance the potential benefits of gabapentinoids and phenibut with the risks of side effects and addiction?\n- How much can differences in usage and perception affect how drugs are studied and prescribed?"
}