{
    "title": "[ACC] Is Eating Meat A Net Harm?",
    "date": "December 11, 2019",
    "links": [
        "https://slatestarcodex.com/2019/12/09/2019-adversarial-collaboration-entries/",
        "https://slatestarcodex.com/2019/12/11/correction-to-circumcision-acc/",
        "https://slatestarcodex.com/blog_images/accdecisionaid.xlsx",
        "http://www.wiringthebrain.com/2010/09/ancient-origins-of-cerebral-cortex.html",
        "https://www.sciencedaily.com/releases/2012/10/121001151953.htm",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4356734/",
        "https://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.3000021",
        "https://link.springer.com/article/10.1007/s10071-012-0510-1",
        "https://www.pnas.org/content/105/25/8557",
        "https://www.sciencedaily.com/releases/2008/06/080618093247.htm",
        "https://www.cell.com/current-biology/comments/S0960-9822(05)00080-1",
        "https://arstechnica.com/science/2016/01/crows-the-tail-pulling-food-stealing-bird-prodigies/",
        "https://www.sciencedirect.com/science/article/pii/B9780080453378000991",
        "https://www.sciencedaily.com/releases/2009/09/090914172644.htm",
        "https://io9.gizmodo.com/how-to-create-an-ant-spiral-of-death-5895435",
        "https://philosophynow.org/issues/96/Wasps_on_Autopilot",
        "https://www.tandfonline.com/doi/abs/10.1080/09515089.2012.690177",
        "https://www.youtube.com/watch?v=LGBqQyZid04",
        "https://www.youtube.com/watch?v=XJA6FOl3xlQ",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5306232/",
        "https://slatestarcodex.com/2019/03/26/cortical-neuron-number-matches-intuitive-perceptions-of-moral-value-across-animals/",
        "https://slatestarcodex.com/2019/03/28/partial-retraction-of-post-on-animal-value-and-neural-number/",
        "https://data.oecd.org/agroutput/meat-consumption.htm",
        "https://www.quora.com/How-many-chickens-cows-pigs-and-fish-does-an-average-human-consume-in-a-year",
        "https://www.upc-online.org/slaughter/2008americans.html",
        "https://www.dailymail.co.uk/news/article-2985910/We-really-nation-meat-eaters-Carnivores-devour-7-000-animals-life-time-including-11-cows-2-400-chickens-30-sheep.html",
        "https://www.animallaw.info/article/brief-summary-ag-gag-laws",
        "https://www.sentienceinstitute.org/us-factory-farming-estimates",
        "https://www.ars.usda.gov/ARSUserFiles/50201500/Farrowing%20System%20Fact%20Sheet.pdf",
        "https://www.nrcs.usda.gov/wps/portal/nrcs/detail/national/technical/nra/nri/?&cid=nrcs143_014121",
        "https://www.nass.usda.gov/Publications/AgCensus/2017/Full_Report/Volume_1,_Chapter_1_US/",
        "https://www.farmsanctuary.org/learn/factory-farming/chickens/",
        "https://www.animallaw.info/article/leg-and-heart-problems-broiler-chickens",
        "https://www.ncbi.nlm.nih.gov/pubmed/1441174",
        "https://imgur.com/a/jJTtD1f",
        "https://imgur.com/a/soEmWxN",
        "https://www.bbc.com/news/magazine-29219843",
        "http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.856.8902&rep=rep1&type=pdf",
        "https://imgur.com/a/6Y1Y7UX",
        "https://imgur.com/a/mSSmeNO",
        "https://imgur.com/a/yzwehYK",
        "https://imgur.com/a/BJLutLL",
        "https://www.cambridge.org/core/journals/proceedings-of-the-british-society-of-animal-science/article/assessment-of-distress-experienced-by-witnessing-slaughter-in-pigs/A14E37B94BA185F6AB87DA5DA60D59F8",
        "https://www.washingtonpost.com/archive/politics/2001/04/10/they-die-piece-by-piece/f172dd3c-0383-49f8-b6d8-347e04b68da1/",
        "https://www.nytimes.com/2019/01/09/world/europe/halal-kosher-humane-slaughter.html",
        "https://www.rspca.org.uk/getinvolved/campaign/slaughter",
        "https://www.animalaid.org.uk/the-issues/our-campaigns/slaughter/",
        "https://www.animalaid.org.uk/wp-content/uploads/2016/10/slaughterreport.pdf",
        "https://www.verywellmind.com/what-is-habituation-2795233",
        "https://www.ncbi.nlm.nih.gov/pubmed/10390038",
        "https://journals.sagepub.com/doi/abs/10.1111/j.1467-8721.2007.00479.x?journalCode=cdpa&",
        "https://pages.ucsd.edu/~nchristenfeld/Happiness_Readings_files/Class%203%20-%20Brickman%201978.pdf",
        "https://web.archive.org/web/20160515185056/http:/psych.colorado.edu/~carey/courses/psyc5112/Readings/psnHappiness_Lykken.pdf",
        "https://en.wikipedia.org/wiki/Ric_O%27Barry",
        "https://www.youtube.com/watch?v=PWcRPUF9YJE",
        "https://www.livescience.com/44822-how-do-dolphins-sleep.html",
        "https://scholarworks.montana.edu/xmlui/bitstream/handle/1/1654/KneelandL0506.pdf?sequence=1&isAllowed=y",
        "https://pdfs.semanticscholar.org/968b/28ec334161e9df75fa7f53bff08d3d38b25a.pdf",
        "https://www.ncbi.nlm.nih.gov/pubmed/25057538",
        "https://academic.oup.com/ajcn/article-abstract/51/2/202/4695020",
        "https://www.who.int/nutrition/publications/infantfeeding/WHO_NUT_98.1/en/",
        "https://www.researchgate.net/publication/293329136_Vegetarian_vegan_diets_and_multiple_health_outcomes_A_systematic_review_with_meta-analysis_of_observational_studies",
        "https://slatestarcodex.com/2014/04/26/stop-confounding-yourself-stop-confounding-yourself/",
        "https://www.ncbi.nlm.nih.gov/pubmed/19087438",
        "https://publichealth.llu.edu/adventist-health-studies",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4144107/",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4144107/",
        "https://www.sciencedirect.com/science/article/pii/S0140673612616845",
        "https://josephpoore.com/Science%20360%206392%20987%20-%20Accepted%20Manuscript.pdf",
        "http://i.imgur.com/wV3DiTX.png",
        "https://academic.oup.com/jn/article/135/4/900/4663788",
        "https://www.sciencedirect.com/science/article/abs/pii/S0921800915301488",
        "http://jaysonlusk.com/blog/2016/8/22/what-do-meat-eaters-and-vegetarians-spend-on-food",
        "https://www.cambridge.org/core/journals/agricultural-and-resource-economics-review/article/some-economic-benefits-and-costs-of-vegetarianism/1C2CB85022A54F27504A7DA65576C5C4",
        "https://www.cambridge.org/core/journals/agricultural-and-resource-economics-review/article/some-economic-benefits-and-costs-of-vegetarianism/1C2CB85022A54F27504A7DA65576C5C4",
        "https://slatestarcodex.com/blog_images/accdecisionaid.xlsx",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5486895/"
    ],
    "url": "https://slatestarcodex.com/2019/12/11/acc-is-eating-meat-a-net-harm/",
    "summary": "Key ideas:\n- Investigating whether factory farmed animal lives are worth living compared to non-existence\n- Determining which animals are conscious through brain architecture and behavior\n- Quantifying animal consciousness based on worth of experience and worth of suffering\n- Over 99% of animals in the US are factory farmed, with chickens accounting for the majority\n- Factory farming is a system designed to maximize economic output.\n- Chickens can be raised in cages or sheds, with cage-reared chickens living in constant pain and anxiety.\n- Pigs raised for food endure acute and chronic suffering, while breeding sows are confined to restrictive crates for most of their lives.\n- Cows have relatively better lives, spending their first year on grass-fed fields before being transported to feedlots for their last few months.\n- Humans have a strong habituation process when it comes to living conditions, which means that we can adjust to nearly anything.\n- Suicide rates among slaves and terminally ill patients show that the main factor in determining whether one wants to live is not how bad life is objectively.\n- Eating vegetarian has health benefits, including a longer lifespan, but nutritional deficiencies may be a risk for some.\n- The environmental impact of meat consumption is significant, and switching to a vegetarian diet could have a positive effect.\n- Research supports that a vegetarian diet is cheaper and has less impact on the environment compared to a meat-eating diet.\n- The psychological cost of no longer eating meat may not be trivial.\n- A decision aid has been produced which shows the net harm of meat-eating on both the individual and society.\n- Sensitivity analysis was performed to assess the uncertainty of different scenarios and assumptions.\n- The lives of factory farmed animals are full of suffering and pain.\n- Broiler chickens have the worst conditions, growing unnaturally fast and suffering from mobility issues and bacterial infections.\n- Gestation and farrowing crates in pig farming cause physical harm and distress, and piglets are often castrated, have their tails docked, and their teeth clipped without anesthetic.\n- Cows are the only farmed animals that spend a significant amount of time in a field, but they still experience painful events like castration and branding.\n- Quantifying and comparing the subjective experiences of farmed animals is challenging, but a human day is equivalent to 10 cow days, -1 pig day, and -0.5 chicken day in the model used.\n- The disability paradox suggests humans can habituate to pain and suffering, returning to their baseline level of happiness.\n- The fact that humans overwhelmingly do not choose suicide in extreme conditions suggests that animals with similar experiences would also find their lives worth living.\n- Habituation theory suggests that humans can habituate to almost any conditions, as demonstrated by historical examples from slavery and terminal illness.\n- The nutritional quality of animal products is generally better than plant-based sources, but whether a plant-based diet is viable from a nutritional perspective depends on economic means and ancestry.\n- Vegetarianism may have health benefits, particularly regarding cardiovascular disease and cancer.\n- The environmental impact of meat consumption is significant and could potentially be reduced by moving towards a vegetarian diet.\n- Vegetarianism could be cheaper than a meat-based diet.\n- Vegetarianism is cheaper, healthier, and less harmful to the environment than meat-eating.\n- Meat-eating has a significant moral cost in terms of animal suffering.\n- A decision aid model shows that meat-eating, like a typical person, has a negative impact on other conscious creatures and society.\n\nKey learnings:\n- Consciousness is difficult to define but can be concluded through investigations on brain architecture and behavior\n- Estimated likelihood of consciousness and worth of suffering can be used to determine the moral impact of farmed animals\n- Most animals are factory farmed, with chickens being exclusively farmed this way\n- The experience of factory farmed animals is best understood as a particular form of slavery where cruelty is a side effect of the system.\n- Quantifying and comparing subjective experiences of farmed animals is difficult.\n- Animals habituate to pain and suffering, leading to a stable general level of baseline happiness.\n- Slaughter is not included in the model used to compare the value of animal lives.\n- Humans tend to habituate to their living conditions, which can make it difficult to determine whether certain living situations are actually tolerable or not.\n- Health benefits of a vegetarian diet are well-documented but may not be feasible or healthy for everyone.\n- The environmental impact of meat consumption is high and warrants consideration for those concerned about the planet.\n- Even under extreme scenarios, meat-eating is still likely to be a net harm to both the individual and society.\n- Chickens are the farmed animal with the highest moral impact due to the high quantity farmed and conditions they are raised in.\n- The vegetarian collaborator was surprised by how marginal the case for vegetarianism was from a 'typical' perspective, but still sees a significant moral case for it.\n- Broiler chickens have the worst conditions in factory farming, with mobility issues and bacterial infections.\n- Cows have the most room to move and socialize, but still experience painful events like castration and branding.\n- The disability paradox suggests that humans can habituate to pain and suffering, returning to their baseline level of happiness.\n- The fact that humans overwhelmingly do not choose suicide in extreme conditions suggests that animals with similar experiences would also find their lives worth living.\n- The main factor in determining whether a life is worth living is not necessarily how objectively bad one's circumstances are, but rather whether one's expectations are being fulfilled.\n- Humans can habituate to a wide range of conditions, but chronic stressors are more likely to cause permanent changes in happiness than acute changes.\n- There are potential health benefits to a vegetarian diet, such as reduced risk of heart disease and diabetes.\n- Meat consumption has significant environmental impact, particularly in terms of greenhouse gas emissions and land use.\n- The psychological importance of having meat in one's diet could be a significant barrier to switching to a vegetarian diet.\n- Consumers are willing to pay $15 per year to avoid a one percent reduction in their meat consumption.\n- The impact of eating meat like a typical person is likely to be substantially negative.\n- Eating no chicken limits the harm to animals but the harm to health and the environment outweighs the moral good.\n\nKey questions:\n- What is consciousness and how can it be defined?\n- How can we determine which animals are conscious and which are not?\n- What is the moral burden on meat eaters if animals suffer to the point of preferring non-existence?\n- What is the percentage of animals that are factory farmed and what are the conditions they are farmed in?\n- At what factor are we willing to skip/trade off days of our lives to live as any particular animal under factory farmed conditions?\n- How do we incorporate the pain and suffering from individual events like castration, branding, and dehorning in estimating the value of an animal’s life?\n- How do we compare the lived experience of factory farm animals to conditions in which people report changes in happiness or commit suicide?\n- How does habituation affect our perception of happiness and well-being?\n- What are the long-term health risks and benefits of a vegetarian diet?\n- How can we mitigate the environmental impact of meat consumption without sacrificing nutrition or affordability?\n- What is the psychological cost of no longer eating meat?\n- How does the decision aid weigh up the impact on the environment and individual health compared to the morality of animal suffering?\n- How does the sensitivity analysis affect the conclusions reached?\n- How can animal welfare in factory farming be improved?\n- What are the ethical implications of consuming animal products from factory farming?\n- How can we better understand and quantify the subjective experiences of farmed animals?\n- How far does habituation theory extend? Do animals also habituate to conditions that are objectively bad for them?\n- What are the implications of the nutritional differences between animal products and plant-based sources for those on vegetarian diets?\n- How can studies be conducted to disentangle the effects of diet on health from other lifestyle factors?\n- What practical steps can individuals and society take to reduce meat consumption and its environmental impact?\n- How can the psychological importance of meat in one's diet be addressed to encourage more people to switch to a vegetarian diet?\n- How can we balance the moral cost of animal suffering with other factors like health and affordability?\n- What is the impact of habituation on animals and how can we measure it?\n- How can we encourage people to transition to a vegetarian diet despite the social and financial costs?\n"
}