{
    "title": "Building Intuitions On Non-Empirical Arguments In Science",
    "date": "November 6, 2019",
    "links": [
        "https://aeon.co/essays/post-empirical-science-is-an-oxymoron-and-it-is-dangerous",
        "https://en.wikipedia.org/wiki/Archaeological_forgery#Known_archaeological_forgeries_and_hoaxes",
        "https://arxiv.org/pdf/1801.05016.pdf",
        "https://aeon.co/essays/how-the-many-worlds-theory-of-hugh-everett-split-the-universe",
        "https://slatestarcodex.com/2017/09/05/book-review-surfing-uncertainty/",
        "http://nautil.us/issue/71/flow/why-beauty-is-fatal-to-physics"
    ],
    "url": "https://slatestarcodex.com/2019/11/06/building-intuitions-on-non-empirical-arguments-in-science/",
    "summary": "Key ideas:\n- There is no agreed criterion to distinguish science from pseudoscience.\n- Post-empirical science is potentially dangerous.\n- Multiverse theories lack empirical evidence and are untestable.\n- Some theories are sufficiently vague to avoid experimental challenges, making them unscientific.\n- The demarcation problem of separating science from pseudoscience.\n- Falsifiability is not an absolute criterion but has degrees.\n- Science includes shades of grey and untestable theories.\n- Bayesian reasoning refers to Occam’s Razor and inference to the best explanation.\n- Science has to deal with the untestable and non-empirical theories.\n\nKey learnings:\n- The elegance of a scientific theory is important in determining its plausibility.\n- Scientists may not always be able to empirically test hypotheses, but they can still use Occam's Razor to determine their plausibility.\n- The demarcation problem is unsolvable.\n- Testability implies empirical evidence and shades of grey.\n- Science is taming metaphysics or ‘naturalising’ it.\n- Bayesian methods can be objective or subjective.\n- Some scientific reasoning includes terms like “Occam’s Razor” and “you wouldn’t want to conclude something like that, would you?”\n\nKey questions:\n- What distinguishes science from pseudoscience?\n- How can scientists determine the plausibility of hypotheses that they cannot empirically test?\n- What role does elegance play in scientific theories?\n- How do we include the untestable as a fundamental part of science?\n- How objective are Bayesian methods?\n- Is reasoning-from-simplicity a productive way to conduct science?\n- How can we consistently arrive at truth when using reasoning-from-simplicity?\n- How do we explain the untestable in science?\n"
}