{
    "title": "Style Guide: Not Sounding Like An Evil Robot",
    "date": "July 4, 2019",
    "links": [
        "https://www.lesswrong.com/posts/wkuDgmpxwbu2M2k3w/you-have-a-set-amount-of-weirdness-points-spend-them-wisely",
        "https://www.lesswrong.com/posts/hN8Ld8YdqFsui2xgc/only-say-rational-when-you-can-t-eliminate-the-word",
        "https://slatestarcodex.com/2014/09/30/i-can-tolerate-anything-except-the-outgroup/",
        "https://slatestarcodex.com/2016/02/04/book-review-superforecasting/"
    ],
    "url": "https://slatestarcodex.com/2019/07/04/style-guide-not-sounding-like-an-evil-robot/",
    "summary": "Key ideas:\n- Avoid using science or rational terms that might make you sound like an evil robot. \n- Use everyday life terms instead of science terms if you are writing about social signaling, game theory, or anything else where the failure mode is sounding like an evil robot trying to reduce all of life to numbers.\n- Use the right term for the right meaning: IQ as a result of an IQ test, intelligence or smart as adjectives; Humans unless you want to contrast with another animal, use people; Males, and females as adjectives and men and women as nouns unless you are trying to make a point that applies to all animals or use it explicitly in Gender studies.\n- Rational for adherence to good cognitive strategy and good, best, reasonable when referring to desirable results.\n- Optimal to best unless you have specific preference for the longer word. \n- Use utility only when referring to utilitarian philosophy, otherwise use happiness or goodness.\n- Autistic for the psychiatric diagnosis or for sensory and cognitive issues, use nerdy when referring to people who are book-smart but lack social graces.\n- Use neoreactionary only for the philosophy of Mencius Moldbug, use right-wing, far-right, or reactionary for far-right ideas.\n- Avoid attributing very broad and complicated ideas to local bloggers, as they often repackage or reinterpret larger tendencies from outside philosophy.\n- Use high probability only when discussing probability theory, otherwise use probably or most likely. \n\nKey learnings:\n- Use the right term for the right meaning.\n- Avoid using science or rational terms that might make you sound like an evil robot. \n- Beware of attributing very broad and complicated ideas to local bloggers.\n\nKey questions:\n- How can one avoid using science or rational terms that might make them sound like an evil robot?\n- When is it appropriate to use IQ, humans, males, and females?\n- What are other alternatives for using rational?\n- What is the difference between autistic and nerdy? \n- When is it appropriate to use neoreactionary, right-wing, far-right or reactionary?\n- What is the difference between status, popularity, and respect?"
}