{
    "title": "Book Review: The Secret Of Our Success",
    "date": "June 4, 2019",
    "links": [
        "https://slatestarcodex.com/2019/06/03/repost-epistemic-learned-helplessness/",
        "https://www.amazon.com/Secret-Our-Success-Evolution-Domesticating-ebook/dp/B00WY4OXAS/ref=as_li_ss_tl?keywords=the+secret+of+our+success&qid=1559607052&s=gateway&sr=8-1&linkCode=ll1&tag=slatestarcode-20&linkId=761afd67f6541a6de5cebbd0127aa910&language=en_US",
        "https://carcinisation.com/2014/11/22/why-cultural-evolution-is-real-and-what-it-is/",
        "https://www.ncbi.nlm.nih.gov/pubmed/30451525",
        "https://meltingasphalt.com/social-status-down-the-rabbit-hole/",
        "http://scholars-stage.blogspot.com/2018/08/tradition-is-smarter-than-you-are.html",
        "https://en.wikipedia.org/wiki/Matching_pennies",
        "https://slatestarcodex.com/2017/03/16/book-review-seeing-like-a-state/",
        "https://en.wikipedia.org/wiki/Wikipedia:Chesterton%27s_fence",
        "https://www.amazon.com/Secret-Our-Success-Evolution-Domesticating/dp/0691178437/ref=as_li_ss_il?_encoding=UTF8&qid=1559712199&sr=8-1&linkCode=li2&tag=slatestarcode-20&linkId=3caf7acd0936ab872da77cafd6e4be1b&language=en_US"
    ],
    "url": "https://slatestarcodex.com/2019/06/04/book-review-the-secret-of-our-success/",
    "summary": "Key ideas:\n- Humans succeeded not just because of raw intelligence, but due to cultural evolution and the transmission of culture with high fidelity.\n- Culture is essential in teaching humans how to survive and adapt in challenging environments like hunting and gathering.\n- Humans' digestive tracts, hands and limbs, and sweat glands evolved alongside their cultures and food processing techniques.\n- Human brains are optimized for transmitting culture to the next generation, and they have biases in cultural learning.\n- Humans have a hard-coded slot that culture and traditions go into.\n- Infants are programmed to want to learn language, flora, fauna and social hierarchy.\n- Infants gradually learn what is locally edible through cultural cues.\n- Hunter-gatherers preferentially learn from people who are good at skills and who are like them.\n- Post-childhood learning is crucial for tribes with complex technologies and skills.\n- Old people are valuable because they retain knowledge of local culture.\n- Traditional decision-making biases can be compensated by cultural evolution through practices like divination.\n- Evolutionary psychology explains why humans rely on tradition and have a fear of questioning it.\n- The unpredictability of random strategies can be useful in situations like hunting and war.\n- Causally opaque cultural adaptations can lead to counterintuitive practices that are difficult to understand or replicate individually.\n- Discussion of the meta-tradition of defending against reason\n- Importance of traditions and potential consequences of discarding them\n- The idea that maybe we are not yet at the point where unique contributions are sought after\n- Need to continuously read about similar themes to fully understand the importance of preserving traditions\n\nKey learnings:\n- Human culture is crucial to survival and adaptation.\n- Cultural evolution is a primary factor that separates humans from other species.\n- Human brains are optimized for transmitting culture to the next generation.\n- Infants are programmed to learn specific things from their environment by filling them into the appropriate slots.\n- Cultural learning begins in infancy and continues throughout life.\n- Learning from respected others plays a critical role for both children and adults.\n- Traditional practices like divination can serve as effective randomizing devices that help decision-making.\n- It is difficult for individuals to figure out the functions, interrelationships, or importance of causally opaque cultural adaptations.\n- Reasoning can be a dangerous force that leads people away from adaptive behavior.\n- Successful cultures stigmatize certain behaviors and practices to discourage individuals from even trying them.\n- Some traditions may seem irrational or outdated, but they may have important purposes that we may not understand.\n- Preservation of traditions is crucial, and discarding them could have negative consequences for society.\n- It is important to continuously learn and read on similar themes to fully comprehend the value of traditions.\n\nKey questions:\n- How did early humans develop cultural learning biases?\n- Can modern humans avoid losing the ability to make cultural advancements like the ancient Mexicans' nixtamalization of corn?\n- Can humans actively control the generation of culture?\n- What is the effect of cultural learning on cognitive development?\n- How do cultural learning biases impact individual and group behavior?\n- Can cultural learning be manipulated for positive change?\n- Can traditional practices like divination be applied to modern decision-making biases?\n- How can we distinguish between adaptive and maladaptive cultural evolution?\n- How can we address the tension between questioning tradition and preserving cultural evolution?\n- What are the limits of using random strategies in decision-making?\n- Why do some societies cling to traditions even when they seem harmful or irrational?\n- How can we identify which traditions are important and which are not?\n- How can we balance the preservation of traditions with the need for progress and innovation?\n"
}