{
    "title": "[ACC] When During Fetal Development Does Abortion Become Morally Wrong?",
    "date": "December 19, 2019",
    "links": [
        "https://slatestarcodex.com/2019/12/09/2019-adversarial-collaboration-entries/"
    ],
    "url": "https://slatestarcodex.com/2019/12/19/acc-when-during-fetal-development-does-abortion-become-morally-wrong/",
    "summary": "Key ideas:\n- Data on abortion, pregnancy, and motherhood in the US is largely dependent on medical and social support systems available in a certain region.\n- Mortality rate from a pregnancy is higher than from having an abortion, but complications from pregnancy are more frequent and can also include psychological ones.\n- Women who were denied abortions experience greater socioeconomic strain than women who received wanted abortions.\n- Adoption is rarely considered as an alternative to abortion due to concerns of physical burdens and hazards of pregnancy, as well as the emotional impact of giving away a child.\n- Stakeholders in the abortion question are the mother, father, fetus, and society at large.\n- The question is raised over the point where abortion becomes a moral wrong; two starting positions are at conception and fetal viability/minimal neurological activity.\n- Viability, the point at which a fetus can survive outside the mother, represents a special moment in fetal development.\n- Prior to viability, the fetus's lack of internal conscious experience makes it difficult to determine when it gains the right to life, but the \"future like ours\" argument is the most coherent and consistent.\n- Preventing abortions prior to viability would cause significant harm, including increased morbidity/mortality and denial of agency to women and parents.\n- After viability, terminating a fetus is equivalent to infanticide.\n- The author believes that abortion is acceptable prior to fetal viability.\n- Abortion pre-viability cannot cause conscious harm outweighs any potential for fetal life value (FLV).\n- Improvements in the delivery and efficacy of birth control options, increasing access to alternative options like adoption can help reduce the number of abortions and any potential harms that arise from them.\n\nKey learnings:\n- Most abortions are performed prior to the end of the first trimester; most women who choose abortions are adults; non-Hispanic black women are disproportionately more likely to choose abortions.\n- Pregnancy and delivery pose significant risks to the mother's health, most notably for African-American and Native American women.\n- The socioeconomic effects of abortion denial have adverse effects on mothers and their families.\n- Adoption is not frequently suggested as an alternative to abortion due to several concerns.\n- Stakeholders in the abortion question have conflicting interests.\n- Viability is an important ethical consideration in the debate over abortion.\n- The \"future like ours\" argument points to conception as the point when a fetus gains the right to life and is a model for understanding why it is wrong to kill humans.\n- Preventing abortions prior to viability would cause harm to women and families.\n- It is crucial to focus on vital factors like improving access to birth control options and alternatives to reduce the number of abortions.\n- Reducing pregnancy-associated morbidity, mortality, and increasing social support systems for mothers and parents can help reduce the number of abortions.\n\nKey questions:\n- What are the potential consequences of a lack of medical and social support systems on data about pregnancy and motherhood?\n- What are the main differences in terms of risks to the mother's health between pregnancy and abortion?\n- How do unwanted pregnancies impact socioeconomic status?\n- Why is adoption not frequently suggested as an alternative to abortion?\n- What are the different interests of the stakeholders, and how do these interests conflict with each other?\n- At what point does abortion become a moral wrong?\n- What is the importance of viability in the debate over abortion?\n- What is the \"future like ours\" argument? Why is it important in the discussion of fetal rights?\n- What are the negative consequences of preventing abortions prior to viability?\n- When does it become seriously wrong to kill a typical fetus?\n- How can social support systems for mothers, parents, and families be improved to help reduce the number of abortions?\n- What alternatives could be developed to reduce the number of unwanted pregnancies?\n- How do we create an environment where women can receive comprehensive reproductive healthcare?\n"
}