{
    "title": "SSC Journal Club: Relaxed Beliefs Under Psychedelics And The Anarchic Brain",
    "date": "September 10, 2019",
    "links": [
        "http://pharmrev.aspetjournals.org/content/71/3/316?fbclid=IwAR36UzFla5Lfx7-4LTr6R8N0XdUSOnbg3gnRPXn806cPKO7Zsas2EsJJhDs",
        "https://slatestarcodex.com/2018/03/08/ssc-journal-club-friston-on-computational-mood/",
        "https://en.wikipedia.org/wiki/Mal_de_debarquement",
        "https://slatestarcodex.com/2019/06/03/repost-epistemic-learned-helplessness/",
        "https://slatestarcodex.com/2019/06/06/asymmetric-weapons-gone-bad/",
        "https://qualiacomputing.com/2018/12/22/what-is-love-neural-annealing-in-the-presence-of-an-intentional-object/?fbclid=IwAR0WmmaJPHint_jkDCs13z6kPIgPn9ChkSWIWSlxnVvphPnSw8baje2tbhg",
        "https://mad.science.blog/2019/08/02/thought-scripts/"
    ],
    "url": "https://slatestarcodex.com/2019/09/10/ssc-journal-club-relaxed-beliefs-under-psychedelics-and-the-anarchic-brain/",
    "summary": "Key ideas:\n- The predictive coding theory argues that the brain uses priors to construct models of reality, using Bayesian calculations to make sense of the world.\n- Friston and Carhart-Harris apply predictive coding to explain the effects of psychedelic drugs, arguing that psychedelics relax priors to change perception.\n- Psychedelics could allow users to change their minds by enabling them to reexamine the evidence unbiased by their existing beliefs.\n- F&CH claim that most mental illnesses can be traced to aberrations in the normal mechanics of hierarchical predictive coding, and suggest that psychedelic therapy may be helpful for a broad range of disorders.\n- Fostering newly-established priors in favor of ghosts, mysticism, and conspiracies\n- People are not good at reasoning, and they get a lot of things wrong\n- Evidence unguided by any common sense exacerbates this problem\n\nKey learnings:\n- Priors are unconscious assumptions about reality that the brain uses to construct models of the world.\n- Psychedelics may relax priors, giving them less power to shape experience, allowing users to see things with new eyes and change their minds about important issues.\n- F&CH propose that psychedelic therapy is helpful for a broad range of disorders by relaxing the precision weighting of high-level priors and rendering them more sensitive to context and amenable to revision.\n- A few previously-correct beliefs come out wrong when one's preconceptions dissolve\n- Psychedelics have the potential to anneal the brain in a way that re-corrects certain beliefs\n- Meditation may also have this annealing effect according to QRI's theory\n\nKey questions:\n- Can psychedelics with relaxed priors cause positive effects in users?\n- Can strong priors cause closed-mindedness and refuse to admit evidence that contradicts a person's views?\n- Can psychedelic drugs flatten the energy landscape?\n- Can psychedelics be used to treat most, if not all, mental illnesses?\n- How might this theory about the effects of psychedelics be applied to their therapeutic use?\n- What further research needs to be done to validate these theories?\n- How can people use meditation to anneal their brains and achieve more accurate beliefs?\n"
}