{
    "title": "List Of Passages I Highlighted In My Copy Of “The Secret Of Our Success”",
    "date": "June 5, 2019",
    "links": [
        "https://slatestarcodex.com/2019/06/03/repost-epistemic-learned-helplessness/",
        "https://slatestarcodex.com/2019/06/04/book-review-the-secret-of-our-success/",
        "https://slatestarcodex.com/2017/11/13/book-review-legal-systems-very-different-from-ours/",
        "https://slatestarcodex.com/2017/06/21/against-murderism/",
        "https://slatestarcodex.com/2019/04/22/1960-the-year-the-singularity-was-cancelled/",
        "https://aeon.co/essays/can-we-hope-to-understand-how-the-greeks-saw-their-world",
        "https://quillette.com/2018/12/11/sad-radicals/#comment-52423",
        "https://slatestarcodex.com/2017/09/05/book-review-surfing-uncertainty/",
        "https://slatestarcodex.com/2014/06/07/archipelago-and-atomic-communitarianism/"
    ],
    "url": "https://slatestarcodex.com/2019/06/05/list-of-passages-i-highlighted-in-my-copy-of-the-secret-of-our-success/",
    "summary": "Key ideas:\n- The success of groups in the Highland region of New Guinea is related to their ability to raise and exchange pigs.\n- Cultural transmission between groups can occur rapidly through the adoption of successful practices, beliefs, and institutions.\n- Children have certain \"slots\" in their heads for specific types of learning, including a fascination with fire during middle childhood.\n- Quadruped animals have discrete optimal speed settings for different styles of locomotion due to thermoregulation constraints.\n- Spices may represent a cultural adaptation to the problem of food-borne pathogens, with the use of certain spices being more common in hotter climates.\n- Culture has shaped genes for skin color over the past 10 millennia as an adaptation to exposure to ultraviolet light.\n- The amount of melanin in our skin is determined by the latitude where our ancestors lived and the need to protect against UVA and UVB rays.\n- Darker-skinned people can face vitamin D deficiencies at high latitudes, leading to health problems.\n- Gene-culture coevolution shows that variation is much more widespread than 19th-century racial categories.\n- Social status increases inclusive fitness, leading to greater mating success and reproductive output.\n- The Great Sanhedrin's deliberate ordering of speakers allows for the sharing of unbiased opinions.\n- Ju/'hoansi society's naming practices help create kinship networks that are otherwise gender-egalitarian.\n- South American indigenous populations have social norms that promote investment in children over concerns of sexual fidelity.\n- Humans have an innate susceptibility to picking up meat aversions.\n- Negativity bias causes rare cases of taboo violation followed by bad luck or illness to be remembered and passed on.\n- Norms are maintained through reputation; violating norms causes the reputational shield to drop and opens one up to being exploited by others.\n- Larger, more interconnected populations tend to have more sophisticated tools, techniques, weapons, and know-how.\n- Cultural evolution creates cognitive tools or mental abilities that humans would not otherwise have.\n- The sonority of spoken languages tends to be higher in warmer climates, where people work, play, cook, and relax outdoors.\n- The variation in the sonority of languages can be partially accounted for by climatic temperature\n- Languages in warmer climates use more vowels and rely more on sonorant consonants, while those in colder climates lean more heavily on the least sonorous vowels\n- Dense forest cover and cold, windy climates may influence linguistic practices\n- Social norms about sexual restrictiveness might also influence sonority\n- Cultural learning can change physiological reactions to pain\n- Humans should design \"variation and selection systems\" for organizations and institutions to compete, similar to capitalism\n\nKey learnings:\n- Cultural transmission between groups can occur rapidly through the adoption of successful practices, beliefs, and institutions, and political decision-making institutions can facilitate this process.\n- Children have specific periods of fascination with certain types of learning.\n- The use of specific spices in cooking may represent a cultural adaptation to the problem of food-borne pathogens.\n- Skin color represents a genetic adaptation to exposure to ultraviolet light, and different shades of skin color are found in different parts of the world as a result.\n- Melanin levels in our skin are determined by our ancestors' need for protection against UVA and UVB rays.\n- Social status has positive effects on reproductive output and mating success.\n- The Great Sanhedrin's method for ordering speakers allows for unbiased opinions.\n- Naming practices can create kinship networks that are otherwise gender-egalitarian.\n- Humans have an innate tendency to acquire meat aversions.\n- Negativity bias contributes to the sustainability of cultural norms.\n- Reputation is important in smaller communities for maintaining social norms.\n- Larger populations are more likely to develop more sophisticated societal tools and techniques.\n- Cultural evolution creates cognitive tools and abilities that shape our minds and are passed down through generations.\n- The sonority of spoken language can be influenced by environmental factors, such as temperature.\n- The experience and environment of a culture can shape its language\n- Cultural learning can affect physiological reactions to pain\n- Alternative institutions and organizational forms should be allowed to compete to gain general insights\n\nKey questions:\n- How can successful practices, beliefs, and institutions be distinguished from less successful ones in cultural transmission?\n- What other types of learning are children primed for during specific developmental periods?\n- What are the implications of the cultural reinterpretation of pain signals as pleasure or excitement?\n- Are there other cultural adaptations to environmental challenges that have had significant effects on the genetic makeup of populations?\n- Can the Sanhedrin's method for ordering speakers backfire in certain situations?\n- How can we determine the non-arbitrary justification for choosing a particular scale to assess the history of a particular practice?\n- How can we apply the study of gene-culture coevolution to address 19th-century racial categories and its impact on contemporary society?\n- Did evolution favor confirmation bias to reinforce cultural rules?\n- What are the implications of intergroup competition favoring the spread of tricks for expanding what members of a group perceive as their tribe?\n- How can we fight racism if ethnicity, rather than race, is a more natural category in humans?\n- How do spoken languages adapt culturally and what other environmental variables affect this adaptation?\n- How much nuance can be added to the climatic temperature analysis of the variation in the sonority of language?\n- What other factors can influence linguistic practices besides climate and social norms about sexual restrictiveness?\n- How can humans improve their ability to design effective institutions and organizations?\n"
}