{
    "title": "[ACC] Should We Colonize Space To Mitigate X-Risk?",
    "date": "December 17, 2019",
    "links": [
        "https://slatestarcodex.com/2019/12/09/2019-adversarial-collaboration-entries/",
        "https://www.nickbostrom.com/existential/risks.html",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "http://awesci.com/the-role-of-wind-in-a-trees-life/",
        "https://en.wikipedia.org/wiki/The_Pentagon"
    ],
    "url": "https://slatestarcodex.com/2019/12/17/acc-should-we-colonize-space-to-mitigate-x-risk/",
    "summary": "Key ideas:\n- Existential risks (X-risks) threaten the destruction of civilization or life on Earth, but reliable data on probabilities and magnitudes is scarce.\n- Closed systems, such as offworld colonies or planetary closed systems, represent the best approach to mitigating against X-risks.\n- Offworld colonies face higher construction costs but offer greater isolation and protection from certain X-risks than planetary closed systems, which can be located in different regions of the world for increased diversity and redundancy.\n- Proposal for terrestrial lifeboats to protect against existential risks\n- Closed ecological systems as a possible prototype for lifeboats\n- Biosphere 2 as a case study for closed ecological systems and the challenges of sustaining human habitation\n- Terrestrial lifeboats as a cost-effective alternative to off-planet colonies\n- Potential benefits of a government-sponsored technology hub within a terrestrial lifeboat community\n\nKey learnings:\n- X-risks represent a Molochian problem that requires coordination and public education to generate political will.\n- Mitigation attempts, such as international organizations and space missions, are helpful but alone not sufficient to prevent civilization collapse.\n- The cost/benefit analysis for X-risk mitigation schemes is difficult due to uncertain probabilities and unprecedented scale or scope.\n- Terrestrial and off-planet lifeboats offer similar levels of protection from x-risks\n- Off-planet colony construction should only be considered after successful construction of terrestrial lifeboats\n- The ease of decommissioning a terrestrial lifeboat is a disadvantage compared to the difficulty of abandoning off-planet colonies\n\nKey questions:\n- What scenarios should be considered X-risks, and how can we determine the true risk of any scenario?\n- How can we generate the political will necessary to handle X-risk mitigation?\n- What are the costs and benefits of offworld colonies vs. planetary closed systems for X-risk mitigation?\n- What steps are necessary to build a reliable, sustainable, and safe closed ecological system for long-term human habitation?\n- How can a terrestrial lifeboat balance cost-effectiveness with necessary resources and amenities for human survival?\n- What kind of disaster scenario could cause a need for terrestrial lifeboats, and how would they provide adequate x-risk protection?\n"
}