{
    "title": "Book Review: Why Are The Prices So D*mn High?",
    "date": "June 10, 2019",
    "links": [
        "https://slatestarcodex.com/2017/02/09/considerations-on-cost-disease/",
        "https://www.mercatus.org/system/files/helland-tabarrok_why-are-the-prices-so-damn-high_v1.pdf",
        "https://marginalrevolution.com/?s=d*mn",
        "https://en.wikipedia.org/wiki/Baumol%27s_cost_disease",
        "https://slatestarcodex.com/2019/02/25/wage-stagnation-much-more-than-you-wanted-to-know/",
        "https://nces.ed.gov/programs/digest/d17/tables/dt17_211.60.asp",
        "https://sci-hub.tw/10.1017/s1744133117000470",
        "https://thelastpsychiatrist.com/2010/10/why_do_doctors_accept_gifts.html",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1646197/pdf/amjph00282-0094.pdf",
        "https://forums.studentdoctor.net/threads/did-doctors-made-much-more-money-in-the-70s-and-80s-than-they-do-today.902260/",
        "https://www.forbes.com/sites/physiciansfoundation/2017/11/27/debunking-myths-physicians-incomes-are-too-high-and-they-are-the-cause-of-rising-health-care-costs/#d7b1f2d1400b",
        "https://www.smbc-comics.com/comic/college-level-mathematics",
        "https://college-education.procon.org/view.resource.php?resourceID=005532",
        "http://nymag.com/intelligencer/2018/02/lets-cancel-everyones-student-debt-for-the-economys-sake.html"
    ],
    "url": "https://slatestarcodex.com/2019/06/10/book-review-the-prices-are-too-dmn-high/",
    "summary": "Key ideas\n- Rising costs of services such as healthcare and education have been a mystery for years.\n- Economists Eric Helland and Alex Tabarrok explain that the stagnation of labor productivity is the root cause of the increasing costs of these services.\n- Most sectors of the economy experienced substantial growth in labor productivity, making slow productivity-growth sectors relatively more expensive.\n- The phenomenon of the Baumol effect is a natural consequence of high economic growth.\n- Education and healthcare remain popular despite their increasing costs, creating a strong pressure to increase wages.\n- T&H use a study to show that the lower productivity growth in an industry, the higher the rise in costs, especially if they use college-educated workers who could otherwise get higher-productivity industries.\n\nKey learnings\n- The Baumol effect is a crucial part of the explanation for the rise in service prices.\n- Service costs have been rising consistently over a broad range of industries.\n- Alternative explanations related to administrative bloat, overregulation, medical malpractice lawsuits, or teacher unions don't seem to work.\n- Service quality has improved only a little and accounts only for a small fraction of the increase in costs.\n\nKey questions\n- Why are rising wages for factory workers not pushing up salaries for violinists, teachers, and doctors if low productivity is the root cause of rising costs?\n- How can a 6% increase in teacher salaries drive an increase of 100%+ in costs, as shown by data sources?\n- How can healthcare become less affordable if the Baumol effect has no impact on affordability?"
}