{
    "title": "Against Lie Inflation",
    "date": "July 16, 2019",
    "links": [
        "https://slatestarcodex.com/2018/07/18/the-whole-city-is-center/",
        "https://www.lesswrong.com/posts/KnQs55tjxWopCzKsk/the-ai-timelines-scam#LjaBHuCcnfqjBcqJa",
        "https://www.lesswrong.com/posts/yCWPkLi8wJvewPbEp/the-noncentral-fallacy-the-worst-argument-in-the-world",
        "https://www.lesswrong.com/posts/Kbm6QnJv9dgWsPHQP/schelling-fences-on-slippery-slopes",
        "https://www.lesswrong.com/posts/KnQs55tjxWopCzKsk/the-ai-timelines-scam",
        "https://www.lesswrong.com/posts/P792Z4QA9dzcLdKkE/absurdity-heuristic-absurdity-bias",
        "https://en.wikipedia.org/wiki/Sensitivity_and_specificity",
        "https://slatestarcodex.com/2018/07/18/the-whole-city-is-center/"
    ],
    "url": "https://slatestarcodex.com/2019/07/16/against-lie-inflation/",
    "summary": "Key ideas\n- The author objects to the broadening of the meaning of words like “abuse” and “lie”.\n- Broadening the meaning of these words to include normal human failings decreases their power to separate strong examples from marginal ones.\n- The author argues that everyone being an “abuser” or a “liar” removes information that we can use to judge someone’s character and future actions.\n- The new connotations of the words that are created in such a scenario can be exploited to ostracize people and silence them based on normal failings.\n\nKey learnings\n- It is important not to set the thresholds for category membership outside a distribution, or they will lose their power to convey useful information.\n- When words are used to name things that have a small level of the relevant quality, they should apply in more than 0% and less than 100% of cases.\n\nKey questions\n- Can broadening the definition of words like “abuse” or “lie” help to fight abuse, bias, or misinformation?\n- Are there any other words whose meanings have shifted over time by being gradually applied more loosely?\n- How do we decide the right threshold for each individual concept? \n- What are the consequences of rebranding a functioning piece of language until it loses all meaning?"
}