{
    "title": "Followup On The Baumol Effect: Thanks, O Baumol",
    "date": "June 17, 2019",
    "links": [
        "https://slatestarcodex.com/2019/06/10/book-review-the-prices-are-too-dmn-high/",
        "https://www.mercatus.org/system/files/helland-tabarrok_why-are-the-prices-so-damn-high_v1.pdf",
        "https://marginalrevolution.com/marginalrevolution/2019/06/slatestarcodex-and-caplan-on-why-are-the-prices-are-so-dmn-high.html",
        "https://slatestarcodex.com/2019/02/25/wage-stagnation-much-more-than-you-wanted-to-know/",
        "https://college-education.procon.org/view.resource.php?resourceID=005532",
        "https://nces.ed.gov/programs/digest/d17/tables/dt17_211.60.asp",
        "https://nces.ed.gov/programs/digest/d18/tables/dt18_236.60.asp?current=yes",
        "https://sci-hub.tw/10.1017/s1744133117000470",
        "https://thelastpsychiatrist.com/2010/10/why_do_doctors_accept_gifts.html",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1646197/pdf/amjph00282-0094.pdf",
        "https://www.usinflationcalculator.com/",
        "https://www.payscale.com/research/US/Degree=Doctor_of_Medicine_(MD)/Salary",
        "https://www.medscape.com/slideshow/2018-compensation-overview-6009667#2"
    ],
    "url": "https://slatestarcodex.com/2019/06/17/followup-on-the-baumol-effect-thanks-o-baumol/",
    "summary": "Key ideas:\n- Author is criticizing Alex Tabarrok and Eric Helland's book about high prices\n- Tabarrok responded to the criticism by saying the data is inconclusive and answers will never be conclusive\n- Scott presents evidence to refute the book's claims that the Baumol effect is causing cost disease\n- Evidence includes charts and data on wages in education and medicine not rising, and doctor salaries not doubling or tripling\n- Scott also argues that the Baumol effect cannot make things genuinely less affordable for society, but things are genuinely less affordable for individuals\n\nKey learnings:\n- The data presented in Why Are The Prices So D*mn High? may be misleading and inconclusive\n- The evidence presented by Scott contradicts the book's claims about rising wages causing cost disease\n- Wages in high-productivity sectors and education/medicine have not risen, which doesn't support the Baumol effect as a cause of cost disease\n- The Baumol effect does not make things genuinely less affordable for society, but it is still possible for individuals to be affected by it if they aren't sharing in the increased productivity of society\n\nKey questions:\n- How can we explain the rising costs of education and medicine if wages are not the cause?\n- Is the Baumol effect still a valid theory for explaining cost disease, or is Scott's evidence enough to refute it?\n- How can we address the issue of affordability for individuals affected by the Baumol effect?"
}