{
    "title": "Book Review: Zero To One",
    "date": "January 31, 2019",
    "links": [
        "https://www.amazon.com/Zero-One-Notes-Startups-Future-ebook/dp/B00J6YBOFQ/ref=as_li_ss_tl?ie=UTF8&qid=1548915416&sr=8-2&keywords=zero+to+one&linkCode=ll1&tag=slatestarcode-20&linkId=350af598cd97e04f508323af31c79e64&language=en_US",
        "https://www.gwern.net/Complement",
        "https://twitter.com/Outsideness/status/1074903704350806016",
        "https://slatestarcodex.com/2015/01/11/the-phatic-and-the-anti-inductive/",
        "https://www.citylab.com/design/2018/04/the-unsinkable-dream-of-the-floating-city/559058/",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "https://www.lesswrong.com/posts/yLLkWMDbC9ZNKbjDG/slack",
        "https://slatestarcodex.com/2017/11/30/book-review-inadequate-equilibria/",
        "https://www.nytimes.com/2014/09/28/opinion/sunday/ross-douthat-the-cult-deficit.html",
        "http://blogs.discovermagazine.com/neuroskeptic/2012/08/16/where-have-all-the-cults-gone/#.XEzg6c2IbOg",
        "http://www.hpmor.com/chapter/24",
        "https://www.amazon.com/Conspiracy-Peter-Gawker-Anatomy-Intrigue-ebook/dp/B07637TDJJ/ref=as_li_ss_tl?ie=UTF8&linkCode=ll1&tag=slatestarcode-20&linkId=bbe06e8190aee185c0b37a1446ba250e&language=en_US",
        "https://www.telegraph.co.uk/technology/2018/03/08/billionaire-facebook-board-member-peter-thiel-has-access-trump/",
        "https://slatestarcodex.com/2017/11/30/book-review-inadequate-equilibria/",
        "https://www.lesswrong.com/posts/CEGnJBHmkcwPTysb7/lonely-dissent",
        "https://www.lesswrong.com/posts/9KvefburLia7ptEE3/the-correct-contrarian-cluster",
        "https://en.wikiquote.org/wiki/Hunter_S._Thompson",
        "https://www.amazon.com/Zero-One-Notes-Startups-Future-ebook/dp/B00J6YBOFQ/ref=as_li_ss_il?ie=UTF8&qid=1548915416&sr=8-2&keywords=zero+to+one&linkCode=li2&tag=slatestarcode-20&linkId=02b6a57ca41a56d31f001fd635560eeb&language=en_US"
    ],
    "url": "https://slatestarcodex.com/2019/01/31/book-review-zero-to-one/",
    "summary": "Key ideas:\n- Zero To One is a book on entrepreneurship.\n- It discusses how entrepreneurs bring something “from 0 to 1” instead of “from 1 to n” like most businessmen.\n- Three sections of the book, especially striking are the sections on monopolies, secrets, and indefinite optimism.\n- Book argues that a successful startup requires a definite goal, specific strategy, and the vision to achieve it.\n- Long-term planning and conspiracies can be successful in business.\n- The modern belief in indefinite optimism makes people doubtful of existing plans, which results in the preference for finance over engineering and investments in the market rather than in actual wealth-creating activities.\n- Contrarianism is essential to finding ways to violate the efficient market hypothesis.\n- Being weird does not automatically make you contrarian or interesting.\n- Truly weird people have an advantage in a society where everyone is trying to be weird.\n- Weirdness can be a skill, but it requires practice.\n- Founders of successful companies are often unconventional and strange.\n\nKey learnings:\n- An important way for entrepreneurs to succeed is to create a monopoly.\n- There are four ways to enter monopolyhood: proprietary technology, network effects, economies of scale, and branding.\n- Monopolies provide advantages like being better for employees, socially responsible, and able to engage in long-term thinking.\n- The loss of belief in secrets, especially by a culture that mocks stories of lone genius, hinders entrepreneurship.\n- The belief that it's impossible to predict anything in the long-term and that options are essential to be successful is a misconception.\n- Planning and conspiracies, when executed well, are essential to achieving significant milestones and long-term goals.\n- A society that values indefinite optimism leads to the ineffectiveness of government and finance.\n- It's important to be interestingly contrarian and correct, not just randomly weird.\n- To truly stand out, you need to be authentically weird.\n- Thinking outside of the box is a valuable skill that requires practice.\n- Founders of companies are often eccentric and unconventional.\n\nKey questions:\n- How can entrepreneurs achieve monopolyhood in a fair and ethical way?\n- In what ways is the loss of belief in secrets detrimental to potential entrepreneurs?\n- Can companies have a balance between monopoly profits and ethics?\n- Is an indefinite, optionality-focused worldview less successful than one with a definite goal?\n- Should entrepreneurs be more willing to embrace risk and engage in conspiracies in order to be successful?\n- How can society effectively balance the need for innovation and the value of tradition?\n- When does being weird become random versus contrarian?\n- Can anyone learn to be weird, or is it a natural inclination?\n- How does being weird translate to business success?\n- Why do unconventional and strange individuals make good founders?\n"
}