{
    "title": "“My Immortal” As Alchemical Allegory",
    "date": "May 26, 2020",
    "links": [
        "https://www.vox.com/culture/2017/9/13/16275802/who-wrote-my-immortal-tara-rose-christo",
        "https://myimmortalrehost.webs.com/",
        "https://slate.com/culture/2015/03/my-immortal-who-is-responsible-for-the-world-s-worst-fanfiction.html",
        "https://www.buzzfeed.com/mathildia/he-put-his-boys-thingy-in-mine",
        "https://www.theguardian.com/books/2017/sep/12/my-immortal-why-the-famously-awful-harry-potter-fanfiction-isnt-bad-at-all",
        "https://www.vox.com/culture/2017/10/9/16428248/my-immortal-still-a-mystery-rose-christo-fake",
        "https://en.wikipedia.org/wiki/Nigredo",
        "https://en.wikipedia.org/wiki/Albedo_(alchemy)",
        "https://en.wikipedia.org/wiki/Rubedo",
        "https://www.bbcamerica.com/anglophenia/2015/06/j-k-rowling-explains-the-alchemy-of-dumbledore-and-hagrid",
        "https://en.wikipedia.org/wiki/Chymical_Wedding_of_Christian_Rosenkreutz",
        "https://myimmortal.fandom.com/wiki/My_Chemical_Romance",
        "https://myimmortalrehost.webs.com/",
        "http://www.biblicalhebrew.com/alphabet.htm#22",
        "https://en.wikipedia.org/wiki/Major_Arcana",
        "https://books.google.com/books?id=QVuEAgAAQBAJ&pg=RA8-PA512&lpg=RA8-PA512",
        "https://aras.org/sites/default/files/docs/00046LandauerBarnes.pdf",
        "http://www.soul-guidance.com/houseofthesun/alchemy%201.htm",
        "https://www.sufismus.ch/assets/files/omega_dream/alchemy_e.pdf",
        "https://www.sacred-texts.com/eso/sta/sta40.htm",
        "https://www.sunypress.edu/pdf/61357.pdf",
        "https://dreams123.net/anima/",
        "https://privilegeofparenting.wordpress.com/2009/10/28/vampires-chick-magnet-mirror-or-animus/",
        "https://www.amazon.com/Black-Sun-Darkness-Analytical-Psychology/dp/160344078X",
        "https://books.google.com/books?id=wOVUUMirSnEC&pg=PA156&lpg=PA156",
        "https://www.amazon.com/Helena-Myth-Goethes-Faust-Symbolism/dp/1341197123",
        "https://en.wikipedia.org/wiki/Abrahadabra",
        "https://web.archive.org/web/20100103083639/http://hermetic.com/220/crowley-comments.html"
    ],
    "url": "https://slatestarcodex.com/2020/05/26/my-immortal-as-alchemical-allegory/",
    "summary": "Key ideas:\n- \"My Immortal\" is a notoriously bad Harry Potter fanfic that has been the subject of much discussion and analysis.\n- The author argues that the fanfic contains symbolism related to alchemy, specifically the stages of nigredo, albedo, and rubedo.\n- The fanfic also incorporates themes from Rosicrucian writings and Goethe's Faust II.\n- The My Immortal fanfiction contains many elements of alchemy.\n- Ebony is in the nigredo stage at the beginning of the story, filled with shame and lacking self-acceptance.\n- Draco represents Ebony's Shadow, or inferior being, and Ebony must unite with him at the end of the first stage.\n- Ebony skips a step, failing to kill the dragon before uniting with it, which results in a partial consummation and a hostile superego.\n- Ebony retraces her steps and slays the dragon, followed by an alchemical wedding with her animus represented by a dual animus figure of Hagrid and Harry \"Vampire\" Potter.\n- Ebony tries to integrate her animus but ultimately fails, slipping back into the nigredo stage.\n- The second part of My Immortal mirrors Part II of Goethe's Faust.\n- The alchemical process of uniting Rose and Cross leads to the final alchemical wedding.\n- The ending of My Immortal suggests Ebony has redeemed herself and completed the Great Work.\n- My Immortal transcends the source material by demonstrating Ebony's redemption.\n\nKey learnings:\n- The alchemical stages of nigredo, albedo, and rubedo are symbolic of a process of spiritual transformation and discovery of the true Self.\n- The Rosicrucians were a secret brotherhood of alchemists who were popular in the 17th century and whose symbolism was centered around the rose cross.\n- Goethe's Faust II is a complex work with mysterious alchemical undertones.\n- The My Immortal fanfiction provides a unique interpretation of alchemical symbolism in fiction.\n- The alchemical process involves multiple stages, including nigredo, albedo, and rubedo, and each stage embodies specific colors and symbols.\n- Skipping a step in the alchemical process can lead to incomplete transformation and repeated cycles.\n- Integration with the anima or animus involves recognizing and accepting all aspects of the self.\n- My Immortal provides a blueprint for escaping the narrative created by the ego and breaking into reality.\n- Every one of us is capable of completing the alchemical Work.\n\nKey questions:\n- Who was the author of \"My Immortal\" and why did they choose to incorporate these complex themes and symbols in their fanfic?\n- Are there other works of fanfic or popular culture that contain hidden alchemical or symbolic meanings?\n- How can an understanding of alchemy and its symbols enrich our understanding and analysis of literature and pop culture?\n- How does Ebony finally reach the rubedo stage?\n- How do the dual animus figures of Hagrid and Harry \"Vampire\" Potter represent different aspects of the animus?\n- What is the significance of Dumbledore as the albedo figure in the story?\n- How do the colors and symbolism of Ebony's clothing reflect her progress in the alchemical process?\n- What is the significance of the mispelling of \"Helena\" in Chapter 38 of My Immortal?\n- Why does Ebony's date with Satan confusedly combine the second and third alchemical weddings?\n- What is the meaning of the final word \"ABRA KEDABRA!!!!!!!!!!!11111\" in My Immortal's final chapter?\n"
}