{
    "title": "Book Review Review: Little Soldiers",
    "date": "January 22, 2020",
    "links": [
        "https://www.amazon.com/Little-Soldiers-American-Chinese-Achieve/dp/0062367862/ref=as_li_ss_tl?keywords=little+soldiers&qid=1579753016&sr=8-1&linkCode=ll1&tag=slatestarcode-20&linkId=f87df8c613132d5a2c45a6be3c1327d3&language=en_US",
        "https://www.reddit.com/r/slatestarcodex/comments/cz48fp/little_soldiers_inside_the_chinese_education/",
        "https://www.the74million.org/article/schneider-the-strange-case-of-china-and-its-top-pisa-rankings-how-cherry-picking-regions-to-take-part-skews-its-high-scores/",
        "https://slatestarcodex.com/2016/04/27/book-review-albions-seed/",
        "https://www.reddit.com/r/slatestarcodex/comments/cz48fp/little_soldiers_inside_the_chinese_education/",
        "https://twitter.com/webdevmason",
        "https://twitter.com/michaelblume",
        "http://hackeducation.com/2015/04/25/factory-model",
        "https://xkcd.com/519/",
        "https://sci-hub.tw/10.1111/j.1467-9280.2005.01667.x",
        "https://sci-hub.tw/10.1111/j.1744-6570.2008.00123.x",
        "https://www.sciencedirect.com/science/article/pii/S0149763418307905",
        "https://pseudoerasmus.com/2017/10/02/ijd/#LVG",
        "https://slatestarcodex.com/2016/04/27/book-review-albions-seed/",
        "https://slatestarcodex.com/2019/03/12/puritan-spotting/",
        "https://www.washingtonexaminer.com/red-alert-politics/teachers-cant-discipline-students-with-their-hands-tied-behind-their-backs",
        "https://www.iflscience.com/brain/millennials-are-an-exceptionally-well-behaved-generation/",
        "https://www.inc.com/magazine/201505/leigh%5C-buchanan/the%5C-vanishing%5C-startups%5C-in%5C-decline.html",
        "https://slatestarcodex.com/2018/11/13/preschool-much-more-than-you-wanted-to-know/",
        "https://www.vox.com/science-and-health/2017/5/22/13768406/mindfulness-meditation-good-for-kids-evidence",
        "https://slatestarcodex.com/2017/05/30/hungarian-education-iii-mastering-the-core-teachings-of-the-budapestians/"
    ],
    "url": "https://slatestarcodex.com/2020/01/22/book-review-review-little-soldiers/",
    "summary": "Key ideas:\n- Little Soldiers is a book by Lenora Chu about the Chinese education system.\n- This post is a review of Dormin111’s review of Little Soldiers.\n- The author describes her experiences in a top preschool in China and what she learned about the Chinese education system.\n- Chinese education system emphasizes discipline over creativity and independence.\n- Some people argue that the Prussian model of education used in the US is outdated and unsuited for the modern workforce.\n- The US education system is blamed for suppressing natural motivation in students.\n- Early factory workers lacked \"discipline capital\" like punctuality, sobriety, reliability, docility, and pliability\n- Mill workers in the Global South, including Japan, were described as idling, loitering, or socializing during work hours\n- US parenting and schooling seem to be getting less authoritarian over time\n- Preschools improve life outcomes such as graduation rates, crime rates, and employment\n- The Polgar strategy involves exposing children to out-of-distribution experiences without using force\n\nKey learnings:\n- The Chinese education system emphasizes discipline, obedience, and memorization over creativity and independence.\n- US education is criticized for its focus on homework, standardized testing, and competition.\n- There is no clear evidence to support the claim that extreme cultivation of discipline vs. laissez-faire childrearing affects long-term outcomes like self-control.\n- Lack of discipline capital among early factory workers hindered their adaptation to industrial work habits\n- Perceptions of chaotic and disorderly mill workers may have been due to early workers' preference for autonomous work arrangements\n- US parenting and schooling have become less authoritarian, yet children have become better behaved over time\n- Preschools may teach children discipline that improves their life outcomes\n- The Polgar strategy involves interesting children in a topic so avidly that they voluntarily study it at intense levels\n\nKey questions:\n- What qualities of the Chinese culture contribute to the emphasis on discipline in their education system?\n- Are there similar extreme versions of other education systems that can be compared to the Chinese one?\n- Can the Chinese education system be adapted to other cultures without suppressing natural motivation in students?\n- Which historical culture had the most authoritarian-instillment-of-virtue-focused approach to child-rearing?\n- What causes children to become more risk-averse over time?\n- Why are entrepreneurs decreasing in number and why are more top students choosing to work for a boss at a big bank?\n"
}