{
    "title": "NYT Is Threatening My Safety By Revealing My Real Name, So I Am Deleting The Blog",
    "date": "June 22, 2020",
    "links": [
        "https://astralcodexten.substack.com/p/statement-on-new-york-times-article",
        "https://slatestarcodex.com/about/",
        "https://webcache.googleusercontent.com/search?q=cache:rcPcxd0-nqQJ:https://blogs.scientificamerican.com/mind-guest-blog/why-psychiatrists-don-t-share-personal-information-with-patients/",
        "https://thelastpsychiatrist.com/",
        "https://twitter.com/JohnDiesattheEn/status/1067072479192068096",
        "https://slatestarcodex.com/re-swatting/",
        "https://www.reddit.com/r/slatestarcodex/",
        "https://www.reddit.com/r/TheMotte/",
        "https://discord.gg/RTKtdut",
        "https://twitter.com/gwern/status/1275079173770317839",
        "https://www.reddit.com/r/slatestarcodex/",
        "https://www.nytimes.com/2019/10/15/homepage/contact-newsroom.html"
    ],
    "url": "https://slatestarcodex.com/2020/06/22/nyt-is-threatening-my-safety-by-revealing-my-real-name-so-i-am-deleting-the-blog/",
    "summary": "Key ideas\n- The author deleted his blog in response to a New York Times reporter threatening to reveal his real name in an article.\n- The author has a pseudonym to protect himself from potential dangers, such as the risk of losing his job and the possibility of being targeted by death threats.\n- The author's ideal scenario is for the New York Times to promise to not use his real name in the article they're writing about him.\n\nKey learnings\n- Staying pseudonymous can be important for personal and professional reasons.\n- Doxxing, or revealing someone's personal information without their consent, can have serious consequences.\n- The media industry needs better practices for protecting the privacy and safety of individuals who engage in public discourse.\n\nKey questions\n- How can we strike a balance between transparency and privacy for people who engage in public discourse?\n- What responsibility do media outlets have in protecting the privacy and safety of individuals they write about?\n- Can we trust major media outlets to practice responsible journalism given their pursuit of clicks and revenue?"
}