{
    "title": "The Amish Health Care System",
    "date": "April 20, 2020",
    "links": [
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5198134/",
        "https://holmeshealth.org/wp-content/uploads/2017/10/Holmes-County-2017-Health-Assessment-8-25-17.pdf",
        "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0051560",
        "https://time.com/5159857/amish-people-stay-healthy-in-old-age-heres-their-secret/",
        "http://flowerpatchcottage.com/2018/03/amish-health-secrets-that-will-add-years-to-your-life/",
        "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0051560",
        "https://onlinelibrary.wiley.com/doi/abs/10.1002/ajmg.1483",
        "https://www.researchgate.net/figure/Average-life-span-and-95-confidence-intervals-for-Old-Order-Amish-mothers-who-lived-to_fig2_7266763",
        "https://slatestarcodex.com/2013/07/17/who-by-very-slow-decay/",
        "https://www.healthcare.gov/choose-a-plan/catastrophic-health-plans/",
        "https://www.consumerismcommentary.com/church-health-insurance-amish/",
        "http://amishwisdom.com/ask-the-amish-do-the-amish-tithe/",
        "https://abcnews.go.com/GMA/Health/story?id=1652941",
        "https://qz.com/695101/the-amish-understand-a-crucial-element-of-modern-medicine-that-most-americans-dont/",
        "https://slatestarcodex.com/2020/04/20/the-amish-health-care-system/#comment-884325",
        "https://www.cdc.gov/nchs/fastats/health-expenditures.htm",
        "https://www.wsj.com/articles/SB114048909124578710",
        "https://www.sciencedirect.com/science/article/abs/pii/S0965229901904856",
        "https://theamericanchiropractor.com/an-amish-story/",
        "https://commons.und.edu/cgi/viewcontent.cgi?article=1032&context=nurs-capstones",
        "https://holmeshealth.org/wp-content/uploads/2017/10/Holmes-County-2017-Health-Assessment-8-25-17.pdf",
        "https://qz.com/695101/the-amish-understand-a-crucial-element-of-modern-medicine-that-most-americans-dont/",
        "https://slatestarcodex.com/2014/11/05/the-right-to-waive-your-rights/",
        "https://books.google.com/books?id=R1wWvnjCswcC&pg=PA98&lpg=PA98&dq=amish+health+care+tijuana&source=bl&ots=XEzSQjdb-F&sig=ACfU3U2qc9UpG_LA3hWQ5BNwje_Onfh85A&hl=en&sa=X&ved=2ahUKEwj8vuvy1_PoAhXjPn0KHejnBK44ChDoATACegQICxAo#v=onepage&q=amish%20health%20care%20tijuana&f=false",
        "https://slatestarcodex.com/2019/05/22/the-apa-meeting-a-photo-essay/",
        "https://slatestarcodex.com/2017/02/09/considerations-on-cost-disease/",
        "https://slatestarcodex.com/2019/06/10/book-review-the-prices-are-too-dmn-high/",
        "https://slatestarcodex.com/2019/06/17/followup-on-the-baumol-effect-thanks-o-baumol/"
    ],
    "url": "https://slatestarcodex.com/2020/04/20/the-amish-health-care-system/",
    "summary": "Key ideas:\n- The Amish belief that healthcare insurance companies are evil, and that good Christians must have no traffic with them.\n- The Amish healthcare system is based on church aid, with tithes paid to congregations and the money going to \"alms\" which the bishop distributes to members in need.\n- Amish people who need hospital care can use the not-for-profit and voluntary-run health institution called Amish Hospital Aid, which covers catastrophic hospital admissions only.\n- The Amish outperform the English on every measured health outcome, with a higher rate of excellent or very good health and lower rates of diabetes, heart attack, and high blood pressure.\n- The Amish health care system is much cheaper than the US health care system, with the average Amish person spending between $600 and $1000 per year compared to the average American spending $11,000.\n- The Amish keep costs low by bargaining collectively with providers to keep prices low, being honorable customers, using folk medicine or chiropractors, never suing doctors, not making a profit, having no administrative expenses, avoiding risks with their health, and not overspending on health care.\n- The Amish have a successful method for obtaining healthcare without government support.\n- They have a free market system in which patients pay for care with their own money, which incentivizes cost comparison shopping.\n- The Amish comparison shop by leaning on their church community for financial help, making them feel a sense of obligation to spend church money wisely.\n- Their system may not work for people with chronic diseases or mental illness.\n- The Amish reliance on church alms and Amish Hospital Aid suggests that their care is still more expensive and burdensome for them than past generations' care was for them.\n\nKey learnings:\n- The Amish healthcare system is based on community support and is cheaper and more effective than the US health care system.\n- Bargaining collectively with providers, being honorable customers, using folk medicine or chiropractors, not suing doctors, and avoiding overspending can help lower health care costs.\n- The Amish's ability to obtain healthcare without government support is due to their free market system and reliance on their church community for financial help.\n- Healthcare prices started rising around the same time that health insurance became a thing, and they may have been mutually self-reinforcing.\n\nKey questions:\n- How can the US health care system be improved to be more like the Amish healthcare system?\n- What are the downsides to the Amish healthcare system, and are they worth the benefits?\n- Can the Amish healthcare system be replicated in a modern society, or is it only successful because of the specific circumstances of the Amish community?\n- How important is each individual factor in the Amish's ability to obtain healthcare without undue financial burden or government support?\n- Are there ways to apply the same principles of the Amish healthcare system to English society?\n- Why did healthcare prices start rising, and were they mutually self-reinforcing with the spread of health insurance?\n"
}