{
    "title": "Update On My Situation",
    "date": "September 11, 2020",
    "links": [
        "https://slatestarcodex.com/2020/06/22/nyt-is-threatening-my-safety-by-revealing-my-real-name-so-i-am-deleting-the-blog/",
        "https://substack.com/",
        "https://techcrunch.com/2020/07/15/substack-launches-defender-a-program-offering-legal-support-to-independent-writers/",
        "https://www.reddit.com/r/slatestarcodex/comments/i10p4m/survey_on_moving_ssc_to_substack/",
        "https://www.datasecretslox.com/index.php",
        "https://slatestarcodex.com/2018/06/20/cost-disease-in-medicine-the-practical-perspective/",
        "https://abc7news.com/smoke-in-the-air-today-why-is-sky-orange-quality-index-oakland-bay-area/6414147/",
        "https://www.sacbee.com/news/california/article245534855.html",
        "https://www.bbc.com/future/article/20200806-the-biblical-east-african-locust-plagues-of-2020"
    ],
    "url": "https://slatestarcodex.com/2020/09/11/update-on-my-situation/",
    "summary": "Key ideas:\n- The author has not heard back from the New York Times after deleting his blog, but they recently approached an acquaintance for another interview\n- Some people are attempting to harass the author by posting his real name on Twitter\n- The author is slowly transitioning away from his day job towards starting his own private practice that will focus on medication management\n- The author is negotiating details to potentially move to Substack as his blogging platform\n- The author has received generous offers from Substack and is considering moving there for added protection and income streams\n- The author plans to start blogging again between October and January and would like to maintain his anonymity until then\n\nKey learnings:\n- The author is accepting the fact that maintaining anonymity may be a losing battle\n- The author is being cautious and thoughtful in his transition away from his day job and towards independent work\n- The author is seeking added protection and support from Substack \n\nKey questions:\n- How will the author adjust to the potential loss of anonymity and the resulting changes in his practice and blogging approach?\n- Will the author face any further harassment or backlash from the New York Times or anyone else?\n- How will the author's fans and followers adapt to changes in the blogging platform and potential paywalls?"
}