{
    "title": "2019 Adversarial Collaboration Winners",
    "date": "January 13, 2020",
    "links": [
        "https://slatestarcodex.com/2019/12/09/2019-adversarial-collaboration-entries/",
        "https://slatestarcodex.com/2019/12/12/acc-does-calorie-restriction-slow-aging/",
        "https://slatestarcodex.com/2019/12/11/acc-is-eating-meat-a-net-harm/",
        "https://slatestarcodex.com/2019/12/11/acc-is-eating-meat-a-net-harm/#comment-830161",
        "https://www.reddit.com/r/slatestarcodex/comments/ecphip/acc_should_gene_editing_technologies_be_used_in/fbeiboa/",
        "https://slatestarcodex.com/2019/12/18/acc-should-gene-editing-technologies-be-used-in-humans/#comment-832206",
        "https://slatestarcodex.com/2019/12/18/acc-should-gene-editing-technologies-be-used-in-humans/#comment-832511",
        "https://slatestarcodex.com/2018/02/19/technological-unemployment-much-more-than-you-wanted-to-know/",
        "https://www.patreon.com/user?u=926060"
    ],
    "url": "https://slatestarcodex.com/2020/01/13/2019-adversarial-collaboration-winners/",
    "summary": "Key ideas:\n- Adrian Liberman and Calvin Reese won the 2019 Adversarial Collaboration Contest for their research on whether calorie restriction can slow aging.\n- David G and Froolow came in a very close second place for their research on whether eating meat is a net harm.\n- The collaborations differed in their approach, with some focused on factual questions while others reviewed every plausible argument for and against a topic.\n- The collaborations spurred some voters to change their opinions or alter their behaviors.\n- Scott wishes he could fund adversarial collaborations between universally-recognized intellectuals who would stick to their guns.\n\nKey learnings:\n- Focusing on a factual question is a promising model for adversarial collaborations.\n- The quantifiable benefits of circumcision are low, but people's ethical intuitions are strong on this topic.\n- Adversarial collaborations can be difficult when assessing completely moral questions like abortion.\n- Automation is an important issue which deserves more attention.\n- Adversarial collaborations can produce long and fascinating articles without necessarily coming to a conclusion.\n\nKey questions:\n- How do we tell the difference between \"a good faith effort by intelligent people naturally converges on vegetarianism\" vs. \"the anti-vegetarian collaborator slacked off\"?\n- Could the government (or whoever) give money to a private foundation with really good trustees to make something that can't be defunded?\n- How can adversarial collaborations adapt to explore other mediums besides Word or Google Docs?\n- Will there be another contest next year, or will it be replaced by a book review contest?"
}