{
    "title": "Face Masks: Much More Than You Wanted To Know",
    "date": "March 23, 2020",
    "links": [
        "https://twitter.com/cdcgov/status/1233134710638825473",
        "https://www.marketwatch.com/story/the-cdc-says-americans-dont-have-to-wear-facemasks-because-of-coronavirus-2020-01-30",
        "https://archive.is/iNBGr#selection-739.388-759.160",
        "https://www.lesswrong.com/posts/h4vWsBBjASgiQ2pn6/credibility-of-the-cdc-on-sars-cov-2",
        "https://slatestarcodex.com/2020/03/19/coronalinks-3-19-20/#comment-868335",
        "https://sci-hub.tw/https://www.ncbi.nlm.nih.gov/pubmed/25816216",
        "https://s3.amazonaws.com/academia.edu.documents/48923413/Protecting_healthcare_workers_from_pande20160917-30545-qdzwf7.pdf",
        "https://www.ncbi.nlm.nih.gov/pubmed/16014825",
        "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(03)13168-6/fulltext",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3810906/",
        "https://sci-hub.tw/10.1136/bmj.h694",
        "https://sci-hub.tw/https://www.ncbi.nlm.nih.gov/pubmed/19193267",
        "https://sci-hub.tw/https://www.ncbi.nlm.nih.gov/pubmed/22280120",
        "https://www.ijidonline.com/article/S1201-9712%2808%2901008-4/fulltext",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4868605/",
        "https://www.cmaj.ca/content/cmaj/suppl/2016/03/07/cmaj.150835.DC1/150835-res-2-at.pdf",
        "https://www.sciencedirect.com/science/article/abs/pii/S0195670113000698",
        "https://www.journalofhospitalinfection.com/article/S0195-6701(13)00280-6/pdf",
        "https://www.ncbi.nlm.nih.gov/pubmed/10656351/",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2738466/",
        "https://slatestarcodex.com/2020/03/02/coronavirus-links-speculation-open-thread/",
        "https://www.cdc.gov/h1n1flu/masks.htm",
        "https://www.npr.org/sections/goatsandsoda/2015/06/22/416466284/will-a-surgical-mask-keep-you-safe-in-a-viral-outbreak",
        "https://www.ncbi.nlm.nih.gov/pubmed/9310601",
        "https://slatestarcodex.com/2014/04/28/the-control-group-is-out-of-control/",
        "https://slatestarcodex.com/2019/06/03/repost-epistemic-learned-helplessness/",
        "http://www.overcomingbias.com/2008/08/doctor-there-ar.html",
        "https://www.thelancet.com/journals/lanres/article/PIIS2213-2600(20)30134-X/fulltext#box1",
        "https://en.wikipedia.org/wiki/Risk_compensation",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4480558/",
        "https://www.ncbi.nlm.nih.gov/pubmed/16295987"
    ],
    "url": "https://slatestarcodex.com/2020/03/23/face-masks-much-more-than-you-wanted-to-know/",
    "summary": "Key ideas:\n- There's controversy over the use of face masks for protection against coronavirus.\n- Both sides agree that N95 respirators help prevent the wearer from getting infected and surgical masks help sick people from infecting others.\n- They disagree on whether surgical masks alone help prevent the wearer from becoming infected.\n- Epidemiologists have realized that droplet and airborne transmission exist along more of a spectrum, called \"aerosol transmission\".\n- Surgical masks offer no protection against airborne disease or the airborne component of aerosol diseases.\n- Randomized studies are unethical during a pandemic, so case-control studies have been used to determine whether masks helped.\n- Some studies show that surgical masks, but not respirators, prevent infection.\n- There is evidence that masks have efficacy in the community setting, subject to compliance and early use.\n- Hokey lab studies show that surgical masks have a lower failure rate than N95 respirators.\n- Surgical masks can reduce exposure to infectious influenza virus by an average of 6-fold.\n- N95 respirators provide no significant benefit over surgical masks for healthcare workers in most situations.\n- Fit-testing is a laborious and necessary task for the effective functioning of N95 respirators, but is problematic for healthcare organizations.\n\nKey learnings:\n- Surgical masks offer only limited protection against coronavirus, which is partially airborne.\n- Studies on the efficacy of masks are limited due to ethical constraints.\n- Per-protocol analyses of trials suggest that surgical masks are helpful in preventing infection, but intention-to-treat analysis shows mixed results.\n- Health care workers may have more practice using masks, but community randomized controlled trials suggest that masks work in the community setting.\n- Masked health care workers, family members, and travelers on planes are less likely to catch disease than unmasked ones.\n- Modest reductions in particle number from wearing a mask in high-risk situations are still helpful.\n- Wearing a mask in low-risk situations like being at home or taking a walk may make you marginally less likely to get infected.\n\nKey questions:\n- What are the theoretical reasons why surgical masks might or might not work?\n- Are people who wear surgical masks less likely to get infected during epidemics?\n- Do surgical masks underperform respirators in randomized trials?\n- Do surgical masks prevent ordinary people from getting infected outside the healthcare setting?\n- How do surgical masks and respirators compare in hokey lab studies?\n- How does the particle number map to infection risk when it comes to surgical masks and N95 respirators?\n- Is a poorly-fitted N95 respirator better than nothing?\n- Why does the CDC recommend against mask use despite evidence suggesting masks are effective?\n"
}