{
    "title": "The Vision Of Vilazodone And Vortioxetine",
    "date": "June 15, 2020",
    "links": [
        "https://en.wikipedia.org/wiki/Valproate#History",
        "https://en.wikipedia.org/wiki/Lithium#Medicine",
        "https://slatestarcodex.com/2016/08/11/book-review-pihkal/",
        "https://slatestarcodex.com/2015/04/05/chemical-imbalance/",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4048143/",
        "https://ebmh.bmj.com/content/7/4/107",
        "https://onlinelibrary.wiley.com/doi/abs/10.1002/hup.2465",
        "https://www.biologicalpsychiatryjournal.com/article/S0006-3223(09)00392-8/pdf",
        "https://books.google.com/books?id=h7lva61Muq4C&pg=PA331&lpg=PA331&dq=buspirone+desensitizes+presynaptic+autoreceptors&source=bl&ots=AyBkjBrZw0&sig=ACfU3U0ivAN_NSngnyZrCmLhRcmFsa_uCA&hl=en&sa=X&ved=2ahUKEwiFqfiyjoDqAhUXsJ4KHRGnDvMQ6AEwC3oECAwQAQ#v=onepage&q=buspirone%20desensitizes%20presynaptic%20autoreceptors&f=false",
        "https://slatestarcodex.com/2019/04/30/buspirone-shortage-in-healthcaristan-ssr/#comment-748930",
        "https://sci-hub.tw/10.1016/0014-2999(96)00185-9",
        "https://pubmed.ncbi.nlm.nih.gov/12183683/",
        "https://emcrit.org/toxhound/dont-pick-the-scab/",
        "https://pubmed.ncbi.nlm.nih.gov/25470094/",
        "https://pubmed.ncbi.nlm.nih.gov/25500685/",
        "https://pubmed.ncbi.nlm.nih.gov/25500685/#&gid=article-figures&pid=fig-1-uid-0 ",
        "https://link.springer.com/article/10.1007/s00213-015-4198-1",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4457500/",
        "https://www.sciencedirect.com/science/article/abs/pii/S1743609515301466",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5919989/",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4409435/",
        "https://sci-hub.tw/10.1016/j.jad.2017.11.056",
        "https://sci-hub.tw/10.1016/j.jad.2017.11.056",
        "https://www.tandfonline.com/doi/full/10.1080/24750573.2017.1338823#",
        "https://www.sciencedirect.com/science/article/abs/pii/S1743609515344192",
        "https://www.thecarlatreport.com/the-carlat-psychiatry-report/trintellix-and-cognition-a-closer-look/"
    ],
    "url": "https://slatestarcodex.com/2020/06/15/the-vision-of-vilazodone-and-vortioxetine/",
    "summary": "Key ideas:\n- Vortioxetine and vilazodone are two antidepressants developed through extensive research, but they are no better than earlier medications.\n- SSRIs increase serotonin immediately but take about a month to work because of presynaptic 5-HT1A autoreceptors that adjust serotonin levels.\n- Some scientists wondered if blocking these autoreceptors would create faster and better antidepressants, leading to studies on pindolol and buspirone as adjunctive therapy.\n- Vilazodone is an SSRI and 5-HT1A partial agonist that does not appear to work any better than other antidepressants, and it is more expensive.\n- Vortioxetine is an SSRI and 5-HT1A agonist/5-HT3 antagonist that does not appear to live up to its theoretical promise.\n- Pharma companies spent a decade researching 5-HT1A partial agonists for depression, but it did not lead to any benefits.\n- A new drug, vortioxetine, is an SSRI with a faster mechanism of action and additional anti-anxiety, anti-nausea, and cognitive-improving effects compared to other antidepressants, but its effects are not very significant.\n- Vortioxetine is more expensive than other antidepressants, costing $375 a month.\n\nKey learnings:\n- Drug discovery in psychiatry is often inefficient and accidental, and designing antidepressants is challenging due to the complexity of the pathways involved.\n- The mechanism underlying the delayed onset of action of SSRIs involves negative feedback from presynaptic 5-HT1A autoreceptors, which can be bypassed by blocking or desensitizing these autoreceptors.\n- The potential benefits of adding 5-HT1A partial agonists like buspirone or vilazodone to SSRIs are uncertain, and vilazodone is much more expensive than other SSRIs.\n- The advantages of a single medication that combines 5-HT1A and 5-HT3 activity are speculative, and vortioxetine does not appear to provide significant clinical benefits.\n- Vortioxetine may treat depression about as well as any other antidepressant.\n- The drug may cause more nausea and vomiting than other antidepressants.\n- Studies suggest that vortioxetine may have slight (but not statistically significant) sexual benefits and may improve performance on a specific cognitive test.\n- Combining 5-HT1A partial agonism with SSRIs did not lead to any benefits for depression.\n\nKey questions:\n- Why do some patients get an antidepressant response from SSRIs immediately, despite the 5-HT1A autoreceptors?\n- How does buspirone act as an anxiolytic and a pro-sexual agent, and why are the explanations for this mechanism so unclear?\n- Why did people assume that buspirone and vilazodone would work similarly to adjunctive pindolol, despite their different pharmacological profiles?\n- What is the significance of 5-HT3 antagonism in antidepressant therapy, and does it provide any clinical benefits beyond reducing nausea?\n- Are there any medications that combine the potential advantages of 5-HT1A and 5-HT3 activity in a single molecule, and would they provide significant clinical benefits for depression and anxiety?\n- Is vortioxetine worth the cost, given its minimal benefits?\n- Do 5-HT1A partial agonists work for depression, and why did pharma companies spend so much money researching them?\n- What is the mechanism of action of buspirone and how does it relate to serotonin?\n"
}