{
    "title": "Book Review: Origin Of Consciousness In The Breakdown Of The Bicameral Mind",
    "date": "June 1, 2020",
    "links": [
        "https://amzn.to/2ZZUR1K",
        "https://en.wikipedia.org/wiki/Sally%E2%80%93Anne_test",
        "https://www.theatlantic.com/family/archive/2019/07/why-do-kids-have-imaginary-friends/594919/",
        "https://en.wikipedia.org/wiki/Internal_Family_Systems_Model",
        "https://en.wikipedia.org/wiki/Dispute_between_a_man_and_his_Ba",
        "http://penelope.uchicago.edu/Thayer/E/Roman/Texts/Plutarch/Moralia/De_defectu_oraculorum*.html",
        "https://www.sciencedaily.com/releases/2017/01/170125093823.htm",
        "https://academic.oup.com/schizophreniabulletin/article/35/1/58/1929270",
        "https://www.oatext.com/resting-stated-tractography-fmri-in-initial-phase-of-spiritual-possession-a-case-report.php",
        "https://www.julianjaynes.org/jjsforum/viewforum.php?f=13&sid=a22e349e15e47f085e1813e3dde95bde",
        "https://www.julianjaynes.org/jjsforum/viewtopic.php?t=467",
        "https://www.julianjaynes.org/jjsforum/viewtopic.php?f=13&t=15",
        "https://www.reddit.com/r/self/comments/3yrw2i/i_never_thought_with_language_until_now_this_is/",
        "https://slatestarcodex.com/2014/03/17/what-universal-human-experiences-are-you-missing-without-realizing-it/",
        "https://en.wikipedia.org/wiki/Culture-bound_syndrome",
        "https://www.amazon.com/Origin-Consciousness-Breakdown-Bicameral-Mind/dp/0618057072/ref=as_li_ss_il?crid=1V1F5FS6HDFLR&dchild=1&keywords=origin+of+consciousness+in+the+breakdown+of+the+bicameral+mind&qid=1591068908&sprefix=origin+of+consciousness+in+,aps,521&sr=8-1&linkCode=li2&tag=slatestarcode-20&linkId=7db35fc5ee22e6c9e212cc6da3d6fea7&language=en_US"
    ],
    "url": "https://slatestarcodex.com/2020/06/01/book-review-origin-of-consciousness-in-the-breakdown-of-the-bicameral-mind/",
    "summary": "Key ideas:\n- Julian Jaynes' book, The Origin Of Consciousness In The Breakdown Of The Bicameral Mind, has flaws in the way it explains the origin of consciousness and posits the breakdown of the bicameral mind.\n- Theory-of-mind is our intuitive model of how the mind works, and is something that has to be learned from parents and from our surroundings.\n- Jaynes believes that theory of mind only first appeared in the Bronze Age Near East, c. 1500 - 750 BC, and that the Iliad illustrates the development process of theory-of-mind.\n- The Bronze Age societies had a hive-mind mentality where people tried to capture their deities in their heads to replace their free will with their mental model of society's demands on them.\n- People in the Bronze Age believed in Demons, and the air in Mesopotamia was darkened with them.\n- The writings during the 1000-750 BC period include the main themes of \"the gods have forsaken us\" and \"why aren't there gods anymore?\".\n- Jaynes believes that as the theory-of-mind waterline rises, fewer and fewer people hear the voices of the gods.\n- Julian Jaynes' theory of consciousness states that subjective consciousness is an invention of the Bronze Age Near East\n- Jaynes argues that prior to the Bronze Age, humans were bicameral, meaning that one hemisphere of the brain controlled the other and hallucinations of gods were common\n- The theory of consciousness is not widely accepted and has several criticisms including the fact that split-brain patients do not replicate Jaynes' theory and that Jaynes' theory does not account for cultures isolated from the Near East during the Bronze Age\n\nKey learnings:\n- Children learn theory-of-mind from their parents, and it is not an inherent concept.\n- The Bronze Age Near East and the Iliad illustrate a gradual process of refinement in understanding theory-of-mind.\n- The ancients lacked theory of mind, had no mental imagery, and viewed the gods as internal voices who gave them commands.\n- Giving yourself multiple personalities is easy under the right circumstances.\n- The Bronze Age societies tried to capture their deities in their heads to replace their free will with their mental model of society's demands on them.\n- People were obsessed with demons post-1000 BC as the gods receded, and the voices of the gods faded when theory of mind started spreading.\n- By 500 BC, the ability to hear the gods was limited to a few prophets, oracles and poets.\n- The removal of gods from the internal world of people paved the way for many other things, including the invention of idea heaven.\n- Jaynes' theory of consciousness proposes that subjective consciousness is an invention\n- The theory is highly controversial and has several criticisms\n- Culture plays a significant role in the formation of theory of mind and can impact behavior in unique and surprising ways\n\nKey questions:\n- When in human history did theory-of-mind first arise, and how did it come about?\n- What is the evidence to support Jaynes' argument that theory-of-mind only appeared in the Bronze Age Near East?\n- How did ancient people view the gods as internal voices, and how did this affect their decision-making processes?\n- What was the real cause of the collapse of the Bronze Age?\n- How did the decline in the ability to hear the gods affect society?\n- If consciousness is an invention, what does that mean for our understanding of the mind?\n- Is theory of mind culturally determined?\n- How do we account for cultures isolated from the Near East who did not have subjective consciousness according to Jaynes' theory?\n"
}