{
    "title": "Book Review: Hoover",
    "date": "March 17, 2020",
    "links": [
        "https://www.amazon.com/Hoover-Extraordinary-Life-Times/dp/030774387X/ref=as_li_ss_tl?crid=5SHXOTH29IO3&keywords=hoover+an+extraordinary+life+in+extraordinary+times&qid=1584218149&sprefix=Hoover+extraordi,aps,236&sr=8-1&linkCode=ll1&tag=slatestarcode-20&linkId=7550cbdfcdfea02b737bc70052f672f2&language=en_US",
        "https://en.wikipedia.org/wiki/Big_Game_(American_football)",
        "https://en.wikipedia.org/wiki/Boxer_Rebellion",
        "https://en.wikipedia.org/wiki/History_of_conservatism_in_the_United_States#1920s",
        "https://en.wikipedia.org/wiki/Great_Mississippi_Flood_of_1927#Political_and_social_responses",
        "https://books.google.com/books?id=dmp0DwAAQBAJ&pg=PA115&lpg=PA115&dq=Hoover+ancient+Chinese+mines+Burma&source=bl&ots=EqLV8bjzto&sig=ACfU3U3_gS9SdVDgysu-thjSKIDiOtN_sA&hl=en&sa=X&ved=2ahUKEwiTg-bAgKHoAhUfHzQIHTs1AzQ4ChDoATABegQICBAB#v=onepage&q=Hoover%20ancient%20Chinese%20mines%20Burma&f=false",
        "https://artsandculture.google.com/exhibit/conquering-world-hunger-u-s-national-archives/gQkCqw8t?hl=en",
        "https://www.wbur.org/onlyagame/2016/03/05/hoover-ball-crossfit-president-politics",
        "https://slatestarcodex.com/2017/03/16/book-review-seeing-like-a-state/",
        "https://marginalrevolution.com/marginalrevolution/2020/01/what-libertarianism-has-become-and-will-become-state-capacity-libertarianism.html"
    ],
    "url": "https://slatestarcodex.com/2020/03/17/book-review-hoover/",
    "summary": "Key ideas:\n- Herbert Hoover's life was full of adventure and few people know about his accomplishments outside of being blamed for the Great Depression.\n- Hoover grew up poor and orphaned, but found success through his own initiatives and work.\n- Hoover's success was not always ethical, he scammed people and did what he had to make a profit.\n- Herbert Hoover was a highly influential mining engineer, businessman, and philanthropist.\n- Hoover was known for his powerful intellect and willpower, as well as his tendency to offend those around him.\n- Hoover's philanthropic efforts included organizing relief efforts for stranded American tourists in Europe and feeding millions of Belgians during World War I.\n- Hoover's early years are marked by a sense of altruism and a desire to help the downtrodden.\n- Hoover proves to be an adept businessman, finding great success as a mining engineer.\n- Hoover becomes a war hero during World War I by leading the Committee for the Relief of Belgium and the American Relief Administration.\n- Hoover's tenure as Secretary of Commerce is marked by significant achievements in centralizing and rationalizing American government.\n- Hoover becomes a presidential candidate in 1928 and wins the election, promising to fix Prohibition and call a special session of Congress to debate the tariff question.\n- Herbert Hoover was hailed as a near-perfect candidate before becoming President of the United States.\n- Hoover was miserable during his presidency due to various factors, including politics and the Great Depression.\n- Although Hoover had some successes in remedying the nation's economic crisis, he was unable to reverse the overall decline of the economy during his presidency.\n- Hoover spent most of his post-presidential life attacking FDR and the New Deal.\n- Herbert Hoover was a successful philanthropist, despite having a personal callousness that conflicted with his love for all humanity.\n- Hoover's weak and inconsistent sympathies often allowed him to outdo his opponents.\n- Hoover's role in the modern conservative movement, as suggested by scholar Kenneth Whyte, is unclear.\n\nKey learnings:\n- Reading about unconventional historical figures can be interesting and educational.\n- Sometimes, people who are remembered for one thing have accomplished much more than popular history suggests.\n- Achieving success often requires taking initiative and being willing to seize opportunities.\n- Hoover's success in business and philanthropy was due in large part to his intelligence and ability to quickly cut through extraneous information.\n- Despite being known for his tactlessness, Hoover was able to get results through determination and careful planning.\n- Hoover's efforts to provide relief to stranded Americans and starving Belgians were innovative and ambitious, requiring significant coordination and dedication.\n- Hoover's life journey demonstrates the power of individual achievement and determination to make a positive impact on the world.\n- Hoover's expertise in business and global affairs made him a uniquely successful leader and diplomat.\n- Hoover faced opposition and criticism throughout his career, but nevertheless maintained his focus and drive to better the lives of those in need.\n- Even well-prepared, successful leaders can encounter overwhelming failures beyond their control.\n- Political wrangling and media presence are significant aspects of presidential leadership.\n- A president's reputation can be significantly impacted by factors outside of his control.\n- A centralizing technocratic engineer can merge well with a small-government individualistic market-based philosophy, as seen in Hoover's politics.\n- Stubborn adherence to principles and being uncorrelated with others can lead to success despite past failures.\n\nKey questions:\n- How did Hoover's early life shape his drive and ambition?\n- What motivated Hoover to take such extreme measures to achieve success?\n- Is there a lesson to be learned from Hoover's willingness to do whatever it took to get ahead?\n- How did Hoover's early experiences as a mining engineer shape his later career in business and philanthropy?\n- What were some of Hoover's greatest challenges and obstacles during his relief efforts for stranded Americans and Belgians?\n- How did Hoover's experiences in philanthropy and relief work influence his later political career?\n- How did Hoover's early experiences shape his desire to help those in need?\n- What motivated Hoover to become involved in global relief efforts in World War I?\n- How did Hoover reconcile his desire for strong government with his commitment to a free and open society?\n- What factors led to Hoover's victory in the 1928 Presidential Election, and what challenges did he face during his term in office?\n- What could Hoover have done to better prepare for the Great Depression?\n- How effective was Hoover's response to the Great Depression compared to future presidents' attempts at economic recovery?\n- What motivated Hoover to spend the rest of his life attacking FDR and the New Deal?\n- What is the origin of modern American conservatism, especially in relation to Hoover's role in it?\n- Can a strong, effective state be allied with a small-government individualistic market-based philosophy?\n- How can a person with a personal callousness have such love for all humanity?\n"
}