{
    "title": "Studies On Slack",
    "date": "May 12, 2020",
    "links": [
        "https://books.google.com/books?id=1bUoIpTQbLYC&pg=PA153&lpg=PA153&dq=evolve+half+an+eye&source=bl&ots=dp1DlhtdUO&sig=ACfU3U09G7Jq2xitoELZglQykIGJBzBBDw&hl=en&sa=X&ved=2ahUKEwjsi5HngbDpAhUuGDQIHRRjCv44ChDoATAHegQICBAB#v=onepage&q=evolve%20half%20an%20eye&f=false",
        "https://en.wikipedia.org/wiki/Whale_fall",
        "https://slatestarcodex.com/2014/07/30/meditations-on-moloch/",
        "https://www.lesswrong.com/posts/yLLkWMDbC9ZNKbjDG/slack",
        "https://en.wikipedia.org/wiki/Lotka%E2%80%93Volterra_equations",
        "https://slatestarcodex.com/2019/08/12/book-review-secular-cycles/",
        "https://www.lesswrong.com/posts/QsMJQSFj7WfoTMNgW/the-tragedy-of-group-selectionism",
        "https://slatestarcodex.com/2015/08/17/the-goddess-of-everything-else-2/",
        "https://www.vox.com/future-perfect/2019/1/18/18183939/science-funding-grant-lotteries-research",
        "https://www.vox.com/future-perfect/2020/4/21/21228156/coronavirus-fast-grants-tyler-cowen-patrick-collison",
        "https://slatestarcodex.com/2017/11/30/book-review-inadequate-equilibria/",
        "https://en.wikipedia.org/wiki/X_(company)",
        "https://www.vox.com/recode/2019/5/22/18629621/long-term-stock-exchange-explainer-capitalism-quarterly-earnings",
        "https://www.versobooks.com/blogs/4385-failing-to-plan-how-ayn-rand-destroyed-sears",
        "https://www.amazon.com/Peoples-Republic-Walmart-Corporations-Foundation/dp/178663516X",
        "https://en.wikipedia.org/wiki/Memetics",
        "https://www.lesswrong.com/posts/HLqWn5LASfhhArZ7w/expecting-short-inferential-distances",
        "https://slatestarcodex.com/2019/01/08/book-review-the-structure-of-scientific-revolutions/"
    ],
    "url": "https://slatestarcodex.com/2020/05/12/studies-on-slack/",
    "summary": "Key ideas:\n- Eye evolution on Earth vs. a hypothetical planet with eyeless animals\n- Adaptive fitness landscapes and the role of competition in evolution\n- The concept of Moloch vs. Slack as opposites and complements\n- Group selection and examples of two-layer evolutionary systems\n- Slack is important for group selection problems in evolutionary systems.\n- Two-layer evolutionary systems can produce their own slack.\n- Monopolies have limitless slack and can afford to invest in long-term R&D projects.\n- The balance between Guns and Butter decisions in strategy games depends on distance and timing.\n- Slack is necessary for organisms to innovate and evolve.\n- Group selection can promote a system with both competition and decentralization.\n- Memes are in constant evolutionary competition, and inferential range is important for exploring new ideas.\n\nKey learnings:\n- Evolutionary pressure can limit the development of complex adaptations like eyes unless there is a balance of competition/pressure and relaxation in evolutionary environments\n- The interplay between Moloch (intense competition) and Slack (relaxation of competition) is important in optimizing evolutionary fitness in complex organisms\n- Evolutionary solutions that involve shared rulesets and punishment for rulebreakers can mimic successful two-layer evolutionary systems like multicellular life.\n- Group selection problems can be solved with two-layer evolutionary systems that allow for some slack.\n- Monopolies can be successful in R&D due to their ability to invest in long-term projects.\n- The optimal balance between Guns and Butter decisions in strategy games depends on distance and timing.\n- A system that promotes an evolutionary system with both competition and slack is usually best.\n- Inferential range is important for being open-minded and exploring new ideas.\n\nKey questions:\n- How can we apply the concept of adaptive fitness landscapes to real-world evolutionary scenarios?\n- What are some examples of successful two-layer evolutionary systems in human society today?\n- How can we balance intense competition and slack in human societies to optimize growth and prosperity?\n- How can we create two-layer systems to incentivize slack in group selection problems?\n- What are the potential downsides of encouraging monopolies for R&D?\n- How can we use the lessons from strategy games to inform real-world decision-making?\n- How much internal conflict is good for a group to keep them honest?\n- What can we learn from different economic systems, and how can we apply them to evolve better businesses?\n- How can we balance being open-minded with choosing better ideas over worse ones?\n"
}