{
    "title": "Contra Contra Contra Caplan On Psych",
    "date": "January 15, 2020",
    "links": [
        "http://econfaculty.gmu.edu/bcaplan/pdfs/szasz.pdf",
        "https://slatestarcodex.com/2015/10/07/contra-caplan-on-mental-illness/",
        "https://www.econlib.org/scott-alexander-on-mental-illness-a-belated-reply/",
        "https://www.ncbi.nlm.nih.gov/pubmed/31206201",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6139143/",
        "https://www.econlib.org/the-depression-preference/",
        "https://slatestarcodex.com/2018/02/07/guyenet-on-motivation/",
        "https://www.lesswrong.com/posts/NEeW7eSXThPz7o4Ne/thou-art-physics",
        "https://www.beeminder.com/",
        "http://picoeconomics.org/about.htm",
        "https://www.lesswrong.com/posts/895quRDaK6gR2rM82/diseased-thinking-dissolving-questions-about-disease",
        "https://slatestarcodex.com/2014/11/21/the-categories-were-made-for-man-not-man-for-the-categories/"
    ],
    "url": "https://slatestarcodex.com/2020/01/15/contra-contra-contra-caplan-on-psych/",
    "summary": "Key ideas:\n- Scott responds to Bryan Caplan's critique of psychiatry from 2006, stating that Bryan's dichotomy of constraints vs preferences does not match the real world.\n- Bryan claims that most psychiatric diseases are best modeled as people with unusual preferences, while physical diseases seem more like budget constraints.\n- Scott provides counterexamples to support his argument, including instances of physical diseases that also behave like preferences.\n- Bryan suggests a test of changing a person's behavior purely by changing their incentives to determine whether a condition is a matter of preference or constraint.\n- Scott argues that the gun-to-the-head test is insufficient for explaining behavior and decision-making, providing a model of lampreys' decision-making process instead.\n- The brain executes the strongest preference in a given situation, rather than making a conscious choice\n- Anything that strengthens one's urges at the expense of their goals can make them worse off\n- A model that considers both goals and urges, rather than solely preferences, is better for making decisions\n- Mental illness can produce strong, unendorsed urges that impede goal achievement and well-being\n- Defining disease based on the generation of unendorsed urges is complicated and lacks a perfect solution\n\nKey learnings:\n- The constraints vs preferences dichotomy used to model psychiatric diseases does not match the real world, as many physical diseases also behave like preferences.\n- A person's behavior is influenced by both preferences and constraints, and decision-making is a complex process.\n- Incentives are not the only determining factor for a person's behavior.\n- Preferences are not the only factor in decision-making; urges and goals must also be considered\n- Ignoring the impact of unendorsed urges can lead to worse outcomes\n- Mental illness can produce urges that impede goal achievement and well-being\n- Defining disease based on the generation of unendorsed urges lacks a clear solution\n\nKey questions:\n- How can we model diseases that neither strictly fall under the preferences nor constraints category?\n- Can we come up with a better model of decision-making that takes into account the multiple factors that influence a person's behavior?\n- How do we balance the importance of accepting unusual preferences while also acknowledging the negative consequences they may have on a person's life?\n- How can one distinguish between urges that are indicative of mental illness and those that are not?\n- What criteria can be used to define disease based on the generation of unendorsed urges?\n- How can society better support those with mental illness to achieve their goals and manage their urges?\n"
}