{
    "title": "Autogenderphilia Is Common And Not Especially Related To Transgender",
    "date": "February 10, 2020",
    "links": [
        "https://www.reddit.com/r/TheMotte/comments/et039t/independent_ssc_survey_analysis_autogynephilia/?_branch_match_id=467182258828649476",
        "https://surveyanon.wordpress.com/2017/12/07/on-autogynephilia-in-cis-women/",
        "https://www.psychologytoday.com/us/blog/longing-nostalgia/201803/research-is-shedding-new-light-hearing-voices",
        "https://slatestarcodex.com/2019/09/11/lots-of-people-going-around-with-mild-hallucinations-all-the-time/",
        "https://slatestarcodex.com/2020/01/20/ssc-survey-results-2020/",
        "https://surveyanon.wordpress.com/",
        "https://www.reddit.com/r/TheMotte/comments/f0fcso/a_missed_nearmissed_agp_correlation/"
    ],
    "url": "https://slatestarcodex.com/2020/02/10/autogenderphilia-is-common-and-not-especially-related-to-transgender/",
    "summary": "Key ideas:\n- Autogynephilia means becoming aroused by imagining oneself as a woman, while autoandrophilia means becoming aroused by imagining oneself as a man. The author proposes the term autogenderphilia to describe both conditions.\n- Ray Blanchard and Michael Bailey speculate that autogynephilia and autoandrophilia are the most common causes of transgender, but most trans people disagree with this theory and criticize it for reducing transgender to a fetish.\n- The author conducted a survey that showed that many cis people have strong autogenderphilia, particularly bi cis men and lesbian cis women.\n- The author proposes that if someone identifies as a gender and is attracted to that gender, it's a natural leap for them to be attracted to themselves being that gender.\n- The author notes that we should be cautious about drawing too many conclusions from a single question about autogenderphilia, as there are many manifestations of this fetish.\n\nKey learnings:\n- Autogynephilia and autoandrophilia are fetish-like conditions that the author proposes to describe using the term autogenderphilia.\n- Many cis people have autogenderphilia, particularly bi cis men and lesbian cis women.\n- If someone identifies as a gender and is attracted to that gender, it's a natural leap for them to be attracted to themselves being that gender.\n\nKey questions:\n- What is autogynephilia and autoandrophilia, and how are they related to transgender?\n- Do most trans people disagree with Blanchard and Bailey's theory that autogynephilia and autoandrophilia are the most common causes of transgender?\n- What did the author's survey reveal about autogenderphilia among cis people?\n- How does the author propose that autogenderphilia works?\n- What should we be cautious about when drawing conclusions about autogenderphilia?"
}