{
    "title": "Legal Systems Very Different From Ours, Because I Just Made Them Up",
    "date": "March 30, 2020",
    "links": [
        "https://slatestarcodex.com/2017/11/13/book-review-legal-systems-very-different-from-ours/",
        "https://slatestarcodex.com/2013/10/25/list-of-fictional-drugs-banned-by-the-fda/",
        "http://www.bbc.com/travel/story/20200319-the-new-zealand-river-that-became-a-legal-person",
        "https://slatestarcodex.com/2015/03/18/book-review-the-machinery-of-freedom/"
    ],
    "url": "https://slatestarcodex.com/2020/03/30/legal-systems-very-different-from-ours-because-i-just-made-them-up/",
    "summary": "Key ideas:\n- Clamzorians believe in animism and assign legal personhood to objects and natural phenomena, allowing people to sue them for damages.\n- Pohjankaupunki punishes crimes with government-mandated prescription of rimonabant, a prodepressant medication which saps the ability to feel happiness.\n- Sloviria punishes society instead of criminals by penalizing everyone close to the offender on a social graph.\n- Nova-Nishistan's legal system is based on blackmail, where victims can ask for damages in exchange for not reporting crimes to the authorities.\n- The people of Bogolia mandated that both sides in a legal case must have equally-priced counsel.\n- Mirakoth's legal system is based on fluid ability to transcend systematicity and assigns punishment through a council of judges based on whether something was deemed bad.\n- A system of 7 randomly assigned judges determines the outcome of cases.\n- A larger council of 49 judges operates as the appeals court for cases.\n- Judges are not bound to any philosophy or precedent.\n- Frivolous cases can be penalized by the judges.\n\nKey learnings:\n- Legal systems can vary greatly from society to society, with unique approaches to punishment and compensation.\n- Punishing society instead of individuals can result in social alienation and lack of rehabilitation for offenders.\n- The use of fluid ability to transcend systematicity can lead to a lack of structure and clarity in the legal system.\n- The judge system is based on impartiality and randomness to prevent bias in court.\n- Making sure a case has popular support makes it more likely to win.\n\nKey questions:\n- In Clamzoria, what determines the amount of debt owed by the object or natural phenomenon being sued?\n- How does the use of prodepressant medication affect the mental health of those who take it?\n- What are the potential consequences of punishing society instead of individuals for crimes?\n- How does the use of blackmail affect power dynamics within a society?\n- How does the mandate for equally-priced counsel affect the quality of legal representation in a given case?\n- What are some potential downsides of using fluid ability to transcend systematicity in the legal system?\n- How effective is this system in dealing with cases that remain controversial?\n- How does this system of judges compare to other court systems around the world?\n- Can this system be applied to different areas of law outside of civil law?\n"
}