{
    "title": "Book Review: The Seven Principles For Making Marriage Work",
    "date": "February 27, 2020",
    "links": [
        "https://www.nytimes.com/2000/05/07/magazine/is-this-marriage-on-the-rocks.html",
        "https://www.theatlantic.com/health/archive/2014/06/happily-ever-after/372573/",
        "http://news.bbc.co.uk/2/hi/science/nature/3484981.stm",
        "http://www.cnn.com/COMMUNITY/transcripts/2001/06/10/gottman/",
        "https://www.washingtonpost.com/outlook/five-myths/five-myths-about-marriage/2018/06/01/5646e650-6438-11e8-a69c-b944de66d9e7_story.html",
        "https://www.nytimes.com/2019/05/28/fashion/weddings/marriage-therapists-who-follow-their-own-advice.html",
        "https://hbr.org/2007/12/making-relationships-work",
        "https://www.scientificamerican.com/article/how-to-be-a-better-spouse/",
        "https://time.com/3174575/these-4-things-kill-relationships/",
        "https://op-talk.blogs.nytimes.com/2014/07/11/our-love-affair-with-predicting-divorce/?_r=0",
        "https://www.johngottman.net/research/",
        "https://www3.canyons.edu/faculty/rafterm/rafterm/0%20%202019-Narcissism/2019%20Day%20Pages%20and%20Files%20OLLI/0%202019%20Day%20Pages/The%20Top%2010%20-%20The%20Most%20Influential%20Therapists%20of%20the%20Past%20Quarter-Century.pdf",
        "https://gottmanreferralnetwork.com/",
        "https://www.amazon.com/s/ref=as_li_ss_tl?k=the+seven+principles+for+making+marriage+work&crid=2XWIFB5HJP0BZ&sprefix=the+seven+princi,aps,213&ref=nb_sb_ss_i_1_16&linkCode=ll2&tag=slatestarcode-20&linkId=07b802433e7d263d54aac4aa3ac00107&language=en_US",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1622921/",
        "https://slate.com/human-interest/2010/03/a-dissection-of-john-gottman-s-love-lab.html",
        "https://en.wikipedia.org/wiki/Redskins_Rule",
        "https://www.gottman.com/about/research/faq/",
        "http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.527.7354&rep=rep1&type=pdf",
        "http://www.stat.columbia.edu/~gelman/research/unpublished/p_hacking.pdf",
        "https://www.acf.hhs.gov/sites/default/files/opre/bsf_36_mo_impact_report.pdf",
        "https://thingofthings.wordpress.com/2019/04/19/four-kinds-of-relationship-problems/",
        "https://slatestarcodex.com/2018/01/24/conflict-vs-mistake/"
    ],
    "url": "https://slatestarcodex.com/2020/02/27/book-review-the-seven-principles-for-making-marriage-work/",
    "summary": "Key ideas:\n- John Gottman founded The Gottman Relationship Institute after researching and analyzing couples in real-life situations to identify key factors that contributed to the success or failure of their relationships.\n- Gottman's counseling techniques focus on liking your spouse and understanding them better through activities and games that build your love maps.\n- Gottman's communication skills work focuses on avoiding the four horsemen of the apocalypse: criticism, contempt, defensiveness, and stonewalling.\n- John Gottman suggests that successful marriages involve accepting influence from and communicating with one's partner.\n- He proposes that physiological differences between men and women affect conflict resolution and that men should learn calming techniques.\n- Conflicts can be solvable or unsolvable and require different methods of resolution.\n- Gottman emphasizes the importance of creating shared experiences and rituals to strengthen the couple's bond.\n- Scott examines the effectiveness of Gottman Marital Counseling and critiques the research behind it.\n- He describes how desperate people can be when their marriages are in trouble and may turn to counseling as a last resort.\n- Scott categorizes different types of marriages, including those that are terrible due to one or both partners being a bad person.\n\nKey learnings:\n- Understanding and liking your spouse through activities that build your love maps is essential to a happy marriage.\n- Avoiding criticism, contempt, defensiveness, and stonewalling is important to successful communication in a marriage.\n- Successful marriages involve accepting influence from one's partner and communicating effectively.\n- Conflicts can be solvable or unsolvable and require different approaches.\n- Creating shared experiences and rituals can strengthen a couple's bond.\n- The effectiveness of Gottman Marital Counseling is questionable, as there are no statistical tests on its impact on marital outcomes.\n- Marriage is a complex and difficult relationship to navigate, often with deep-seated problems that can lead to the breakdown of the relationship.\n- Different types of marriages require different approaches, and not all marriages are salvageable.\n\nKey questions:\n- How do you use Gottman's communication skills work to improve your relationship?\n- How can you build and maintain your love maps for your spouse?\n- What are some examples of repair attempts you can use during a conflict with your spouse?\n- How do couples determine if their conflicts are solvable or unsolvable?\n- What solutions does Gottman propose for unsolvable conflicts?\n- Is there evidence of Gottman's marriage counseling methods being successful in independent studies?\n- Are there other types of counseling that have performed better than Gottman's approach?\n- What are the root causes of marriages becoming horrifying soul-sucking messes, and can they be prevented?\n- Can people learn healthy communication and problem-solving skills, or are some marriages just doomed to fail?\n"
}