{
    "title": "Book Review: Just Giving",
    "date": "February 24, 2020",
    "links": [
        "https://www.amazon.com/Just-Giving-Philanthropy-Failing-Democracy/dp/069118349X/ref=as_li_ss_tl?keywords=just+giving&qid=1569862867&s=gateway&sr=8-1&linkCode=ll1&tag=slatestarcode-20&linkId=dddf7a975ad34f028bc219522b5afcc9&language=en_US",
        "http://apt46.net/2011/05/18/socrates-was-against-writing/",
        "https://www.authorsguild.org/industry-advocacy/authors-take-advantage-of-the-new-tax-deduction/",
        "https://www.thebalancecareers.com/tax-deduction-tips-for-authors-2799906",
        "https://www.jamesgmartin.center/2015/11/stop-the-presses-or-at-least-stop-their-subsidies/",
        "https://collegegrad.com/careers/writers-and-authors",
        "https://en.wikipedia.org/wiki/Personal_income_in_the_United_States",
        "https://www.statista.com/statistics/201404/types-of-books-that-american-adults-read/",
        "https://slatestarcodex.com/2014/08/14/beware-isolated-demands-for-rigor/",
        "https://slatestarcodex.com/2013/04/13/proving-too-much/",
        "https://slatestarcodex.com/2019/07/29/against-against-billionaire-philanthropy/",
        "https://www.vox.com/future-perfect/2019/9/17/20754970/billionaire-philanthropy-reproductive-health-care-politics",
        "https://slatestarcodex.com/2020/02/24/book-review-just-giving/#comment-857136"
    ],
    "url": "https://slatestarcodex.com/2020/02/24/book-review-just-giving/",
    "summary": "Key ideas:\n- Traditional book reviews should focus on the role of books in a liberal democratic society, not just on individual books.\n- Book-writing is embedded in political institutions and heavily subsidized by the government.\n- Tax incentives for writing books are a kind of spending program and introduce a potent plutocratic bias.\n- The distribution of literature in the US does not meet the test of promoting educational outcomes.\n- Books represent the expression of plutocratic voices in the public education system and have a plutocratic character.\n- The responsibility of ensuring books are good is on the state.\n- Writing books makes the authors unaccountable and nontransparent, which is at odds with democracy.\n- Permanent foundations are bizarre, and their necessity is not obvious.\n- Foundations wield power even when the living people don't support them as long as their contracts remain enforced.\n- The book contains useful data on where charitable dollars go and their interaction with tax deductions.\n\nKey learnings:\n- The relationship between book-writing and liberty is inherently embedded in political institutions, laws, and public policy and is not as simplistic as private individual decisions to express thoughts.\n- The tax code unfairly privileges books by the well-off over the poor, and the resulting pluralism of literary voices will have a plutocratic, not fully democratic, cast.\n- Books may not be required for democracy, but they are democratically permissible.\n- Charitable and philanthropic foundations have an important role in experimenting with new social policy and diversifying the range of represented interests.\n- The book's object-level disagreements on charity are limited.\n\nKey questions:\n- What is the role of books in a liberal democratic society, and what role should they play?\n- What is the relationship between book-writing and liberty, and how is it embedded in political institutions, laws, and public policy?\n- How do tax incentives and government subsidies shape the production and distribution of literature, and to what extent do they reflect a plutocratic bias?\n- Are private individuals doing their own thing perfectly compatible with democracy?\n- Why should an individual's ability to control their donation be limited by something as random as their lifespan?\n- Does a coincidence such as Bill Gates getting hit by a truck have important moral bearing on how the Gates Foundation's money should be spent?\n"
}